{
    "title": "Nubank é gigante / iPhone por satélite / AEB preocupada com Starlink",
    "fps": 30,
    "timestamp": 1630370000,
    "date": "30/08/2021",
    "intro": {
        "text": "Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "
    },
    "end": {
        "text": "Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.",
        "url": "https://links.codestack.me/newsletter-filipe"
    },
    "news": [
        {
            "text": "Nubank prepara IPO e pode tornar-se o maior banco do Brasil: a fintech busca uma avaliação de 55 bilhões de dólares com a listagem de suas ações nos EUA, valor de mercado superior ao dos bancos Itaú, Bradesco e Banco do Brasil na Bovespa. O Nubank já teria emitido mais cartões do que o Itaú, atraindo clientes que evitam contas bancárias tradicionais. De acordo com um ranking da CBInsights, o Nubank é o sétimo unicórnio mais valioso do mundo. As informações são da Reuters.",
            "url": ""
        },
        {
            "text": "iPhone 13 poderá incluir chip para conexão de dados por satélite: o respeitado analista Ming-Chi Kuo acredita que a próxima geração dos smartphones irá conter um modo de comunicação por satélites LEO (órbita terrestre baixa, na sigla em inglês), permitindo ligações e o envio de mensagens mesmo fora da cobertura de um sinal de celular comum. As informações são do site 9to5Mac.",
            "url": ""
        },
        {
            "text": "Agência Espacial Brasileira está preocupada com sistema de satélites Starlink: os técnicos da agência estudam se a rede de satélites em baixa altitude da SpaceX poderia ocasionar problemas no lançamento de foguetes e satélites da Base de Alcântara. As Forças Armadas também avaliam se o sistema gerará interferências nos sinais do SGDC (Satélite Geoestacionário de Defesa e Comunicações Estratégicas), utilizado para fins de segurança nacional. As informações são do site TecMundo.",
            "url": ""
        },
        {
            "text": "De olho em segurança, Banco Central impõe novas regras para o Pix: a partir de agora existe um limite de 1.000 reais para operações entre pessoas físicas no período noturno (das 20h00 às 6h00) e prazo mínimo de 24 horas para aumento de limites de transações. As informações são do site do BC.",
            "url": ""
        },
        {
            "text": "Banco do Brasil nega ataque hacker após queda de sistemas: clientes não conseguiam utilizar nenhum serviço online do banco, bem como realizar saques nos caixas eletrônicos durante boa parte da última sexta-feira. Segundo o site CISO Advisor, uma atualização no firmware de mainframes, que só pode ser realizada com os sistemas em operação, seria a provável causa da instabilidade.",
            "url": ""
        },
        {
            "text": "Homem que teve 4 milhões de reais em moedas digitais roubadas processa pais dos jovens ladrões: Andrew Schober afirma ter encontrado os dois criminosos no Reino Unido, menores de idade na época do crime (ambos estão atualmente estudando ciência da computação). Nenhuma das famílias está contestando a alegação de roubo, mas afirmam que Schober perdeu o prazo legal para reivindicar os 16 BTCs perdidos de volta. As informações são do site Krebs on Security.",
            "url": ""
        },
        {
            "text": "Óculos de realidade aumentada com micro lasers: a  STMicroelectronics construiu um sistema laser para óculos inteligentes, contendo um pequeno módulo óptico, de aproximadamente 0,7 centímetros cúbicos, combinando microespelhos, diodo laser e sensor térmico. O protótipo consome menos de 1 watt de energia, mas a intenção é reduzir o consumo de energia em mais de 50% com o desenvolvimento da tecnologia. As informações são do site IEEE Spectrum.",
            "url": ""
        },
        {
            "text": "Suprema Corte da China condena cultura do “996”: o cronograma de trabalho das 9h00 da manhã até às 9h00 horas da noite, seis dias por semana é muito comum nas empresas de tecnologia chinesas. As multas e prescrições corretivas são mais um sinal do endurecimento da posição do governo chinês contra o setor. As informações são do site The Register.",
            "url": ""
        }
    ]
}
