{
    "timestamp": 1616956600,
    "width": 1920,
    "height": 1080,
    "fps": 30,
    "date": "26/03/2021",
    "text": [
        "Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. ",
        "Pix pode virar identidade digital: segundo o presidente do Banco Central, Roberto Campos Neto, a chave usada no Pix pode evoluir para uma identidade digital no futuro, com tudo no dia a dia de usuários conectado ao Pix. Campos Neto também afirma que o projeto do “real digital” está em fase avançada, mas uma eventual mudança precisaria estar acoplada a smartphones, 5G e inteligência artificial. As informações são da CNN Brasil.",
        "Google bloqueia grande operação de contra-terrorismo: o grupo hacker que estava explorando 11 vulnerabilidades zero-day para comprometer dispositivos iOS, Android e Windows era na verdade de uma nação ocidental em uma operação de contra-terrorismo. A decisão unilateral do Google de parar e divulgar o ataque causou uma divisão interna na empresa e teria gerados discussões dentro das comunidades de inteligência dos EUA e aliados. Internamente, a justificativa do Google para bloquear os ataques foi a de que a identidade e os motivos de quem os realiza não seriam tão importantes quanto corrigir as próprias falhas de segurança. As informações são da página do MIT Technology Review.",
        "Pesquisadores criam micro robôs para injeção de medicamentos no cérebro: os chamados “neutrobots” conseguiram se infiltrar no cérebro de ratos ao serem envolvidos por neutrófilos, um tipo de glóbulo branco. Os neutrobots se dirigem e se agregam autonomamente no cérebro ao serem expostos a um campo magnético giratório, conseguindo assim cruzar a barreira hematoencefálica. O uso dos neutrobots para entrega de drogas direcionadas inibiram substancialmente a proliferação de células tumorais em comparação com a injeção de drogas tradicionais. A pesquisa do Instituto de Tecnologia de Harbin, na China, está disponível na página da revista Science Robotics.",
        "FURNAS está desenvolvendo projeto inédito no Brasil: o objetivo é criar o primeiro coletor heliotérmico no País que permitirá a construção de uma usina termossolar para geração de 1 MW de energia elétrica, o suficiente para abastecer cerca de 1.000 residências. Espelhos parabólicos concentrarão a luz do sol em um único ponto e o calor acumulado será utilizado para aquecer um fluido, que se transforma em vapor e movimenta as turbinas do gerador de energia elétrica. A expectativa é que os primeiros testes tenham início já no começo de 2022. As informações são da página de imprensa de FURNAS.",
        "iFood lança plano para zerar emissões de carbono na entrega de alimentos: o plano “iFood Regenera” tem como meta apenas o uso de veículos elétricos para entregas até 2025, fechando uma parceria com a Voltz, empresa brasileira de motocicletas elétricas. O aplicativo de entregas também quer utilizar novos materiais para diminuir a dependência de plásticos durante a logística até o consumidor final. As informações são do Tecnoblog.",
        "Comissão da Câmara aprova contratação avulsa de serviços de telecomunicações: o Projeto de Lei 7263/17 permite ao consumidor liberdade de escolher individualmente os serviços oferecidos por empresas de telefonia e TV por assinatura, sem a obrigatoriedade de contratar pacotes fechados, os combos, com a mesma qualidade e sem a incidência de taxas de adesão ou outras cobranças que alterem artificialmente os preços dos serviços contratados. As informações são da Agência Câmara de Notícias.",
        "Vendas através de dispositivos móveis já representam mais da metade do e-commerce brasileiro: segundo pesquisa da Ebit Nielsen, o comércio móvel registrou crescimento de 79% em 2020, acumulando 46 bilhões de reais e respondendo por 53% de todo e-commerce nacional. Ao total, as vendas no comércio eletrônico cresceram 41% em 2020, alcançando R$ 87,4 bilhões, com a adição de 13 milhões de novos consumidores devido às restrições ao comércio de rua durante a pandemia. As informações são do site Mobile Time.",
        "Maioria quer continuar com trabalho remoto ou flexível: das 1.500 pessoas pesquisadas no estudo da Harvard Business School, 27% esperam continuar trabalhando remotamente em tempo integral indefinidamente, enquanto 61% preferem uma mistura entre trabalhar de casa e ir de dois a três dias por semana aos escritórios. Casais e pais com crianças em casa são mais propensos a querer voltar ao regime normal de trabalho. As informações são da CNET.",
        "Apple lidera na aquisição de empresas de IA: de 2016 a 2020, a companhia comprou 25 empresas com tecnologias voltadas à inteligência artificial. No mesmo período, a Accenture comprou 17 empresas do setor, o Google comprou outras 14, a Microsoft adquiriu 12 e o Facebook 9. A área de inteligência artificial tem sido de grande foco para gigantes da tecnologia e a competição crescente para dominar o espaço resultou em uma onda de aquisições entre essas empresas. As informações são da página da GlobalData.",
        "Novo algoritmo de IA aprende a lidar com incertezas jogando Pong: no mundo real, as informações que um modelo de inteligência artificial pode receber são imprecisas, fazendo com que ele não funcione corretamente. O novo algoritmo CARRL, de pesquisadores do MIT, ajuda as IAs a contabilizar incertezas em suas entradas de dados, resultando em um melhor desempenho ao contar com dados ruins. O novo algoritmo pode ajudar carros autônomos a negociarem entre si e evitarem colisões no mundo real, e não foi à toa que o estudo foi financiado pela Ford. As informações são da IEEE Spectrum.",
        "Metodologia Ágil não contribuiu para entrega mais rápida de software para aviões de caça norte-americanos: a ideia era permitir o desenvolvimento iterativo das capacidades do jato F-35, com planos de lançar atualizações semestrais, mas o modelo não foi eficaz. Os simuladores utilizados para treinamento de pilotos não representaram bem suficientemente uma aeronave real, os desenvolvedores rotineiramente subestimaram a quantidade de trabalho necessária para desenvolver novas cargas de software, e várias das atualizações apenas resolviam problemas de software anteriores ao invés de adicionar novas funcionalidades como era o planejado. As informações são do site The Register."
    ]
}
