{
    "timestamp": 1616956600,
    "fps": 30,
    "date": "26/03/2021",
    "title": "Google decide voltar com trabalho presencial / “Corrida do ouro” do PIX / Facebook muda feed",
    "news": [
        {
            "text": "Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "
        },
        {
            "text": "Pix pode virar identidade digital: segundo o presidente do Banco Central, Roberto Campos Neto, a chave usada no Pix pode evoluir para uma identidade digital no futuro, com tudo no dia a dia de usuários conectado ao Pix. Campos Neto também afirma que o projeto do “real digital” está em fase avançada, mas uma eventual mudança precisaria estar acoplada a smartphones, 5G e inteligência artificial. As informações são da CNN Brasil.",
            "url": "https://www.cnnbrasil.com.br/business/2021/03/24/pix-tem-capacidade-de-se-tornar-identidade-digital-diz-presidente-do-bc"
        },
        {
            "text": "Google bloqueia grande operação de contra-terrorismo: o grupo hacker que estava explorando 11 vulnerabilidades zero-day para comprometer dispositivos iOS, Android e Windows era na verdade de uma nação ocidental em uma operação de contra-terrorismo. A decisão unilateral do Google de parar e divulgar o ataque causou uma divisão interna na empresa e teria gerados discussões dentro das comunidades de inteligência dos EUA e aliados. Internamente, a justificativa do Google para bloquear os ataques foi a de que a identidade e os motivos de quem os realiza não seriam tão importantes quanto corrigir as próprias falhas de segurança. As informações são da página do MIT Technology Review.",
            "url": "https://www.cisoadvisor.com.br/google-derruba-operacao-de-espionagem-de-pais-amigo-dos-eua/"
        },
        {
            "text": "Pesquisadores criam micro robôs para injeção de medicamentos no cérebro: os chamados “neutrobots” conseguiram se infiltrar no cérebro de ratos ao serem envolvidos por neutrófilos, um tipo de glóbulo branco. Os neutrobots se dirigem e se agregam autonomamente no cérebro ao serem expostos a um campo magnético giratório, conseguindo assim cruzar a barreira hematoencefálica. O uso dos neutrobots para entrega de drogas direcionadas inibiram substancialmente a proliferação de células tumorais em comparação com a injeção de drogas tradicionais. A pesquisa do Instituto de Tecnologia de Harbin, na China, está disponível na página da revista Science Robotics."
        },
        {
            "text": "FURNAS está desenvolvendo projeto inédito no Brasil: o objetivo é criar o primeiro coletor heliotérmico no País que permitirá a construção de uma usina termossolar para geração de 1 MW de energia elétrica, o suficiente para abastecer cerca de 1.000 residências. Espelhos parabólicos concentrarão a luz do sol em um único ponto e o calor acumulado será utilizado para aquecer um fluido, que se transforma em vapor e movimenta as turbinas do gerador de energia elétrica. A expectativa é que os primeiros testes tenham início já no começo de 2022. As informações são da página de imprensa de FURNAS.",
            "url": "https://www.furnas.com.br/noticia/103/noticias/1627"
        },
        {
            "text": "iFood lança plano para zerar emissões de carbono na entrega de alimentos: o plano “iFood Regenera” tem como meta apenas o uso de veículos elétricos para entregas até 2025, fechando uma parceria com a Voltz, empresa brasileira de motocicletas elétricas. O aplicativo de entregas também quer utilizar novos materiais para diminuir a dependência de plásticos durante a logística até o consumidor final. As informações são do Tecnoblog.",
            "url": "https://tecnoblog.net/425325/ifood-investe-em-motos-eletricas-para-delivery-sustentavel/"
        },
        {
            "text": "Comissão da Câmara aprova contratação avulsa de serviços de telecomunicações: o Projeto de Lei 7263/17 permite ao consumidor liberdade de escolher individualmente os serviços oferecidos por empresas de telefonia e TV por assinatura, sem a obrigatoriedade de contratar pacotes fechados, os combos, com a mesma qualidade e sem a incidência de taxas de adesão ou outras cobranças que alterem artificialmente os preços dos serviços contratados. As informações são da Agência Câmara de Notícias.",
            "url": "https://www.camara.leg.br/noticias/739314-comissao-aprova-contratacao-avulsa-de-servicos-de-telecomunicacoes/#:~:text=A%20Comiss%C3%A3o%20de%20Ci%C3%AAncia%20e,assinatura%20de%20forma%20individualizada%2C%20sem"
        },
        {
            "text": "Vendas através de dispositivos móveis já representam mais da metade do e-commerce brasileiro: segundo pesquisa da Ebit Nielsen, o comércio móvel registrou crescimento de 79% em 2020, acumulando 46 bilhões de reais e respondendo por 53% de todo e-commerce nacional. Ao total, as vendas no comércio eletrônico cresceram 41% em 2020, alcançando R$ 87,4 bilhões, com a adição de 13 milhões de novos consumidores devido às restrições ao comércio de rua durante a pandemia. As informações são do site Mobile Time.",
            "url": "https://www.ccfb.com.br/noticias/brasileiros-preferem-comprar-via-smartphones/"
        }
    ]
}
