{
    "title": "Titulo de teste",
    "fps": 30,
    "timestamp": 1618281365,
    "date": "12/04/2021",
    "intro": {
        "text": "Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. "
    },
    "end": {
        "text": "Estas notícias foram extraídas da newsletter de Filipe Deschamps. ",
        "url": "https://filipedeschamps.com.br/newsletter"
    },
    "news": [
        {
            "text": "Centrífuga de enriquecimento de urânio no Irã explode após ataque cibernético: o país havia inaugurado a usina no dia anterior e não há indicações de vazamento de material radioativo. Fontes da inteligência israelense afirmam que o acidente foi causado por um ataque cibernético. Não seria a primeira vez que isso acontece: em 2010, o malware “Stuxnet” atingiu os sistemas de automação de processos eletromecânicos de outra usina de enriquecimento de urânio no Irã. As informações são do site The Register.",
            "url": "https://www.theregister.com/2021/04/12/iran_cyber_attack_theory/"
        },
        {
            "text": "5G também pode ser utilizado como rede elétrica sem fio: pesquisadores do Instituto de Tecnologia da Geórgia desenvolveram uma antena retificadora capaz de captar ondas milimétricas da banda de 28 GHz, transformando-as em uma rede elétrica sem fio para alimentar dispositivos IoT que hoje precisam de baterias para operar. Os pesquisadores prevêem que a energia será a próxima grande aplicação para a indústria de telecomunicações, assim como dados superaram os serviços de voz. As informações são da página de imprensa da Georgia Tech.",
            "url": "https://rh.gatech.edu/news/645735/leveraging-5g-network-wirelessly-power-iot-devices"
        },
        {
            "text": "Programa secreto do Google é revelado durante ação antitruste nos EUA: o “Projeto Bernanke” usava dados de lances de seu próprio sistema de publicidade digital para garantir uma vantagem competitiva injusta sobre seus rivais na venda de anúncios. O Google nega que usar essas informações para direcionar leilões seja impróprio. As informações são do The Wall Street Journal.",
            "url": "https://www.wsj.com/articles/googles-secret-project-bernanke-revealed-in-texas-antitrust-case-11618097760"
        },
        {
            "text": "Procon chama Facebook para conversar sobre o WhatsApp: o órgão quer discutir a atualização da política de privacidade do WhatsApp que prevê o compartilhamento de dados do usuário com outras empresas. A reunião acontecerá no próximo dia 22. As informações são da página do Procon-SP.",
            "url": "https://www.procon.sp.gov.br/procon-sp-notifica-facebook-para-reuniao/"
        },
        {
            "text": "Governo institui a EBIA, Estratégia Brasileira de Inteligência Artificial: a EBIA irá nortear as ações do País para o desenvolvimento de pesquisa, inovação e desenvolvimento de soluções em inteligência artificial, bem como seu uso consciente, ético e em prol de um futuro melhor. As informações são da página do Ministério da Ciência, Tecnologia e Inovações.",
            "url": "http://pedbrasil.org.br/estrategia-brasileira-de-inteligencia-artificial-ebia/"
        }
    ]
}
