{"title":"Apple adia sistema “perigoso” / Novo vírus brasileiro / Virgin Galactic é investigada","fps":30,"timestamp":1630680462,"date":"03/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Apple adia implementação de monitoramento de imagens contra abuso infantil: a companhia anunciou agora pela manhã que precisa realizar melhorias antes de lançar o recurso. Pesquisadores da Universidade de Princeton afirmam que o modelo desenvolvido pela Apple é “perigoso”: o sistema pode ser facilmente reaproveitado para vigilância e censura governamental, possibilitando ainda que usuários mal-intencionados prejudiquem pessoas inocentes ao manipular a técnica utilizada para identificar imagens. As informações são do site 9to5Mac.","url":""},{"text":"Novo vírus brasileiro permite controle total do smartphone: a “TwMobo” é uma nova família de trojans bancários móveis que consegue burlar mecanismos de autenticação digital ou reconhecimento facial de celulares Android. Além do interesse nos apps bancários, o malware também rouba senhas salvas no navegador e de redes sociais. O RAT (Remote Access Trojan), como também é chamado, se dissemina através de scripts maliciosos inseridos em sites, alertando falsamente que o dispositivo estaria infectado e pedindo autorização do visitante para executar uma limpeza. As informações são do blog da Kaspersky.","url":""},{"text":"Voos da Virgin Galactic são cancelados nos EUA: a agência de aviação do país investiga porque o voo inaugural do bilionário Richard Branson ao espaço 11 de julho não foi abortado após uma luz de emergência acender no painel da aeronave. Embora a missão tenha sido concluída com sucesso, o voo desviou de sua trajetória planejada por quase dois minutos. Os pilotos teriam sido alertados do problema, mas decidiram continuar com a missão. A Virgin Galactic confirma a mudança de trajetória, mas afirma que em nenhum momento os passageiros e tripulantes daquele voo foram colocados em perigo. As informações são do site TechCrunch.","url":""},{"text":"Grupo cibercriminoso compromete 100 mil contas de email por dia apenas para roubar gift cards: o grupo realiza entre cinco e dez milhões de tentativas de autenticação de e-mail diariamente, utilizando combinações de nomes de usuário e senhas de vazamentos vendidos em fóruns para hackers. O grupo utiliza scripts automatizados que fazem login nessas contas periodicamente à procura de itens digitais que podem ser facilmente revendidos por até 80% do seu valor em mercados online. As informações são do site Krebs on Security.","url":""},{"text":"YouTuber “ciciplusplus” cria versão do Google Maps que roda no NES: o projeto usa um Raspberry Pi e um microcontrolador inseridos dentro de um cartucho com uma ROM customizada que alimenta a unidade de processamento de imagens do console. O zoom é controlado por meio dos botões A e B, enquanto o direcional é utilizado para navegar pelo mapa. As informações são do site Hackaday.","url":""},{"text":"Reator de fusão nuclear alemão consegue conter energia com temperatura duas vezes mais alta do que o núcleo do Sol: o “Wendelstein 7-X”, um reator baseado no design “stellarator”, configuração complexa de ímãs mapeados por uma inteligência artificial que orienta o plasma para mantê-lo fluindo, foi capaz de atingir temperaturas de quase 30 milhões de Kelvin. Apesar do passo significativo, ainda é necessário atingir a densidade certa de plasma e tempos de confinamento maiores para a criação de um reator de fusão prático. As informações são do site Science Alert.","url":""},{"text":"GitHub Copilot possui lista de 1.170 palavras banidas: pesquisadores realizaram um procedimento de engenharia reversa para descobrir quais expressões não são sugeridas pela ferramenta. A grande maioria das palavras banidas é muito razoável (não podemos reproduzir aqui na Newsletter), mas algumas delas são “estranhas”, como afirmam os pesquisadores: “homem” e “mulher”, por exemplo, são palavras proibidas. As informações são do site The Register.","url":""},{"text":"Módulo NPM com 3 milhões de downloads por semana continha vulnerabilidade grave: um arquivo de configuração JavaScript dentro do “pac-resolver” podia executar códigos arbitrários. Desenvolvedores devem atualizar para a versão 5.0.0 ou superior do “pac-resolver” para corrigir a falha. As informações são do site Ars Technica.","url":""}]}