{"title":"Ex-funcionária deleta tudo / Explosão nuclear atmosférica / Futuro da robótica","fps":30,"timestamp":1630594078,"date":"02/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Funcionária deleta 21,3 GB de dados em retaliação após ser demitida: cerca de 20 mil arquivos contendo dados de empréstimos hipotecários e informações de clientes de uma empresa nos EUA foram excluídos após a ex-funcionária notar que seu acesso remoto não havia sido desabilitado. Ela foi pega após enviar uma mensagem de texto para uma amiga: “Eles não revogaram meu acesso lol [..] Então eu apaguei os documentos compartilhados em rede”. As informações são do site Bleeping Computer.","url":""},{"text":"Explosão nuclear atmosférica poderia destruir rede elétrica de um país: uma detonação em alta altitude produziria um pulso eletromagnético com formas de onda sequenciais e específicas que interromperiam o funcionamento de eletrônicos e causariam danos catastróficos ao sistema elétrico. Militares e especialistas estão preocupados com a possibilidade de países utilizarem suas armas nucleares para esse tipo de ataque que, apesar de não causar baixas diretas, poderia ser devastador. As informações são do site IEEE Spectrum.","url":""},{"text":"Robótica irá crescer 10 vezes e será um negócio de 260 bilhões de dólares em 2030: segundo o estudo do Boston Consulting Group, robôs de serviço irão dominar o mercado, representando 65% do faturamento global até o final da década, impulsionados pelo envelhecimento demográfico e auxiliando pessoas em tarefas como higiene pessoal, exercícios e refeições. Robôs provavelmente também irão substituir trabalhos de menor capacitação, com salários tradicionalmente mais baixos. As informações são do site Convergência Digital.","url":""},{"text":"Telegram já está instalado 53% dos smartphones brasileiros: segundo a pesquisa “Panorama Mobile Time/Opinion Box”, esta é a primeira vez que o app ultrapassa a marca de 50% no mercado nacional, representando um crescimento de 51% na base de usuários nacionais desde o ano passado. As informações são do site Mobile Time.","url":""},{"text":"Comissão aprova Projeto de Lei que obriga venda de celulares novos com carregadores: o PL 5451/20 determina que, no comércio de telefonia móvel, o fornecedor inclua bateria, fone de ouvido, fonte de alimentação e quaisquer cabos e adaptadores necessários ao uso do dispositivo. O PL foi aprovado pela Comissão de Defesa do Consumidor e segue agora para a Comissão de Justiça e Cidadania. As informações são do site Mobile Time.","url":""},{"text":"Suécia testa enviar desfibriladores por drones em situações de emergência: em sete das 11 situações reais de atendimento, os equipamentos chegaram de forma segura e mais rápidos do que ambulâncias. O objetivo do programa é complementar o serviço de ambulâncias e ajudar a salvar vidas. Segundo os pesquisadores, em situações de parada cardíaca, cada minuto sem tratamento reduz a chance de sobrevivência em até 10%. As informações são do site WebMD.","url":""},{"text":"Pesquisadores criam dispositivo de metal líquido para transformar movimento em eletricidade: o dispositivo é feito com uma liga de de gálio e índio, envolto em um hidrogel, e qualquer movimento mecânico causa sua deformação, incluindo esmagamento, alongamento e torção. O objetivo é utilizar a tecnologia para alimentar dispositivos vestíveis (como smartwatches) e coletar energia do movimento das ondas dos oceanos. As informações da página de notícias da Universidade Estadual da Carolina do Norte.","url":""},{"text":"Microsoft lança Visual Studio Code para a Web, mas apaga post logo em seguida: a página dizia que o editor poderia ser utilizado gratuitamente para realizar alterações leves e rápidas em códigos hospedados no GitHub ou em máquinas locais (a funcionalidade para repositórios Azure viria depois). No começo deste ano, Erich Gamma, engenheiro da Microsoft, afirmou que o VS Code foi projetado inicialmente para ser um editor na Web, que seria chamado Visual Studio Online. As informações são do site The Register.","url":""}]}