{"title":"Bloqueio do WhatsApp / Pirataria gera inovação / IAs mais humanas","fps":30,"timestamp":1630939667,"date":"06/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"WhatsApp não será bloqueado no dia 7 de setembro: segundo o site Boatos Org, são falsos os rumores circulando pelas redes sociais indicando que o aplicativo de mensagens sairá do ar nesta terça-feira. Além do WhatsApp, os rumores apontam que Twitter, Facebook e Instagram também seriam bloqueados, com apenas o Telegram e Signal livres do bloqueio.","url":""},{"text":"Estudo mostra que pirataria em software torna empresas mais inovativas: segundo os pesquisadores, com a explosão da pirataria após a introdução do BitTorrent em 2001, as empresas afetadas foram obrigadas a inovar, com aumentos nos gastos em pesquisa, pedidos de patentes, direitos autorais e marcas registradas, esforços que não previnem diretamente, mas superam os efeitos da pirataria. As informações são do site The Register.","url":""},{"text":"Criador do IBM Watson afirma que IAs irão raciocinar como humanos: para David Nahamoo, além de imitar emoções, as máquinas possuirão inteligências artificiais capazes de entender até mesmo sinais físicos como acenos com a cabeça e mudanças de postura, permitindo a formação de conexões com humanos. As informações são do site IEEE Spectrum.","url":""},{"text":"FBI alerta para ataques ransomware durante finais de semana e feriados prolongados: os cibercriminosos geralmente levam algum tempo para se propagar por toda a rede de uma organização e quanto menos pessoas por perto, menor a probabilidade do ataque ser detectado e interrompido. Além disso, se um grande incidente ocorrer durante esses dias, fica mais difícil para que a equipe técnica seja reunida rapidamente. As informações são do site Ars Technica.","url":""},{"text":"Astronautas testam equipamentos de realidade aumentada para realizar reparos na estação espacial: o projeto “T2 Augmented Reality” visa demonstrar como membros da tripulação da estação podem inspecionar e manter equipamentos científicos essenciais sem o auxílio das equipes de solo. O programa é uma preparação para as missões na Lua e Marte, onde o atraso nas comunicações entre astronautas e o controle da missão será muito longo. As informações são do site da NASA.","url":""},{"text":"Parque Arqueológico de Pompeia irá utilizar robôs para remontar artefatos destruídos pela erupção do Vesúvio: o projeto “RePAIR” irá digitalizar tridimensionalmente milhares de fragmentos para identificar pontos de encaixe como num quebra-cabeça. As peças serão então reconstruídas por um robô com braços mecânicos, causando o mínimo possível de danos aos artefatos arqueológicos. As informações são do site da revista Veja.","url":""},{"text":"Tesla planeja carro “popular”, completamente autônomo, sem volante e pedais: Elon Musk teria revelado o plano a funcionários na semana passada. O veículo deve ser lançado em 2023 custando cerca de 25 mil dólares devido à nova célula de bateria da Tesla, que pode reduzir os custos de fabricação em mais de 50%. As informações são do site Electrek.","url":""},{"text":"Demanda por desenvolvedores mobile cresce 600% em 2021: ainda segundo o levantamento da GeekHunter, também houve uma valorização nos salários da área, de 18% para desenvolvedores júnior (com dois anos de experiência) e 11% em perfis sênior com mais de seis anos de carreira. Os valores médios de salário são de 6 mil reais para nível júnior, 7,8 mil para pleno e 10,8 mil para sênior. As informações são do site TecMundo.","url":""},{"text":"NÃO compre nenhum curso de programação nesta semana: a gente está preparando com os parceiros aqui da Newsletter um mega evento em comemoração ao “Dia do Programador”, que acontece na semana que vem. Essa área da Newsletter vai ficar inundada de promoções inéditas. Aproveite e indique a Newsletter para seus amigos participarem também.","url":""}]}