{"title":"Confusão com moeda digital / IA cria influenciadora digital / Demissão por WhatsApp","fps":30,"timestamp":1631631124,"date":"14/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Comunicado de imprensa falso gera confusão no mercado de moedas digitais: o preço do “LTC” chegou a subir mais de 30% em poucos minutos após o comunicado falso anunciar uma grande parceria entre o Walmart e o ativo digital. Até mesmo a conta oficial do Twitter do LTC repostou a notícia, que logo foi apagada. Apesar da volatilidade, o preço do ativo digital já voltou ao mesmo patamar anterior. As informações são do site ZeroHedge.","url":""},{"text":"Influenciadora digital criada por inteligência artificial já possui 100 patrocinadores: “Rozy” foi criada em agosto do ano passado e agora pretende expandir o escopo de suas atividades para filmes, séries e programas de entretenimento. A utilização de “pessoas virtuais” em publicidade deve ganhar ainda mais impulso durante a pandemia, já que não possuem restrições para viagens e jamais se envolverão em escândalos. As informações são do site Allkpop.","url":""},{"text":"Demissão por WhatsApp é válida e não gera indenização, determina Justiça: desde o início da pandemia foram registrados mais de 100 mil processos envolvendo a situação. A Justiça, no entanto, tem concedido indenizações apenas quando há desrespeito e humilhação no conteúdo das mensagens. As informações são do jornal Extra.","url":""},{"text":"Xiaomi revela conceito de óculos inteligentes: o “Xiaomi Smart Glasses” combina um sistema de imagem e sensores num design de óculos comum, pesando apenas 51g e funcionando independente de um smartphone. O dispositivo é capaz de exibir mensagens e notificações, fazer chamadas, navegar, capturar fotos e traduzir texto diante dos olhos do usuário. Não foi divulgada uma data para lançamento dos óculos. As informações são do blog da Xiaomi.","url":""},{"text":"Facebook possui programa interno que evita moderação de celebridades e políticos: o “XCheck” dá um tratamento especial a cerca de 5,8 milhões de contas na rede social. O programa teria o objetivo de impedir a remoção indevida de postagens, fotos e outros conteúdos de usuários importantes. O Facebook concordou que o sistema possui problemas e irá reavaliar sua situação. As informações são do site The Verge.","url":""},{"text":"Apple lança atualização de emergência corrigindo vulnerabilidades utilizadas para injetar o spyware Pegasus: além de patches para os dispositivos móveis como iPhone e iPad, foram emitidas atualizações para macOS e WebKit, a engine utilizada por todos os navegadores móveis no iOS. As vulnerabilidades permitiam a execução de código arbitrário nesses dispositivos. As informações são do site TechCrunch.","url":""},{"text":"Cientistas criam maior simulação do Universo contendo 3.000 TB de dados: apelidada de “Uchuu” (palavra japonesa para “espaço sideral”), a simulação contém 2,1 trilhões de partículas, abrangendo 9,6 bilhões de anos-luz virtuais. Uma versão comprimida de 100 TB pode ser baixada através do repositório ‘uchuuproject’ no GitHub. As informações são do site Futurism.","url":""},{"text":"Facebook desenvolve tecnologia de compressão assimétrica: o “Superpack” combina métodos de compilação com técnicas de compressão modernas para criar otimizações no tamanho de arquivos. O Superpack conseguiu reduzir em 20% o tamanho de aplicativos Android em comparação com a compressão Zip padrão. O Facebook também estuda aplicar o sistema de compressão em cold storage ou arquivos raramente utilizados. As informações são do site The Register.","url":""}]}