{"title":"Defacement na Anvisa / Emergência na Estação Espacial / Robô unicórnio","fps":30,"timestamp":1631198872,"date":"09/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Página da Anvisa sofre defacement com bandeira da Argentina: o texto “não ficamos de quarentena para passear pelos seus servidores, vamos ser expulsos também também?” fazia referência ao caso ocorrido no último domingo (05/set), quando uma partida de futebol entre Brasil e Argentina foi interrompida por fiscais da agência. A situação já foi resolvida e a Anvisa afirma que acionará a Polícia Federal para investigar o caso. As informações são do site TecMundo.","url":""},{"text":"Situação de emergência dentro da Estação Espacial Internacional na madrugada desta quinta-feira: após o disparo de alarmes, a tripulação relatou fumaça e cheiro de plástico queimado enquanto as baterias da estação estavam sendo recarregadas. Nesta quinta está planejada uma caminhada espacial de seis horas para continuar a integração do laboratório de ciências russo Nauka. A estação espacial é atualmente operada por sete astronautas. As informações são do site Euronews.","url":""},{"text":"Concorrente da Tesla na China cria “robô unicórnio” cavalgável para crianças: o “brinquedo” será o primeiro projeto da Xpeng no segmento de robótica e utilizará as mesmas tecnologias de direção autônoma e inteligência artificial de seus veículos para navegar em vários tipos de terreno, reconhecer objetos e “interagir emocionalmente” com crianças. As informações são do site TechCrunch.","url":""},{"text":"Yandex, o “Google da Rússia”, está sofrendo o maior ataque DDoS da história: o botnet “Mēris” quebrou o último recorde reportado pela Cloudflare em 26,7%, com 21,8 milhões de requests por segundo. O ataque teve início na semana passada e representaria uma ameaça à infraestrutura da “RuNet” em escala nacional, segundo algumas fontes. A RuNet é o segmento russo da Internet, criado para funcionar independentemente da rede mundial em caso de ataque cibernético por adversários estrangeiros. As informações são do site Bleeping Computer.","url":""},{"text":"Imagens dos óculos inteligentes da parceria entre Facebook e Ray-Ban vazam antes do lançamento: o dispositivo é chamado de “Ray-Ban Stories” e possui três modelos de armação: Wayfarer, Round e Meteor. Duas pequenas câmeras e um botão na parte superior da têmpora direita compõem os modelos. O dispositivo está planejado para ser lançado oficialmente nesta quinta-feira. As informações são do site The Verge.","url":""},{"text":"Toyota anuncia investimento massivo em baterias para veículos elétricos: até 2030, a montadora pretende investir 1,5 trilhão de ienes (cerca de 72 bilhões de reais) em produção e tecnologia. Até 2025, a companhia estima que o custo de produção deverá cair 50% e as baterias irão reter 90% da capacidade após 10 anos de uso. As informações são do site Ars Technica.","url":""},{"text":"Reator de fusão nuclear cria maior campo magnético artificial da Terra: um grande eletroímã supercondutor de alta temperatura do reator desenvolvido pelo MIT atingiu a intensidade de 20 tesla. Com a façanha, os cientistas do projeto afirmam estar “genuinamente otimista” de que o seu modelo de reator possa alcançar energia positiva líquida. A próxima etapa é aumentar a escala e construir uma usina de energia real. As informações são do site MIT News.","url":""},{"text":"GitHub encontra sete vulnerabilidades nos módulos npm “tar” e “@npmcli/arborist”: a falha pode ser explorada para execução arbitrária de código. O módulo “tar” recebe em média 20 milhões de downloads semanais, enquanto o “arborist” é baixado mais de 300 mil vezes por semana. Recomenda-se atualizar para as versões mais recentes do Node.js e npm. As informações são do site Bleeping Computer.","url":""}]}