{"title":"Pesquisa vazada do Instagram / Python perto de C / Missão histórica da SpaceX","fps":30,"timestamp":1631717520,"date":"15/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Pesquisa interna do Facebook vaza, mostrando como Instagram é prejudicial para adolescentes: jovens culpam a rede social pelo aumento de sintomas como ansiedade e depressão, reação expressada espontaneamente em todos os grupos pesquisados. Esses problemas seriam mais exacerbados no Instagram do que em outras redes sociais por causa do seu foco em imagem corporal e estilo de vida. As informações são da Forbes.","url":""},{"text":"Python está prestes a assumir a primeira posição como linguagem de programação mais popular: de acordo com o TIOBE Index de setembro, C mantém a liderança com 11,83%, mas é seguido de perto por Python, com 11,67%. Java caiu para a terceira posição, com 11,12%. Outros movimentos interessantes no mês: Assembly ganhou 1 posição para o 8º lugar, Ruby ganhou 2 posições, para 13º e Go subiu 4 posições para 14º. As informações são do site TIOBE.","url":""},{"text":"Primeira missão espacial civil da SpaceX tem lançamento marcado para esta quarta-feira: a tripulação de quatro pessoas da Inspiration4 fará uma jornada histórica de três dias ao redor da Terra. O lançamento terá início às 21:00 (horário de Brasília) e poderá ser acompanhado ao vivo no canal do YouTube da SpaceX. As informações são do site Space.","url":""},{"text":"Apple apresenta novos iPhones, iPads e Watch: o iPhone foi o destaque do evento, com “notch” 20% menor, bateria maior, modelo Pro com tela de 120Hz e um sistema de câmeras aprimorado. O iPhone 13 chegará ao Brasil custando entre 6.599 reais (iPhone 13 Mini, 128GB) e 15.499 reais (iPhone Pro Max com 1TB de armazenamento). Segundo o site 9to5Mac, o  Brasil é o país mais caro para se comprar um iPhone em todo o mundo.","url":""},{"text":"Nubank lança “Assistente de Pagamentos” e primeira função é débito automático: agora é possível programar o pagamento de contas mensais como água, luz e telefone diretamente no app. O recurso será liberado aos poucos para a base de usuários. O banco afirma que lançará novos recursos para o assistente em breve. As informações são do blog do Nubank.","url":""},{"text":"5G pode resultar em investimentos de 1,2 trilhão de dólares no País: segundo Fábio Faria, ministro das Comunicações, o valor comporta investimentos diretos e indiretos. Outro fator importante a ser considerado é o avanço da inclusão digital e social que a tecnologia permitirá, eliminando o problema de cobertura no Brasil, acrescentou Faria. As informações são da Agência Brasil.","url":""},{"text":"Cientistas criam lasers microscópicos, mais finos do que fios de cabelo: esses nanolasers terão uma grande variedade de usos médicos, industriais e militares, cobrindo tudo, desde depilação, impressoras a laser e vigilância noturna. As informações são da página de imprensa da Universidade Nacional da Austrália.","url":""},{"text":"Azure instala agentes de gerenciamento silenciosamente em VMs Linux, sem alertar admins, abrindo margem para vulnerabilidades: segundo a empresa de segurança Wiz, a falha foi chamada de “OMIGOD” (Oh Meu Deus) por causa da reação dos analistas quando a descobriram. Estima-se que mais de 65% dos clientes Azure estavam em risco inadvertidamente. A Microsoft também não possuía um mecanismo de atualização automático do Open Management Infrastructure (OMI), deixando sistemas expostos a execução maliciosa de códigos remotos. Patches remediando a situação já estão disponíveis. As informações são do blog da Wiz.","url":""}]}