{"title":"Microsoft sem senhas / Chip baseado em DNA / Jetpack inovador","fps":30,"timestamp":1631803910,"date":"16/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Microsoft agora permite contas sem senhas: é possível realizar logins através do aplicativo Microsoft Authenticator, Windows Hello, uma chave de segurança ou um código de verificação enviado por e-mail. A Microsoft argumenta que o sistema é seguro, continuando a possuir multi-fatores de autenticação porque todos os outros métodos necessitam de dados biométricos ou PINs para liberação. As informações são do site The Register.","url":""},{"text":"Novo processador baseado em DNA pode resolver problemas matemáticos complexos: cientistas da Universidade Nacional de Incheon, na Coréia, desenvolveram um chip microfluídico baseado em DNA programável que pode ser controlado por um PC comum. CPUs baseadas em DNA tem o potencial de substituir CPUs eletrônicas no futuro porque consomem menos energia e fornecem uma plataforma para soluções de deep learning e modelagem matemática. As informações são do site ScienceDaily.","url":""},{"text":"Empresa cria jetpack inovador, mais simples e fácil de ser operado: o sistema da Maverick Aviation possui um piloto automático controlado por computador que gerencia o voo com precisão. A “mochila a jato” foi projetada especialmente para operadores que precisam escalar turbinas eólicas ou precisam escapar dessas estruturas rapidamente em situações de emergência. As informações são do site Futurism.","url":""},{"text":"SpaceX lança com sucesso sua primeira missão espacial civil: o plano agora é subir até aprox. 560 km, acima da Estação Espacial Internacional e maior altitude alcançada por humanos desde a missão de manutenção do Hubble em 2009. Os quatro passageiros, que não precisaram passar por nenhum treinamento rigoroso para astronautas, passarão o tempo observando a Terra através de uma enorme cúpula de vidro na cápsula “Crew Dragon”, assistindo a filmes e coletando dados biomédicos, incluindo amostras de sangue e ultrassons de seus órgãos. As informações são do site Futurism.","url":""},{"text":"WhatsApp escolhe Brasil, com exclusividade, para testar nova funcionalidade: através de uma nova aba chamada “Guia de Negócios”, usuários poderão localizar estabelecimentos de varejo, alimentação e educação diretamente pelo aplicativo. O recurso será lançado inicialmente na cidade de São Paulo e expandirá para incluir novas áreas geográficas e categorias. As informações são da Agência Brasil.","url":""},{"text":"Cientistas chineses já estudam drones supersônicos para voos em Marte: um drone de 500 kg, carregando a metade do seu peso em combustível, poderia voar sobre o terreno marciano a cinco vezes a velocidade do som por uma distância de 1.000 km (aprox. uma viagem de ida e volta entre São Paulo e Belo Horizonte). A densidade do ar mais baixa e menor gravidade em Marte auxiliará na menor produção de calor e turbulência. Esse tipo de aeronave poderia transportar os primeiros humanos colonizadores entre assentamentos distantes no planeta, afirmam os pesquisadores. As informações são do site SCMP.","url":""},{"text":"Nova célula fotovoltaica transparente pode abrir caminho para janelas que geram energia: um time de pesquisadores da Universidade de Michigan acredita que a tecnologia poderá transformar prédios em “usinas de energia”. Os cientistas agora pretendem atingir uma transparência de 60% e eficiência de 15% nesses módulos. As informações são do site ScienceDaily.","url":""},{"text":"Elon Musk brinca que veículos da Tesla conseguiriam desviar até mesmo de OVNIs após nova atualização do sistema de direção autônoma: a décima versão do piloto automático deduz a métrica de altura diretamente dos pixels de uma imagem, sem a necessidade de primeiramente classificar grupos de pixels em objetos. Segundo Musk, mesmo se um objeto estranho, como um OVNI, “caísse” na estrada, o veículo saberia como evitar uma colisão. No mês passado, Musk afirmou que Tesla almeja desenvolver um sistema autônomo 1.000% mais seguro do que motoristas humanos. As informações são do site Futurism.","url":""}]}