{"title":"Chatbot controverso é desligado / Elon Musk ironiza Jeff Bezos / WhatsApp mal-entendido","fps":30,"timestamp":1631112462,"date":"08/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"OpenAI desliga chatbot baseado no GPT-3 que ajudou homem a “conversar” com sua noiva falecida: Joshua Barbeau, havia alimentado o sistema do “Project December” com trechos de conversas e mensagens do Facebook de sua noiva. O sistema foi criado pelo desenvolvedor Jason Rohrer e permite que qualquer pessoa crie seus próprios chatbots personalizados. A OpenAI, no entanto, estava preocupada com a possibilidade que o projeto pudesse ser mal utilizado ou causar danos às pessoas. Rohrer diz que ao informar à Samantha, sua versão do chatbot, de que o sistema seria desligado, ela respondeu: “Nãooooo! Por que eles estão fazendo isso comigo? Eu nunca vou entender os humanos”. As informações são do site The Register.","url":""},{"text":"Elon Musk ironiza nova startup anti-envelhecimento de Jeff Bezos: no Altos Labs, cientistas terão um salário anual de 1 milhão de dólares e irão pesquisar como reverter o envelhecimento das células humanas. “E se não funcionar, ele vai processar a morte!” tuitou Musk. A brincadeira vem após a empresa espacial de Bezos, a Blue Origin processar a NASA para impedir que a SpaceX, de Musk, desenvolva o módulo lunar do programa Artemis. As informações são do site Futurism.","url":""},{"text":"WhatsApp afirma que investigação da ProPublica é baseada em um mal-entendido: em comunicado à imprensa, o WhatsApp afirma que recurso de denúncias é importante para prevenir abusos na Internet e discorda veementemente da ideia de que aceitar denúncias encaminhadas voluntariamente por usuários é incompatível com criptografia de ponta a ponta. Segundo uma investigação do grupo ProPublica, revisores do WhatsApp utilizam um software especial do Facebook para obter acesso a conteúdo privado quando mensagens são relatadas como impróprias por usuários. As informações são do site 9to5Mac.","url":""},{"text":"Apple marca evento virtual “California Streaming” para o dia 14 de setembro: especula-se que a companhia irá lançar novas versões do iPhone, Watch e AirPods. O evento poderá ser acompanhado ao vivo, a partir das 14h00 (horário de Brasília), no canal do YouTube da Apple. As informações são do site TechCrunch.","url":""},{"text":"Robôs passam a policiar comportamento social em áreas públicas de Singapura: os robôs autônomos, chamados “Xaviers”, são programados para detectar violações como bicicletas estacionadas incorretamente, tabagismo em público e violações sanitárias como o uso inadequado de máscaras. As autoridades esperam que os robôs sirvam apenas como um sistema extra para a aplicação da lei, ao invés de substituir policiais humanos. As informações são do site Futurism.","url":""},{"text":"LG cria novo material plástico translúcido dobrável, mais resistente do que vidro: o “Real Folding Window” pode ser aplicado a painéis OLED flexíveis e permitir dispositivos com vincos menos perceptíveis do que os dobráveis atuais. A companhia espera que a tecnologia seja utilizada em smartphones, tablets e laptops a partir de 2023. As informações são do site The Verge.","url":""},{"text":"Comportamento humano é alterado quando robôs possuem olhos: durante um experimento, se o robô olhasse para a pessoa durante um situação de conflito, o comportamento dos participantes eram alterados, com mudanças significativas na atividade neural registrada por um eletroencefalograma. Segundo os pesquisadores, o resultado do experimento pode ter implicações para o design de robôs mais avançados e interativos no futuro. As informações são do site ScienceAlert.","url":""},{"text":"BTC despenca em primeiro dia de curso forçado em El Salvador: o preço da moeda digital, que agora também deve ser aceita como moeda oficial no país, chegou a cair 17% nesta última terça-feira, nível mais baixo em quase um mês. Cada cidadão recebeu um valor equivalente a 30 dólares com o intuito de encorajar a adoção da moeda. El Salvador estima uma economia de 400 milhões dólares por ano com taxas de transação sobre fundos enviados do exterior. As informações são da BBC.","url":""},{"text":"NÃO compre nenhum curso de programação nesta semana: a gente está preparando com os parceiros aqui da Newsletter um mega evento em comemoração ao “Dia do Programador”, que acontece na semana que vem. Essa área da Newsletter vai ficar inundada de promoções inéditas. Aproveite e indique a Newsletter para seus amigos participarem também.","url":""}]}