{"title":"WhatsApp pode ler mensagens / MP controversa / Cidade do futuro","fps":30,"timestamp":1631026072,"date":"07/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Mensagens do WhatsApp podem ser lidas por funcionários, afirma investigação jornalística: segundo o grupo ProPublica, revisores utilizam um software especial do Facebook para obter acesso a conteúdo privado quando mensagens são relatadas como impróprias por usuários. O sistema encaminha cinco mensagens para revisão: a supostamente ofensiva junto de quatro anteriores, incluindo imagens e vídeos. Um sistema de inteligência artificial também verifica os dados não criptografados que o WhatsApp coleta de usuários como nomes, imagens de perfil, número de telefone, mensagem de status, nível de bateria do telefone, idioma, fuso horário, endereço IP, intensidade do sinal sem fio, contas relacionadas do Facebook e Instagram. Carl Woog, diretor de comunicações do WhatsApp, confirmou que o aplicativo possui equipes que revisam mensagens para identificar e remover conteúdo impróprio, mas que a empresa não considera esse trabalho como de moderação ativa.","url":""},{"text":"Medida Provisória muda regras de moderação em redes sociais: a MP 1.068/2021 altera o Marco Civil da Internet e estabelece que não haverá exclusão de conteúdos gerados por usuários, exceto em algumas hipóteses como na criação de perfis falsos ou contas que ofereçam produtos ou serviços ilegais. A medida exclui da definição de rede social aplicações que se destinam à troca de mensagens instantâneas e plataformas de comércio eletrônico. O Facebook afirma que a MP viola direitos e garantias constitucionais. O Google está analisando os possíveis impactos da medida no YouTube. O Twitter criticou a falta de debate para a redação da MP. As informações são da Agência Brasil e Mobile Time.","url":""},{"text":"Bilionário revela planos para “cidade do futuro” nos EUA: a visão de Marc Lore para “Telosa” é possuir a limpeza de Tóquio, a diversidade de Nova York e os serviços sociais de Estocolmo. A cidade, com área de 150 mil acres, contará com uma arquitetura ecológica, produção de energia sustentável e permitirá que seus residentes acessem locais de trabalho, escolas e instalações a 15 minutos de distância de suas casas. O projeto custará cerca de 400 bilhões de dólares para ser construído e contará com 5 milhões de habitantes em 40 anos. As informações são da CNN.","url":""},{"text":"ProtonMail registra IP de ativista francês após pedido de autoridades suíças: segundo Andy Yen, fundador do serviço de e-mails criptografados, proteções de privacidade podem ser suspensas quando um crime é cometido. A ProtonMail, no entanto, afirma que não registra endereços de IP por padrão. De acordo com seu relatório de transparência, o serviço recebeu 3.572 pedidos de autoridades suíças apenas em 2020. As informações são do site TechCrunch.","url":""},{"text":"Mercedes-Benz apresenta carro conceito com interface cérebro-computador: eletrodos que são fixados na parte de trás da cabeça do motorista, registrando sua atividade cerebral e estabelecendo uma conexão direta com o veículo “VISION AVTR” após uma calibração de um minuto. Com o sistema é possível operar a interface do veículo, selecionar destinos de navegação, trocar a luz ambiente do interior ou mudar a estação de rádio. As informações são da página de imprensa da Daimler.","url":""},{"text":"Moeda digital Chia despenca e mineradores começam a vender SSDs usados: essas unidades possuem pouco valor residual porque o processo de mineração da moeda destrói SSDs comuns em menos de dois meses. No entanto, o jornal eletrônico VnExpress alerta que empresas estão comprando esses equipamentos no atacado e vendendo-os como “recondicionados” no mercado internacional. As informações são do site Tom's Hardware.","url":""},{"text":"WhatsApp permitirá ocultar status de “Visto pela última vez” para apenas alguns contatos: novas ferramentas de privacidade estão em desenvolvimento para impedir que contatos específicos consigam visualizar o status de alguém. A opção também oferecerá suporte a fotos de perfil e biografias, mas continuará sendo uma via de mão dupla, ou seja, ocultará as mesmas informações dos contatos restritos também. As informações são do site WABetaInfo.","url":""},{"text":"Mozilla lança Firefox 92: como destaque, a nova versão continua o trabalho de reestruturação do gerenciamento de memória da engine JavaScript do navegador para obter maior desempenho e utilizar menos memória. As informações são da página da Mozilla.","url":""},{"text":"NÃO compre nenhum curso de programação nesta semana: a gente está preparando com os parceiros aqui da Newsletter um mega evento em comemoração ao “Dia do Programador”, que acontece na semana que vem. Essa área da Newsletter vai ficar inundada de promoções inéditas. Aproveite e indique a Newsletter para seus amigos participarem também.","url":""}]}