{"title":"Pix limitado / Fornite nas escolas / IAs e empregos no Brasli","fps":30,"timestamp":1631890317,"date":"17/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Procon quer limitar Pix a 500 reais por mês: em reunião com o Banco Central, o órgão argumentou que a medida é necessária até a implementação de novos mecanismos de segurança para evitar golpes. Outra proposta seria a possibilidade de realizar estornos de contas bancárias criadas a pouco tempo e até que o banco “confirme que se trate de um cliente idôneo”. As informações são do site do Procon-SP.","url":""},{"text":"Fortnite é incluído em programa de ensino de 5 mil escolas no Brasil: o jogo foi adicionado ao projeto “Play Escolar”, ação da startup PlayMatch, que promove aprendizagem por meio de videogames. O Fortnite será aproveitado em atividades de ensino complementar nas áreas de Ciências, Tecnologia, Humanidades, Engenharia e Matemática. As informações são do site Canaltech.","url":""},{"text":"IAs podem substituir até 27% dos empregos no Brasil: segundo o estudo “ExperiencIA”, realizado pelo Banco de Desenvolvimento da América Latina, essa seria a proporção de empregos automatizáveis no País. No entanto, o estudo ressalta que a demanda líquida por mão de obra poderá aumentar até 2030 devido a um maior crescimento econômico associado ao progresso tecnológico promovido pelas próprias IAs. As informações são do site Convergência Digital.","url":""},{"text":"Ministério da Educação estuda criar universidade federal digital: segundo o ministro Milton Ribeiro, a instituição virtual poderia aproveitar as atuais tecnologias de informação para baratear custos e ampliar o acesso de estudantes de todo o País à rede pública federal de ensino. As informações são da Agência Brasil.","url":""},{"text":"Aplicação de IAs é uma das questões de direitos humanos mais urgentes, afirma ONU: um novo relatório da organização recomenda a paralisação na venda de sistemas de inteligência artificial no mundo todo. Apesar do potencial positivo da tecnologia, dado o crescimento rápido e contínuo de IAs, é preciso estabelecer quem será responsabilizado pela coleta, armazenamento, compartilhamento e utilização de dados. As informações são do site The Register.","url":""},{"text":"FBI alerta para explosão em golpes de “Namoro pela Internet”: até julho deste ano, a agência já recebeu denúncias que resultaram em perdas de 133 milhões de dólares. Os golpistas têm persuadido as vítimas com “oportunidades de investimento exclusivas” em moedas digitais. As informações são do site Bleeping Computer.","url":""},{"text":"Volkswagen e mineradora brasileira vão desenvolver baterias de nióbio: o principal objetivo do projeto é criar baterias de recarga ultra rápida - em menos de 10 minutos - para ônibus e caminhões elétricos da montadora. O uso do nióbio com essa finalidade é inédito na indústria automotiva mundial. A tecnologia é resultado de três anos de pesquisa em parceria com a Toshiba, no Japão. As informações são da página de imprensa da VWCO.","url":""},{"text":"Google usa “Internet laser” para substituir fibra óptica na África: o projeto “Taara” utiliza lasers para transmitir informações em velocidades de até 20Gbps pelo ar como um feixe invisível. A tecnologia é uma adaptação do projeto “Loon”, que transmitia dados através de balões de alta altitude. As informações são do site Ars Technica.","url":""},{"text":"Semanada de descontos terminando! Confira abaixo as melhores ofertas para comemorar o Dia do Programador :","url":""}]}