{"title":"Lei pode banir Pix em SP / Nubank quer “hackers do bem” / Para-brisas laser da Tesla","fps":30,"timestamp":1631285293,"date":"10/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Lei quer banir Pix em São Paulo após aumento de crimes: para o deputado Paulo Campos Machado, criador do projeto, o sistema seria a “entação do bandido” no momento. Se for aprovada, a lei instituiria uma suspensão do sistema para todos os paulistas até que seja desenvolvido um novo mecanismo para garantir a segurança de usuários do Pix. As informações são do Tecnoblog.","url":""},{"text":"Nubank lança programa de recompensas para “hackers do bem”: em parceria com a HackerOne, o programa de bug bounty irá recompensar pesquisadores de segurança  que encontrarem possíveis vulnerabilidades nos sistemas da companhia. Não foram revelados os valores das recompensas. As informações são do blog do Nubank.","url":""},{"text":"Tesla patenteia limpadores de para-brisas a laser: o sistema utiliza feixes de lasers pulsados para remover detritos acumulados nos vidros do veículo. A Tesla também possui uma outra patente não convencional para limpadores eletromagnéticos que são acionados pela rede neural do veículo quando detectam chuva e neve. As informações são do site Electrek.","url":""},{"text":"Polícia Federal prende cibercriminoso acusado de fraudar o Auxílio Emergencial: a pessoa realizava ataques de “alta complexidade” aos sistemas da Caixa Econômica, afirma a PF. O nome da operação, “Blue Team”, é uma referência a grupos que identificam vulnerabilidades no âmbito da segurança da informação. As informações são do site Convergência Digital.","url":""},{"text":"Banco Central avalia segurança e transações offline do Real Digital: segundo a instituição, um dos principais objetivos do sistema é reduzir o uso do papel moeda por causa dos custos e logística. A autoridade monetária também avalia como incluir nesse sistema a população com acesso limitado a smartphones, energia elétrica e Internet. As informações são da Agência Brasil.","url":""},{"text":"Cientistas criam dispositivo 1.000 vezes mais preciso do que relógios atômicos: o “relógio de treliça óptic” perde menos de 1 segundo a cada 30 bilhões de anos, mais tempo do que o dobro da idade do Universo. O dispositivo poderá contribuir com o rastreamento de eventos vulcânicos e sísmicos, melhorar a precisão do GPS e auxiliar na detecção de ondas gravitacionais e matéria escura. As informações são do site Space.","url":""},{"text":"Maior máquina de captura de carbono do mundo é acionada na Islândia: a usina “Orca” possui ventiladores gigantes que sugam o ar ao seu redor, sequestrando o dióxido de carbono em grandes filtros que posteriormente são vedados e enterrados profundamente. O sistema pretende remover 4.400 toneladas de CO2 da atmosfera todos os anos, emissão equivalente a cerca de 870 carros. As informações são do site Futurism.","url":""},{"text":"Óculos inteligentes “Ray-Ban Stories” conseguem tocar músicas, tirar fotos e gravar vídeos: desenvolvidos em parceria com o Facebook, os óculos são praticamente indistinguíveis de um modelo tradicional em design e peso. O dispositivo conta com um estojo de carregamento que fornece carga para um dia de uso. As informações são do site Axios.","url":""},{"text":"NÃO compre nenhum curso de programação! Aguarde até segunda-feira, dia 13: a gente está preparando com os parceiros aqui da Newsletter um mega evento em comemoração ao “Dia do Programador”, que acontece na semana que vem. Essa área da Newsletter vai ficar inundada de promoções inéditas. Aproveite e indique a Newsletter para seus amigos participarem também.","url":""}]}