{"title":"Rússia convida Elon Musk / Novo recurso do Whats / Apple perde na Justiça","fps":30,"timestamp":1631544470,"date":"13/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Rússia convida Elon Musk para conversar sobre exploração espacial e “vida extraterrestre”: Dmitry Rogozin, diretor geral da Roscosmos, afirma que Musk concretiza muitas das metas não alcançadas pela agência espacial russa após a dissolução da União Soviética. A ideia seria discutir com Musk como aproveitar o espaço para “preservar a vida na Terra”. As informações são do site Business Insider.","url":""},{"text":"WhatsApp prepara novo recurso de transcrição para mensagens de voz: em fase de testes na versão iOS, as mensagens são enviadas de forma privada para os servidores da Apple ao invés do WhatsApp, contribuindo também para melhoria na tecnologia de reconhecimento de voz da Apple. Após a transcrição ser realizada, é possível pular para pontos específicos da mensagem de voz tocando no texto correspondente. As informações são do site WABetaInfo.","url":""},{"text":"Justiça dos EUA proíbe Apple de bloquear meios de pagamentos externos na App Store: a decisão é uma vitória para desenvolvedores e principalmente para a Epic Games, que estava processando a Apple por monopólio. Até o final do ano será possível adicionar links ou botões para sistemas de pagamentos alternativos em qualquer aplicativo obtido através da App Store. As informações são do site TechCrunch.","url":""},{"text":"REvil ressurge após hiato de dois meses: segundo os operadores do grupo ransomware, o fechamento das operações aconteceu por precaução após “Unknown”, representante público da gangue, desaparecer. Como havia uma possibilidade de Unknown ter sido preso, comprometendo servidores, o grupo decidiu “dar uma pausa”. As informações são do site Bleeping Computer.","url":""},{"text":"Trabalho remoto reduz criatividade, aponta estudo da Microsoft: apesar do aumento no volume de emails e mensagens instantâneas, o tempo de colaboração entre departamentos da companhia caiu 25%, dificultando o compartilhamento de novas informações. No entanto, como ponto positivo, o trabalho remoto reduziu em 5% o tempo dedicado a reuniões. As informações são da revista Época Negócios.","url":""},{"text":"Jornal nos EUA irá distribuir iPads para leitores após encerrar versão impressa: o “Times Free Press” vai gastar cerca de 6 milhões de dólares com os dispositivos e treinamento dos assinantes. Segundo o jornal, a mudança é necessária após a contínua perda de receita com anunciantes. As informações são do site 9to5Mac.","url":""},{"text":"PHP é a linguagem server-side mais utilizada: com 78,9% de participação, PHP domina o mercado há vários anos. Em segundo lugar, ASP.NET, que vem perdendo mercado regularmente, fica com 8,3% de participação. Ruby vem angariando aos poucos uma fatia do mercado, com 5,2% de uso. As informações são do site W3Techs.","url":""},{"text":"Dia do Programador: celebrado sempre no 256º dia do ano, ou seja, 13 de setembro (12/set em anos bissextos). A data foi escolhida por vários motivos: 256 é o número de valores distintos que podem ser representados com um byte de oito bits, 256 em hexadecimal é 100 ('0x100') e é a maior potência de 2 abaixo de 365. As informações são da Wikipedia.","url":""},{"text":"Confira abaixo as melhores ofertas que conseguimos com nossos parceiros para comemorar o Dia do Programador nesta segunda-feira:","url":""}]}