{"title":"“Cérebro em chip” da Samsung / DeepMind e robôs / Mineração nuclear","fps":30,"timestamp":1632840722,"date":"28/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Samsung inicia estudos para “copiar e colar” o cérebro humano em um chip: a companhia se associou à Universidade de Harvard para replicar a composição neural do cérebro na esperança de que isso permita processadores com baixo consumo de energia, aprendizado fácil, adaptação ao meio ambiente, autonomia e cognição. A ideia é realizar um processo de engenharia reversa, “copiando” o mapa de conectividade sináptica do cérebro, utilizando ferramentas avançadas de neurociência, e “colando” esse mapa em uma rede tridimensional de alta densidade de memórias de estado sólido. As informações são do site The Register.","url":""},{"text":"DeepMind do Google quer reinventar o desenvolvimento de robôs: a empresa de pesquisa pretende fundir redes neurais e robótica para criar uma inteligência artificial que possa tomar decisões autonomamente e controlar um corpo físico no mundo real. O problema seria o treinamento físico dos robôs, que leva muito mais tempo do que simulações paralelas em software. As informações são do site IEEE Spectrum.","url":""},{"text":"Mineradores de moedas digitais já estão atrás de parcerias com usinas nucleares: conforme a crítica ambiental em torno do processo de criação desses ativos aumenta, a energia nuclear seria uma alternativa, já que é virtualmente livre de carbono e essas usinas possuem excesso de capacidade atualmente. As informações são do The Wall Street Journal.","url":""},{"text":"Correios re-lançam serviço Sedex Hoje: se uma encomenda for postada até às 18:00, a entrega é feita até às 23:00 do mesmo dia. Entre às 18:00 e 20:00, a entrega é realizada no dia seguinte, até ao meio dia. O serviço, que também opera nos finais de semana, já está disponível em 80 municípios do estado de São Paulo e deve ser expandido para outras localidades. As informações são do Tecnoblog.","url":""},{"text":"TikTok atinge marca de 1 bilhão de usuários ativos mensais: a rede social registrou um aumento de 45% em usuários em pouco mais de um ano. Para contextualizar, o Facebook possui 2,9 bilhões de usuários ativos mensais. Os maiores mercados do TikTok estão nos EUA, Europa, Brasil e Sudeste Asiático. As informações são do site TechCrunch.","url":""},{"text":"Cientistas desenvolvem LEDs de ponto quântico ultrafinos que podem ser dobrados como origamis: o material pode ser moldado em estruturas 3D complexas como borboletas, aviões e pirâmides. A tecnologia pode facilitar a criação de novos dispositivos dobráveis, como smartphones, ou eletrônicos com formatos personalizados pelos usuários. As informações são do site ScienceDaily.","url":""},{"text":"Preços de alguns componentes eletrônicos registram alta de quase 5.000% em um ano: de acordo com um levantamento da Logcomex, circuitos integrados eletrônicos registraram um aumento de 4.803% no preço. Ainda segundo a empresa, não existe perspectiva para normalização nos preços, com uma tendência ainda de alta para componentes importados. As informações são do site TecMundo.","url":""},{"text":"Google Meet começa a testar tradução de transcrições ao vivo: segundo a empresa, o recurso ajuda videochamadas a serem mais globais, removendo idiomas como barreira para colaboração. Inicialmente o recurso conseguirá gerar legendas traduzidas em tempo real do inglês para espanhol, francês, português e alemão. As informações são do site 9to5Google.","url":""}]}