{"title":"Novo “CPF do futuro” / RA combate fobia / Implante neural incrível","fps":30,"timestamp":1632235923,"date":"21/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Governo dá novo passo para implementação da Identificação Civil Nacional, o “CPF do futuro”: um Projeto de Lei foi encaminhado ao Congresso para acelerar a implementação da ICN, sistema digital integrado de identificação que unifica o RG, CPF e título de eleitor. A ICN vai utilizar a base de dados biométricos da Justiça Eleitoral e será gerenciada por um aplicativo de smartphone. As informações são da Agência Brasil.","url":""},{"text":"Realidade aumentada pode auxiliar pessoas a combater fobia de aranhas: o aplicativo para smartphones “Phobys” é baseado na terapia de exposição e projeta um modelo 3D realista de uma aranha no mundo real. Um ensaio clínico demonstrou que o medo de aranhas reais foi atenuado após o treinamento com o aplicativo. Os pesquisadores, no entanto, recomendam a supervisão de um profissional durante o uso do aplicativo em casos graves da fobia. As informações são do site ScienceDaily.","url":""},{"text":"Implante neural minúsculo visa restaurar sensação e controle das mãos de pessoas com lesões na medula espinhal: o dispositivo registra e decodifica a atividade cerebral através de um computador, contornando o sistema nervoso danificado de pacientes e estimula os músculos diretamente. O sistema também é capaz de coletar dados sobre a posição e pressão dos dedos, proporcionando de volta a sensação de tato e propriocepção (capacidade para reconhecer a localização espacial de membros do corpo sem utilizar a visão). As informações são do site Futurism.","url":""},{"text":"Navegar pela Internet após a aposentadoria pode aumentar função cognitiva: ao examinar mais de duas mil pessoas aposentadas, os pesquisadores descobriram que, em média, quem usava a Internet apresentava uma memória 8% melhor. As mulheres foram o destaque do estudo, mostrando uma melhora de quase o dobro da média. A pesquisa também descobriu que aposentados são mais propensos a continuar a usar computadores se já o utilizavam anteriormente em seus empregos. As informações são do site ScienceDaily.","url":""},{"text":"Apple estuda se iPhones podem detectar estresse, ansiedade ou declínio cognitivo de usuários: a pesquisa avalia diversos dados como expressões faciais, fala, ritmo de caminhadas, padrões de sono, frequência cardíaca e respiratória, velocidade e erros de digitação. O desafio é criar algoritmos que sejam confiáveis para realizar diagnósticos precisos. As informações são do site 9to5Mac.","url":""},{"text":"SpaceX estuda construir naves exclusivas para turismo espacial: uma enorme nave, baseada na Starship ainda em desenvolvimento, seria capaz de levar 100 pessoas ao espaço. A SpaceX afirma que após a bem sucedida missão civil Inspiration4, registrou um aumento expressivo no interesse de pessoas em novas missões privadas. Estima-se que um assento na Inspiration4 tenha custado cerca de 55 milhões de dólares. As informações são do site Futurism.","url":""},{"text":"Novos rumores sobre smartphones dobráveis do Google e Apple: o Google estaria trabalhando em pelo menos dois modelos distintos (codinomes “Passport” e “Jumbojack”), similares ao Samsung Fold e Flip e que poderiam ser lançados já no final deste ano. A Apple estaria trabalhando em apenas um modelo, similar ao Samsung Flip, que seria lançado apenas em 2024. Um analista acredita que dispositivos dobráveis irão eliminar as segmentações entre smartphones, tablets e laptops no futuro. As informações são do site 9to5Google e 9to5Mac.","url":""},{"text":"Governo propõe nova lei que limita remoção de conteúdos em redes sociais: no começo de setembro, o Governo havia editado uma Medida Provisória com efeitos semelhantes que logo foi suspensa pelo Supremo Tribunal Federal. O novo Projeto de Lei prevê regras relacionadas à moderação de conteúdo por redes sociais com mais de 10 milhões de usuários, alterando o Marco Civil da Internet. As informações são da Agência Brasil.","url":""}]}