{"title":"Algoritmo do Universo / Instagram não é tóxico / TikTok “bagunça” pesquisas","fps":30,"timestamp":1632754334,"date":"27/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Cosmologistas avaliam se o Universo é um algoritmo de auto-aprendizagem: a pesquisa da Universidade de Brown e do Flatiron Institute estuda a interseção entre ciência da computação, física teórica e filosofia da ciência, sugerindo que o Universo estaria “ensinando física a si mesmo”, investigando todas as leis físicas possíveis antes de estabelecer as que observamos atualmente. As informações são do site Popular Mechanics.","url":""},{"text":"Desenvolvimento do Instagram Kids é suspenso: Adam Mosseri, CEO do Instagram, no entanto, ainda acredita que a construção de uma versão da rede social feita especialmente para quem tiver menos de 13 anos “é a coisa certa a se fazer”. Segundo Mosseri, crianças e adolescentes estão ganhando smartphones cada vez mais jovens e estariam falseando suas idades para instalar aplicativos destinados a públicos adultos. O Facebook também nega que o Instagram seja tóxico para adolescentes. Uma pesquisa realizada internamente teria demonstrado que muitos adolescentes avaliavam o Instagram positivamente em áreas como solidão, ansiedade, tristeza e problemas alimentares. Imagem corporal seria a única área em que adolescentes relataram ter problemas. As informações são do blog do Instagram e da página de imprensa do Facebook.","url":""},{"text":"Vídeo no TikTok interrompe 4.600 estudos científicos: a postagem, com quatro milhões de visualizações, indicava o site Prolific, plataforma utilizada por cientistas para coleta de dados online, como uma forma rápida de ganhar dinheiro participando de pesquisas. O sucesso do vídeo acabou desbalanceando demograficamente os estudos. A grande maioria, no entanto, tem o potencial de ser recuperada. As informações são do site The Verge.","url":""},{"text":"Tribunais brasileiros vão aceitar apenas processos digitais a partir do ano que vem: a medida é considerada necessária por conta das restrições sanitárias e deverão ser adotadas permanentemente. Além de se mostrarem mais eficazes, com mais economia e velocidade nos processos, os processos eletrônicos também permitirão que advogados possam ampliar suas bases de atuação, sem precisarem se deslocar fisicamente até os fóruns. Além da exigência para novos casos, o acervo processual físico também deverá ser totalmente digitalizado. As informações são do site Convergência Digital.","url":""},{"text":"CERN aceita o Brasil como membro: a Organização Europeia para Pesquisa Nuclear (CERN na sigla em inglês) opera o acelerador de partículas mais potente do mundo, o “Large Hadron Collider”. A parceria será estratégica, com oportunidades para a indústria nacional, transferências de conhecimento, popularização e difusão da ciência no País. As informações são do site do MCTI.","url":""},{"text":"Investimentos em publicidade digital no Brasil somou 23,7 bilhões de reais em 2020: o valor representa um crescimento de 48% em dois anos. O destaque ficou para o segmento de vídeos, que ficou com mais de 80% dos gastos de publicidade em mídias sociais. As informações são do site Convergência Digital.","url":""},{"text":"Grécia cria IA para identificar turistas assintomáticos infectados: a “Eva” avalia diversos pontos de dados como idade e de onde as pessoas estão vindo, identificando até quatro vezes mais viajantes assintomáticos do que métodos de teste aleatórios. O sistema também auxilia as autoridades sanitárias do país criando relatórios atualizados sobre a evolução da pandemia no exterior. As informações são do site The Register.","url":""},{"text":"IAs estão ficando mais eficientes mostra novo benchmark: de acordo com recentes estatísticas publicadas pela MLCommons, a maioria dos sistemas avançou entre 5% e 30% em relação ao início deste ano, com alguns mais do que dobrando seu desempenho. Os ganhos em eficiência são resultado de melhorias tanto em software quanto em hardware para treinamento de redes neurais. As informações são do site IEEE Spectrum.","url":""}]}