{"title":"Nova regra no Pix / Cripto hamster / Malware ataca gamers","fps":30,"timestamp":1632927108,"date":"29/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Banco Central aprova nova medida de segurança para o Pix: a partir de novembro, as instituições financeiras poderão bloquear transferências recebidas via Pix por até 72 horas caso haja alguma suspeita. O bloqueio preventivo, imediatamente comunicado ao recebedor, aumenta as chances de recuperação de recursos em casos de fraude. As informações são da Agência Brasil.","url":""},{"text":"Elon Musk elogia habilidade de hamster negociador de moedas digitais: em seu perfil no Twitter, Musk se mostrou fascinado pelo “Mr Goxx”, um hamster que negocia ativos digitais em uma gaiola completamente automatizada com microcontroladores e comicamente chamada de “escritório”. Scripts controlam todas as operações de compra, venda e seleção das moedas a serem negociadas através do uso de uma roda de exercício e dois túneis. É possível acompanhar o animal de estimação negociando as moedas em tempo real através do seu perfil no Twitter “@mrgoxx”. Até ontem, Mr Goxx acumulava 16,6% em ganhos totais.","url":""},{"text":"Novo malware rouba contas da Steam, Epic Games Store e EA Origin: o “BloodyStealer”, descoberto pela Kaspersky, consegue coletar informações confidenciais como senhas, cartões de crédito, bem como sessões em várias plataformas de jogos online. O trojan está sendo utilizado em ataques direcionados na Europa, América Latina e região da Ásia-Pacífico. As informações são do site Bleeping Computer.","url":""},{"text":"STF aceita conversas do WhatsApp como prova, mesmo quando criptografadas: os advogados de um homem acusado de tráfico internacional alegavam não conseguir o mesmo acesso às conversas criptografadas que teriam sido captadas “da nuvem das empresas de network” e utilizadas como prova, impedindo a ele exercer seu direito de defesa. As informações são do site Convergência Digital.","url":""},{"text":"Amazon apresenta robô doméstico: o Astro possui uma tela giratória montada sobre rodas e terá como funções principais segurança doméstica, monitoramento de pessoas e oferecer uma espécie de versão móvel da Alexa. O Astro pode configurar rotinas, lembretes e acompanhar uma pessoa durante uma ligação de vídeo enquanto se locomove pela casa. O dispositivo custará 999 dólares no lançamento.","url":""},{"text":"Facebook vai instalar cabo submarino mais longo do mundo: um novo segmento levará o projeto “2Africa” a contar com 45 mil quilômetros de extensão, levando Internet para 3 bilhões de pessoas, mais do que o dobro da estimativa inicial. A África é atualmente o continente com menor conectividade digital no mundo. As informações são do site Engadget.","url":""},{"text":"Metaveículos microscópicos controlados por feixes de luz: cientistas suecos conseguiram movimentar “veículos” minúsculos de forma complexa e precisa, e até mesmo usá-los para transportar outras nanopartículas, apenas ajustando a intensidade e polarização de uma fonte de luz. A pesquisa pode criar novas tecnologias em aplicações ópticas como câmeras, microscópios e telas eletrônicas. As informações são do site ScienceDaily.","url":""},{"text":"Gitpod lança versão open source do Backend que roda o VSCode em modo navegador: o “OpenVSCode Server” é baseado na mesma arquitetura utilizada pelo GitHub Codespaces, mas com modificações mínimas para permitir sessões de desenvolvimento remoto, com o backend hospedado em qualquer lugar que você quiser. O Gitpod não tem a intenção de alterar o código do VS Code de nenhuma forma significativa ou adicionar novos recursos. O projeto pode ser acessado pelo repositório “gitpod-io/openvscode-server/” no GitHub. As informações são do site The Register.","url":""}]}