{"title":"CIA usa ad blocker / IA “engana” IA / China ataca moedas digitais","fps":30,"timestamp":1632495131,"date":"24/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Agências de inteligência e segurança nacional dos EUA utilizam “ad blockers” por causa de perigos em publicidade online: a CIA e NSA implementaram tecnologias de bloqueio de anúncios em nível de rede, utilizando informações de várias camadas, incluindo do DNS, para bloquear conteúdos publicitários. As agências receiam que anúncios maliciosos consigam coletar informações confidenciais ou hackear seus dispositivos. As informações são do site Vice.","url":""},{"text":"Cientistas usam IA para “enganar” outra IA e remover nuvens de imagens de satélite: ao treinar uma rede generativa para “enganar” uma rede discriminativa, fazendo-a “pensar” que uma imagem é real, as imagens reconstruídas são muito mais autoconsistentes e altamente realistas, afirma o pesquisador japonês Kazunosuke Ikeno. A técnica de duas redes concorrentes também possui a vantagem de não necessitar de muitos dados para treinamento. As informações são do blog da Nvidia.","url":""},{"text":"China tenta sufocar novamente mercado de moedas digitais: não é a primeira vez que o país ameaça medidas duras contra moedas digitais, mas o banco central da China anunciou nesta sexta-feira que todas as transações relacionadas a moedas digitais são ilegais e serão banidas, citando preocupações com a segurança nacional e estabilidade social. Além disso, exchanges estrangeiras estão proibidas de fornecer serviços a qualquer pessoa no país. As informações são do site TechCrunch.","url":""},{"text":"Engenheiros desenvolvem método para cozinhar filé de frango impresso em 3D com lasers: o sistema conseguiu até mesmo dourar a superfície do frango em um padrão que lembra marcas de grelha. Os pesquisadores pretendem criar um software para permitir que usuários consigam personalizar e cozinhar suas próprias refeições impressas em 3D no futuro. As informações são do site Ars Technica.","url":""},{"text":"Venezuela acusa EUA de ataque cibernético ao seu sistema financeiro: o Banco da Venezuela, principal instituição financeira do país, ficou fora do ar por cinco dias, afetando 14 milhões de clientes. Não há muitos detalhes técnicos disponíveis, mas acredita-se que o ataque de tipo DDoS teria sido originado de um IP dos EUA. As informações são do site CISO Advisor.","url":""},{"text":"Pesquisador revela três vulnerabilidades 0-day gravíssimas no iOS após Apple não se manifestar: o pesquisador que se identifica como “illusionofchaos” afirma que reportou quatro falhas para a Apple entre março e maio deste ano, sendo que apenas uma delas foi resolvida e sem a devida atribuição e pagamento de recompensa. As falhas permitem a extração de contatos, informações médicas, acesso completo ao sistema de arquivos e muitos outros dados, sem a necessidade de nenhuma interação de usuários. As informações são do site Bleeping Computer.","url":""},{"text":"Empresa cria monitor de glicose não invasivo: a tecnologia é considerada o “pote de ouro” na área de medtech. Os dispositivos da “Know Labs” utilizam sensores de radiofrequência e espectroscopia para medir os níveis de glicose no sangue através da pele, sem a necessidade de punções regulares para calibração. As informações são do site FierceBiotech.","url":""},{"text":"Google já está testando se o user agent “Chrome/100.0” quebra funcionalidade de sites: como os números de versão do Chrome atualmente são de dois dígitos, os engenheiros do Google estão investigando se sites falharão quando a versão 100 for lançada em março de 2022. As informações são do site Bleeping Computer.","url":""}]}