{"title":"Controvérsia no Chrome / Batalha pela alma da Internet / “Carros voadores” da Gol","fps":30,"timestamp":1632322335,"date":"22/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Chrome é atualizado e introduz novo recurso controverso: a versão 94 do navegador ativa, por padrão, a API “Idle Detection” (detecção de inatividade), indicando a ociosidade de usuários, como a falta de interação com o teclado, mouse e protetor de tela ativo. O recurso tem como objetivo ser utilizado por aplicativos colaborativos. Firefox e Safari, no entanto, acreditam que o recurso tem o potencial de criar novas formas de vigilância e controle de usuários, monitorando padrões de uso do navegador. As informações são do site Android Police.","url":""},{"text":"União Europeia convida Brasil para “batalha pela alma da Internet”: durante o “Painel Telebrasil 2021”, a comissária Margrethe Vestager pediu o aprofundamento de ações conjuntas na regulação do mercado digital e apontou para a falta de confiança nas tecnologias digitais da atualidade. Para Vestager, os países europeus e o Brasil podem colaborar para promover novas regulamentações globais, com a tecnologia centrada no ser humano. As informações são do site Convergência Digital.","url":""},{"text":"Gol adquire 250 “carros voadores”: as aeronaves elétricas de decolagem e pouso vertical (eVTOL) irão transportar passageiros entre centros urbanos e aeroportos, com o potencial de democratizar e substituir os voos de helicópteros. O modelo “VA-X4”, da companhia aérea britânica Vertical, tem alcance de 160 km e velocidade máxima de 320 km/h, produzindo ainda 100 vezes menos ruídos do que helicópteros. As informações são da revista Exame.","url":""},{"text":"TIM defende revisão da neutralidade de rede no Brasil para implementação do 5G: para Pietro Labriola, CEO da operadora, a neutralidade não permitirá a oferta de funcionalidades da nova geração de telefonia móvel. A neutralidade da rede baseia-se no princípio de que todas as informações que trafegam pela Internet devem ser tratadas da mesma forma, navegando à mesma velocidade. As informações são do site Convergência Digital.","url":""},{"text":"Pesquisadores desenvolvem novo método para bioimpressão 3D de neurônios: a técnica, assistida por lasers, mantém altos níveis de viabilidade e funcionalidade dessas células. A tecnologia tem o potencial de reduzir testes em animais, produzindo resultados mais precisos, uma vez que pesquisas poderão ser realizadas diretamente em tecidos humanos. As informações são do site ScienceDaily.","url":""},{"text":"DuckDuckGo torna-se carbono negativo: o mecanismo de busca conseguiu eliminar sua pegada de carbono, compensando em 125% suas emissões totais (um total de 5.875 toneladas de CO2 equivalente) desde sua fundação, em 2008. O sistema ainda firmou o compromisso de manter-se carbono negativo em perpetuidade. As informações são do site Spread Privacy.","url":""},{"text":"Cientistas descobrem nova maneira de resolver um dos problemas de computador mais difíceis: a técnica faz a chamada “reservoir computing” rodar até um milhão de vezes mais rápida, com menores entradas de dados e recursos de computação. Reservoir computing é um tipo de rede neural que imita a maneira como o cérebro humano funciona, construída de forma aleatória e sem precisar de treinamento de sua camada intermediária. As informações são do site ScienceDaily.","url":""},{"text":"Caem em 56% as tentativas de ataques por ransomware na América Latina: apesar da redução, ainda são realizadas 277 tentativas de invasão por hora na região. O Brasil é o país mais visado, representando 64% das investidas. Segundo a Kaspersky, o número de tentativas tem caído porque os invasores mudaram de estratégia, selecionado vítimas e direcionando ataques. As informações são do site CISO Advisor.","url":""}]}