{"title":"Android receberá reset / Firefox testa Bing / Holograma manipulável","fps":30,"timestamp":1632149520,"date":"20/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Google vai resetar permissões de privacidade em bilhões de dispositivos Android: a partir de dezembro deste ano, a revogação de acesso a fotos, contatos e localização ocorrerá em todos os dispositivos com Google Play Services instalado e rodando as versões Android 6 até 10. Segundo o Google, a medida ajudará a proteger a privacidade de usuários. As informações são do blog Android Developers.Fire","url":""},{"text":"Mozilla testa “Bing”, da Microsoft, como mecanismo de busca padrão do Firefox: 1% de todos os usuários irão participar do experimento. Não está claro por que o Firefox irá realizar o teste, considerando que o Google paga cerca de 400 milhões de dólares à Mozilla por ano para ter o seu mecanismo de busca como padrão. As informações são do site Bleeping Computer.","url":""},{"text":"Cientistas criam hologramas que podem ser tocados: os pesquisadores conseguiram criar uma projeção de uma bola de basquete que pode ser manipulada através de sistema que utiliza jatos de ar, tecnologia conhecida como “aero háptica”. No futuro, a técnica pode ser desenvolvida para replicar a sensação de apertos de mão em reuniões virtuais. As informações são do site Futurism.","url":""},{"text":"Banco Central é contra limite de 500 reais por mês no Pix: a instituição afirma que a medida, solicitada pelo Procon, não seria eficaz no combate a crimes. Segundo o BC, não há registro de fraude na infraestrutura do Pix e os problemas são todos externos ao ecossistema, resultados de engenharia social ou de questões relacionadas à segurança pública. As informações são do UOL.","url":""},{"text":"Uma única transação de BTC gera tanto lixo eletrônico quanto jogar fora dois iPhones: isso ocorre porque os equipamentos de mineração possuem uma curta vida útil, de aprox. apenas 15 meses, com cada transação da moeda digital gerando 272g de resíduo eletrônico. Segundo os economistas Alex de Vries e Christian Stoll, a rede BTC gera anualmente resíduos equivalentes a um país do tamanho da Holanda à medida que equipamentos de mineração são sucateados. As informações são do site As informações são do site Business Insider.","url":""},{"text":"Telegram está cada vez mais popular entre cibercriminosos: segundo a empresa de segurança Cyberint, a razão seria a conveniência de se criar grupos ou canais dentro do aplicativo. O Telegram afirma que remove, todos os dias, mais de 10 mil comunidades por violações após relatos de usuários. Ainda segundo a Cyberint, o aplicativo Signal tende a apenas ser utilizado para mensagens entre indivíduos. As informações são do site Financial Times.","url":""},{"text":"Astronautas amadores da missão Inspiration4 da SpaceX voltam à Terra: a viagem de três dias ao redor da Terra se encerrou no sábado, com a amerissagem da cápsula “Crew Dragon” na costa da Flórida. Mais viagens desse tipo estão planejadas para o final de 2021. O bilionário japonês Yusaku Maezawa também já reservou uma viagem até a Lua a bordo da nave Starship, sistema de transporte espacial da SpaceX ainda em desenvolvimento, com data prevista para 2023. As informações são do site Space.","url":""},{"text":"Desenvolvedor Full Stack é o cargo de TI mais procurado por empresas: 23% das empresas possuem vagas em aberto para Devs Full Stack, 18% para Back-End e 12% para Front-End. Habilidade em metodologias ágeis também é uma grande preferência pelas empresas (28% das vagas). As informações são do Tecnoblog.","url":""}]}