{"title":"Governo quer hackers / Python é nº 1 / Jato supersônico de Elon Musk","fps":30,"timestamp":1633963922,"date":"11/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Governo quer criar “batalhão civil” de hackers do bem: a ideia é criar um programa de educação em cibersegurança, desde o ensino fundamental até pós-graduação, para espalhar hackers éticos em diversas áreas do País, preparados para atuar de maneira coordenada e apoiar tanto entidades públicas como privadas quando necessário. As informações são do site Olhar Digital.","url":""},{"text":"Python torna-se a linguagem de programação mais popular: com 11,27% de preferência, Python acabou desbancando pela primeira vez, em mais de 20 anos, as linguagens C (11,16%) e Java (10,46%) no Tiobe Index. Python, criada por Guido van Rossum em 1991, tornou-se popular ao longo dos anos por sua facilidade de aprendizado, enorme quantidade de bibliotecas e aplicabilidade em vários domínios da computação.","url":""},{"text":"Elon Musk estaria “morrendo de vontade” de inovar setor de aviação com jato elétrico supersônico: o modelo teria a capacidade  “VTOL”, sigla em inglês para “Decolagem e Aterrissagem Vertical”, mas Musk afirma que adicionar mais essa carga de trabalho no momento faria seu “érebro explodir”. Musk estuda a ideia desde 2018, mas decidiu que a evolução de carros elétricos, energia solar e armazenamento de energia eram muito mais importantes do que esse projeto. As informações são do site Futurism.","url":""},{"text":"Geração de energia solar no Brasil já atinge 70% da capacidade instalada da usina hidrelétrica de Itaipu: segundo Paulo César Domingues, secretário de Planejamento e Desenvolvimento Energético do Ministério de Minas e Energia, a instalação de painéis fotovoltaicos em residências brasileiras cresceu 2.000% nos últimos três anos. Ainda de acordo com Domingues, 48% da matriz energética do País vem de fontes renováveis, contra 14% da média mundial. As informações são do site Olhar Digital.","url":""},{"text":"Facebook vai banir vendas de terras da Floresta Amazônica em seu Marketplace: a nova regra proíbe explicitamente a compra ou venda de terrenos de qualquer tipo em áreas de conservação ecológica. A rede social irá utilizar a base de dados do PNUMA (Programa das Nações Unidas para o Meio Ambiente) para verificar anúncios de áreas protegidas. As informações são do site Futurism.","url":""},{"text":"Novo procedimento é considerado o “Google Earth das colonoscopias”: a nova abordagem desenvolvida pela Universidade Técnica da Dinamarca combina câmeras e tomografia de coerência óptica, microscopia de multi-fótons e espectroscopia Raman para uma análise profunda de tecidos intestinais. Segundo o coordenador do projeto, o Dr. Peter Andersen, o Google Earth é uma boa analogia para a nova técnica de imagem, que permite uma ampliação e definição muito maior do que técnicas tradicionais. As informações são do site MedicalXpress.","url":""},{"text":"Busca do Google agora possui um afinador de instrumentos musicais: a novidade junta-se às ferramentas de conversão de medidas e câmbio de moedas diretamente na página de resultados. Para ativar a ferramenta basta buscar por “afinador google” em qualquer celular ou computador com microfone. As informações são do site The Verge.","url":""},{"text":"Nova técnica pode adicionar “quarta dimensã” a impressoras 3D: um novo processo químico desenvolvido por pesquisadores da Loughborough University cria componentes impressos em “4D”, com propriedades mecânicas que mudam com o tempo. A técnica poderia ser utilizada em uma grande variedade de estruturas, como peças que se deformam de maneira controlada durante a operação. As informações são do site Phys.","url":""}]}