{"title":"Alerta: “Estão criando Deus” / Bing e Google / Cloudflare vai atrás da AWS","fps":30,"timestamp":1633013524,"date":"30/09/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Ex-executivo do Google alerta que pesquisadores de IA “estão criando Deus”: para Mo Gawdat, uma inteligência artificial geral, onipotente e senciente similar à Skynet é inevitável, representando uma grande ameaça para a humanidade. Ray Kurzweil, inventor e futurista que trabalha no Google, acredita que essa singularidade tecnológica ocorrerá por volta de 2045. As informações são do site Futurism e Wikipedia.","url":""},{"text":"Google afirma que o termo de pesquisa mais popular no buscador Bing é “Google”: a companhia está usando esse argumento em uma ação antitruste na Europa como prova de que as pessoas optam por usar o seu mecanismo de busca por conta própria e não porque essa é a opção padrão em seus dispositivos. As informações são da Bloomberg.","url":""},{"text":"Cloudflare apresenta “R2 Storage” para competir com o AWS S3: o serviço permite o armazenamento de grandes quantidades de dados não estruturados (mensagens de texto, fotos, áudios, vídeos entre outros) e reduz para virtualmente zero as taxas de saída de dados (egress fees). O R2 Storage também inclui compatibilidade total com as APIs do Amazon S3. Em seu perfil no Twitter, o especialista em nuvem Corey Quinn estima que se 1 milhão de pessoas baixassem um arquivo de 1GB no período de um mês, o custo com o R2 seria de 13 centavos de dólar, enquanto no S3 seria de 53.891,16 dólares. As informações são do blog da Cloudflare.","url":""},{"text":"Google apresenta novos recursos em seu mecanismo de busca: uma nova tecnologia, chamada Multitask Unified Model (MUM), promete transformar como o Google entende consultas complexas, sendo capaz de compreender o contexto e fornecer outros resultados relevantes. Outra novidade será a identificação de momentos-chave em vídeos, mesmo que não sejam mencionados explicitamente. As informações são do site TechCrunch.","url":""},{"text":"ByteDance, dona do TikTok, quer competir com a AliExpress: a empresa poderá lançar já no mês de outubro um e-commerce internacional para vender produtos produzidos na China. A AliExpress, atualmente o maior comércio eletrônico transfronteiriço chinês, atende mais de 150 milhões de usuários em 200 países. As informações são do site BusinessOfFashion.","url":""},{"text":"Honda vai investir em robôs e veículos voadores: os robôs serão projetados para aplicações como cirurgia remota e exploração espacial. A montadora, no entanto, não aposta num futuro próximo 100% eletrificado, preferindo uma abordagem híbrida, especialmente no desenvolvimento de veículos voadores (VTOLs) para longas distâncias. As informações são do site TechCrunch.","url":""},{"text":"Startup brasileira permite registro de ponto eletrônico pelo WhatsApp: com a ferramenta da Pontomais, o registro de entradas de colaboradores é realizado através do envio de comandos como “bater ponto”. Segundo a empresa, a vantagem do sistema é evitar a instalação de outros aplicativos nos smartphones de funcionários. As informações são do site TecMundo.","url":""},{"text":"Xbox Cloud Gaming chega oficialmente ao Brasil: a partir das 15h (horário de Brasília) o serviço de jogos por nuvem poderá ser acessado, sem nenhum custo adicional, por quem assina o “Game Pass Ultimate” (45 reais/mês) em computadores com Windows, Mac, dispositivos Android e iOS. As informações são do site IGN Brasil.","url":""}]}