{"title":"Facebook “morrendo” / Capacete do sono / IA prevê chuva","fps":30,"timestamp":1633359121,"date":"04/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Ex-cientista de dados do Facebook vaza milhares de documentos internos e acusa rede social de preferir algoritmos controversos: segundo Frances Haugen, o Facebook permite e incentiva a propagação de conteúdos polarizadores que promovem engajamento e aumentam a quantidade de tempo que as pessoas passam no site, clicando em mais anúncios. Haugen afirma que sua intenção é “consertar” o Facebook e não “quebrar” a rede social. Após uma análise dos documentos vazados, um editorial do jornal The New York Times avalia que o Facebook encontra-se em uma espécie de declínio lento e constante,  afirmando que a companhia está “morrendo”. As informações são do site TechCrunch.","url":""},{"text":"Exército dos EUA estuda “capacete do sono” para ajudar soldados a dormir profundamente: o objetivo principal do dispositivo é medir e modular de forma não invasiva o fluxo do fluído cérebro espinhal, limpando resíduos metabólicos gerados durante o sono. O equipamento também tem potencial para a investigação e tratamento de outras doenças cerebrais em tempo real. As informações são da página de imprensa da Universidade Rice.","url":""},{"text":"Nova IA da DeepMind consegue prever chuva com até duas horas de antecedência: um grupo de 50 meteorologistas avaliou que a ferramenta é muito mais precisa do que métodos atuais de previsão do tempo. A rede neural utiliza dados de radar de alta precisão, rastreando precipitações de categorias médias e fortes a cada cinco minutos, eventos que mais impactam as pessoas e a economia. As informações são do site NewAtlas.","url":""},{"text":"Limite para transações Pix é imposto pelo Banco Central a partir desta segunda-feira: entre 20h e 6h, operações realizadas por pessoas físicas serão limitadas a 1 mil reais em todos os bancos nacionais. Será possível alterar esse valor, mas ele apenas será efetivado entre 24 a 48 horas após o pedido. As medidas tem como objetivo coibir fraudes e roubos à noite. As informações são da Agência Brasil.","url":""},{"text":"CVC, maior operadora de turismo do Brasil, sofre ataque cibernético neste final de semana: a empresa ainda não forneceu detalhes do incidente, mas algumas de suas páginas, assim como a subsidiária “Submarino Viagens” e sua central de atendimento encontram-se indisponíveis. Nenhum grupo de ransomware reivindicou o ataque até o momento. As informações são do site CISO Advisor.","url":""},{"text":"Dispositivo portátil e de baixo custo pode diagnosticar ataques cardíacos rapidamente: o novo sensor analisa uma pequena amostra de sangue à procura de três tipos distintos de microRNA para identificar um incidente cardíaco grave em menos de 30 minutos. Atualmente, profissionais de saúde podem levar horas para diagnosticar um infarto. As informações são do site ScienceDaily.","url":""},{"text":"Visa estuda criar sistema de pagamentos global utilizando tecnologia blockchain: o chamado “Canal de Pagamento Universal” ofereceria suporte a CBDCs (moedas digitais de bancos centrais) e stablecoins, funcionando como um hub para realizar o câmbio e  conectar várias plataformas de blockchain e carteiras digitais em tempo real. As informações são do site Business Insider.","url":""},{"text":"Tesla quebra recorde de vendas de veículos: a montadora entregou 241.300 veículos, crescimento de 73% no último trimestre. O volume é ainda mais notável quando comparado à General Motors, a maior montadora dos EUA, que registrou uma queda de 33% no mesmo período. As informações são do site The Verge.","url":""}]}