{"title":"Twitch é hackeado / Telegram bombando / IA do Google no RJ","fps":30,"timestamp":1633531937,"date":"06/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Vazamento completo da Twitch inclui código-fonte, senhas de usuários e informações de pagamento a streamers: o arquivo com 125 GB de dados contém também o código para o “Vapor”, um serviço de distribuição de games ainda não lançado, e até as ferramentas de segurança “red team” da plataforma. Em relação a pagamentos, o vazamento revelou que o canadense streamer de games “xQcOW” foi o mais bem pago da Twitch no mês de setembro, acumulando 752 mil de dólares em ganhos. As informações são do site VideoGamesChronicle.","url":""},{"text":"Telegram registra novo aumento recorde em inscrições e atividade de usuários: Pavel Durov, o fundador do Telegram, afirmou em seu canal que a plataforma recebeu mais de 70 milhões de “refugiados” do WhatsApp na última segunda-feira. Durov pediu a ajuda de quem já utiliza o Telegram para mostrar ao “pessoal novo” os recursos que colocam o aplicativo “anos-luz à frente da concorrência”.","url":""},{"text":"IA do Google vai controlar semáforos no Rio de Janeiro: o sistema, que será introduzido nos próximos meses na cidade, irá estudar as condições de tráfego e realizará mudanças de sinal para otimizar cruzamentos ineficientes. O mesmo experimento realizado em Israel reduziu o consumo de combustível e atrasos no trânsito em até 20%. As informações são da Reuters.","url":""},{"text":"Mark Zuckerberg se posiciona após falha em serviços e vazamento de documentos internos: em um post no seu perfil no Facebook, Zuckerberg afirma que a empresa está avaliando como irá fortalecer seus sistemas para evitar o que considerou “o incidente mais grave dos últimos anos”. Sobre as acusações de que rede social dá preferência a algoritmos controversos, Zuckerberg diz que a cobertura dos fatos pela imprensa estaria deturpando o trabalho que vem sendo realizado internamente pela empresa em relação a questões como segurança, bem-estar e saúde mental.","url":""},{"text":"Implante cerebral alivia depressão profunda em novo estudo: o dispositivo eletrônico, que atua como um “marca-passo” neural, emite pulsos elétricos de curta duração no cérebro ao detectar atividade neural associada a pensamentos irracionais. Uma paciente de 36 anos revelou um alívio praticamente imediato logo após o implante ao eliminar ciclos obsessivos de pensamentos negativos. As informações são do site Ars Technica.","url":""},{"text":"Serpro e Receita Federal lançam plataforma “à prova de hackers”: órgãos públicos e entidades conveniadas agora podem compartilhar dados de contribuintes por meio da plataforma “B-Cadastro”, baseada em blockchain. Segundo o Governo, a plataforma também deve resultar em economia de gastos. As informações são da Agência Brasil.","url":""},{"text":"Firefox 93 é lançado com melhorias: os destaques ficam com o gerenciamento de memória no Windows, com o navegador “descarregando” automaticamente abas abertas, e o suporte ao formato de imagem “AVIF” que oferece excelente taxa de compressão em comparação a outros formatos existentes. As informações são do blog do Firefox.","url":""},{"text":"Interrupção no Facebook teve reflexo no fluxo de trabalho de desenvolvedores: segundo uma pesquisa publicada no blog da Haystack, o número de pull requests integrados com sucesso (merged) aumentou em 2,6 vezes na segunda-feira, após a queda da rede social liberar mais tempo para avaliação de pull requests antigos e parados por um longo período. Apesar do melhor resultado nesse campo, a Haystack afirma não ter notado variação substancial em termos de produtividade geral enquanto o incidente estava sendo discutido em outras plataformas de mídia social, demonstrando que desenvolvedores são menos propensos a distração por redes sociais do que se pensava.","url":""}]}