{"title":"Facebook: Resumo do caos / Alerta da NSA / Filme na EEI","fps":30,"timestamp":1633446962,"date":"05/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Como o Facebook “desapareceu” da Internet ontem: o BGP (Border Gateway Protocol) pode ser considerado os “Correios” da Internet, examinando e escolhendo a melhor rota para enviar dados. A Internet, uma “rede de redes” unidas pelo BGP, permite que cada uma anuncie sua presença para as outras. A partir das 12h50 de ontem, após realizar configurações incorretas em roteadores de seus data centers, o Facebook não estava anunciando sua presença, impedindo que provedores conseguissem encontrar sua rede. Como consequência direta, os resolvedores de DNS em todo o mundo pararam de converter os nomes de domínio do Facebook. Como efeito em cascata, um “tsunami” de tráfego DNS adicional começou a ser realizado porque aplicativos e outros sistemas tentavam alcançar os domínios do Facebook repetidamente, assim como grande parte dos usuários do Facebook, Instagram e WhatsApp. Resolvedores de DNS em todo o mundo precisaram lidar com um volume de consultas 30 vezes maior do que o normal e passaram a causar problemas de latência e instabilidades em outras plataformas como Twitter, Telegram e Signal. Por volta das 18h20 (horário de Brasília), a disponibilidade do domínio do Facebook havia retornado, ficando cerca de 5 horas e meia fora do ar. As informações são do blog da Cloudflare e Facebook Engineering.","url":""},{"text":"Praticamente todas as nações já possuem um programa de exploração de vulnerabilidades cibernéticas, alerta NSA: enquanto a maioria dos países está focada em espionagem, outras estão começando a experimentar técnicas mais agressivas. A agência de segurança nacional dos EUA está montando um programa com foco em dois pontos principais: proteção de armas avançadas e criptografia pós-quântica. As informações são do site Cyberscoop.","url":""},{"text":"Atriz e diretor russos chegam à Estação Espacial Internacional para primeiro filme no espaço: Yulia Peresild e Klim Shipenko ficarão 12 dias em órbita para filmar cenas de “O Desafio”, filme que gira em torno de uma cirurgiã que precisa salvar um cosmonauta. A espaçonave atracou na EEI mais tarde do que o planejado, às 9h22 desta terça-feira (horário de Brasília), depois que o comandante russo da missão foi forçado a voar a cápsula Soyuz manualmente durante sua abordagem final. As informações são do jornal The New York Times.","url":""},{"text":"Nubank anuncia compra e venda de ações diretamente no app: o banco digital quer popularizar a modalidade de investimento no País - apenas 3% da população brasileira participa da bolsa de valores, em contraste com 52% nos EUA. A funcionalidade deverá ficar disponível para todos até o final deste ano. As informações são do site Exame Invest.","url":""},{"text":"Cientistas inventam novo método para registrar informações em fios de DNA: o processo agora leva apenas minutos, ao invés de horas ou dias. A técnica tem muitas aplicações em meios de armazenamento de dados de alta densidade, criação de biossensores para monitoramento de contaminantes ambientais e ainda estudar neurônios dentro do cérebro. As informações são do site Phys.","url":""},{"text":"Pesquisadores italianos conseguem imitar propriedades de cérebros humanos: redes neurais podem ser construídas através de computação analógica com base em uma malha de nanofios de prata. A técnica tem o potencial de reduzir enormemente os custos de energia durante o treinamento de inteligências artificiais. As informações são do site The Register.","url":""},{"text":"Programa espacial brasileiro testa novo motor com sucesso: o “S50” possui tecnologia de propulsão sólida e traz uma série de inovações. O programa agora pode avançar na construção do “Veículo Lançador de Microssatélites” e no veículo de sondagem “VS-50”, desenvolvidos em conjunto com a Agência Espacial Alemã. As informações são da Agência Espacial Brasileira.","url":""},{"text":"Indústria quer prorrogação de incentivos fiscais para fabricação de semicondutores no Brasil: o PADIS (Programa de Apoio ao Desenvolvimento Tecnológico da Indústria de Semicondutores e Displays) está previsto para terminar em três meses. Atualmente, 20 empresas estão habilitadas no programa, gerando 2,5 mil empregos e 670 milhões de reais anuais em investimentos em pesquisa e desenvolvimento. As informações são do site Convergência Digital.","url":""}]}