{"title":"Internet da Lua / Anúncios no Firefox / Policiamento preditivo","fps":30,"timestamp":1633618326,"date":"07/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"A NASA apresenta a “LunaNet”, a Internet lunar: com o programa Artemis, a agência espacial pretende estabelecer uma presença humana de longo prazo na Lua. A LunaNet irá oferecer sistemas de rede, navegação, informação e pesquisas astronômicas. O sistema introduz uma nova técnica chamada de “Delay/Disruption Tolerant Networking” que garante uma rede de comunicação consistente  apesar de possíveis interrupções de sinal. As informações são do site Phys.","url":""},{"text":"Parlamento Europeu quer banir sistemas de “policiamento preditivo”: a prática controversa utiliza inteligência artificial na esperança de traçar o perfil de criminosos em potencial antes mesmo de um crime ser cometido. O poder legislativo da União Europeia também pretende impedir a instalação de sistemas de reconhecimento facial em locais públicos e banir sistemas de pontuação social que avaliam a confiabilidade de cidadãos com base em seu comportamento. As informações são do site Politico.","url":""},{"text":"Firefox vai mostrar anúncios na barra de navegação: o novo recurso “Firefox Suggest” adiciona links de anunciantes ou conteúdo patrocinado contextualmente em meios às sugestões fornecidas pelos mecanismos de pesquisa na barra de endereço do navegador. O recurso está sendo testado inicialmente nos EUA e é ativado por padrão, entretanto, é possível desativar as sugestões nas configurações. As informações são do site ComputerWorld.","url":""},{"text":"Facebook anuncia “entrega acelerada” de anúncios para compensar perdas durantes queda geral: uma agência observou que os números de entrega de anúncios aumentaram dramaticamente nos últimos dias, mas essa “aceleração” tem causado uma queda de 50% nas conversões em vários de seus clientes. Estima-se que o Facebook perdeu aprox. 60 milhões de dólares em receitas durante a interrupção da última segunda-feira. As informações são do site IndieHackers.","url":""},{"text":"Twitch nega que senhas tenham vazado em ataque hacker: números completos de cartões de crédito também não teriam sido expostos. A empresa, no entanto, ainda está investigando a extensão completa do vazamento, mas já sabe que dados foram roubados após serem expostos na Internet devido a um erro de configuração em servidores. As informações são do blog da Twitch.","url":""},{"text":"Pesquisadores criam “MicroGPS” para sistema de navegação interna em armazéns robotizados: o sistema mapeia o chão do local através de imagens de alta resolução, permitindo determinar a localização absoluta de robôs móveis com precisão menor do que 1 centímetro. O sistema é robusto, compensando detritos e o desgaste natural da superfície onde os robôs são operados. As informações são do site Hackaday.","url":""},{"text":"Blockchain pode fornecer comunicações seguras entre robôs, afirma pesquisa da MIT: a tecnologia pode criar um sistema de comunicação baseado em transações, fornecendo um grau extra de segurança e proteção contra fraudes e hacks em sistemas robóticos, especialmente no futuro quando veículos autônomos forem a norma e estiverem realizando entregas de mercadorias ou transportando pessoas. As informações são do site ScienceDaily.","url":""},{"text":"Novo CEO da Intel afirma que a liderança da AMD “acabou”: Pat Gelsinger vai adotar uma nova abordagem, mesclando software e hardware, e espera impulsionar a fabricante de chips em todos os domínios de computação. Para Gelsinger, o novo foco será na criação de software que será acelerado e seguro com processadores numa camada subjacente. As informações são do site TechRadar.","url":""}]}