{"title":"FB volta atrás em trabalho remoto / IA compõe Beethoven / Problemas com AMD e Windows 11","fps":30,"timestamp":1633704730,"date":"08/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Facebook altera regras de trabalho remoto após queda geral da última segunda-feira: a partir de janeiro de 2022, todos os funcionários deverão comparecer aos escritórios da companhia por pelo menos meio período, aparentemente revertendo a meta de colocar 50% do time em trabalho remoto na próxima década. Rumores apontam que a crise de segunda foi agravada sem equipes locais e funcionários remotos impedidos de acessar os principais data centers da companhia. As informações são do site DailyMail.","url":""},{"text":"IA completa obra inacabada de Beethoven: a máquina foi treinada em todo o corpo de trabalho do músico e seu processo criativo. Uma equipe de historiadores da música, musicólogos, compositores e cientistas da computação trabalharam no projeto durante dois anos. A “Décima Sinfonia” será apresentada na Alemanha neste sábado (dia 9). As informações são do site Smithsonian Magazine.","url":""},{"text":"AMD alerta que Windows 11 reduz desempenho de CPUs em até 15%: o efeito é exacerbado em jogos, que geralmente utilizam todos os recursos do sistema. Tanto a companhia como a Microsoft já estão trabalhando em uma atualização para resolver o problema. As informações são do site Ars Technica.","url":""},{"text":"Brasil é o quinto maior produtor de lixo eletrônico do mundo: segundo a pesquisa “Resíduos eletrônicos no Brasil - 2021”, 87% das pessoas já ouviu falar em lixo eletrônico, mas 33% acredita que o termo está relacionado a itens digitais, como spam de e-mails. Um terço dos entrevistados também nunca ouviu falar em pontos ou locais de descarte correto para lixo eletrônico. As informações são do site GreenEletron.","url":""},{"text":"Nova abordagem no treinamento de IA faz drone voar em alta velocidade no meio de floresta densa desconhecida: pesquisadores suíços treinaram um quadrimotor autônomo para voar através de ambientes não mapeados previamente como florestas, edifícios e ruínas, mantendo velocidades de até 40 km/h e sem colidir com obstáculos. A abordagem pode permitir operações em ambientes onde a coleta de dados é difícil ou impossível, como por exemplo, em outros planetas. As informações são da página de imprensa da Universidade de Zurique.","url":""},{"text":"ONU lança campanha global para incentivar uso de IAs e reduzir pela metade fatalidades no trânsito até 2030: de acordo com a Organização Mundial da Saúde, cerca de 1,3 milhão de pessoas morrem anualmente em consequência desses tipos de acidente. Além de veículos autônomos, a ONU acredita que inteligências artificiais podem coletar e analisar dados de acidentes, aprimorar a infraestrutura rodoviária e  aumentar a eficiência de respostas pós-acidentes. As informações são da página de imprensa da Organização das Nações Unidas.","url":""},{"text":"Gov.br pode virar sistema de autenticação digital: em dois anos, a plataforma do Governo cresceu de 1,8 milhão de pessoas cadastradas para 115 milhões, muitas delas com verificação de biometria facial. Uma das ideias é integrar o sistema com serviços da iniciativa privada, oferecendo a possibilidade de realizar logins assim como já fazem o Facebook e o Google. As informações são do site Mobile Time.","url":""},{"text":"StoryFile lança plataforma de preservação “de histórias de vida” ao público: o sistema grava a resposta de usuários em áudio e vídeo durante cerca de 1.600 perguntas sobre suas vidas, experiências, paixões e visão de mundo para treinar uma inteligência artificial que pode reproduzir uma conversa interativa posterior. Para demonstrar a tecnologia, a empresa apresentou o arquivo de William Shatner, o famoso capitão James T. Kirk de Star Trek, permitindo que qualquer pessoa faça perguntas ao ator. As informações são do site GlobalNewsWire.","url":""}]}