{"title":"Malware grave no Android / CPU neuromórfica da Intel / Brasil é destaque em GovTech","fps":30,"timestamp":1633099926,"date":"01/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Novo malware é descoberto no Android: estima-se que o “GriftHorse” já tenha infectado mais de 10 milhões de dispositivos globalmente e estava presente em diversos aplicativos na Play Store (o Google já os removeu, mas ainda podem estar circulando em outras lojas). O trojan engana os usuários pedindo seus números de telefone para ganharem um prêmio, mas ao invés disso, acaba confirmando um serviço de assinatura baseado em SMS. A lista com mais de uma centena de apps maliciosos pode ser conferida no blog da empresa de segurança Zimperium e recomenda-se que sejam desinstalados imediatamente.","url":""},{"text":"Intel apresenta nova geração de processador neuromórfico: a CPU “Loihi 2” apresenta mudanças fundamentais de hardware que permitirão a descoberta de padrões e associações de forma mais eficiente em dados. O processador suporta um máximo de 120 milhões de sinapses, uma quantidade pequena quando comparada com as mais de um trilhão no cérebro humano. A computação neuromórfica utiliza abordagens algorítmicas que emulam como o cérebro interage com o mundo para fornecer recursos mais próximos da cognição humana. As informações são do site The Register e Intel.","url":""},{"text":"Brasil é o sétimo no ranking de “GovTech” no mundo: dos 198 países avaliados pelo Banco Mundial, o País é o destaque nas Américas, se posicionando acima dos EUA e Canadá em maturidade na digitalização de serviços governamentais. À frente do Brasil estão a Coreia do Sul, Estônia, França, Dinamarca, Áustria e Reino Unido. As informações são do Ministério da Economia.","url":""},{"text":"Menina brasileira de 8 anos pode ser reconhecida como a astrônoma mais jovem do mundo: Nicole Oliveira, incentivada por seu pai, um cientista da computação, já encontrou 18 asteroides ao estudar imagens do programa “Asteroid Hunters”, afiliado à NASA. Se suas descobertas forem certificadas, “Nicolinha” como é carinhosamente chamada, se tornará a pessoa mais jovem do mundo a descobrir oficialmente um asteroide. Nicole pretende seguir carreira em engenharia aeroespacial. As informações são do site Phys.","url":""},{"text":"Banco Central comunica o vazamento de 395 mil chaves Pix: os dados estavam sob responsabilidade do Banco do Estado de Sergipe, instituição que sofreu “falhas pontuais” em seus sistemas. Apesar do problema, não foram expostas senhas, saldos ou outras informações bancárias sigilosas. As informações são da página de imprensa do BC.","url":""},{"text":"Pela primeira vez, drone oceânico capta vídeos dentro de um furacão: o “Saildrone Explorer SD 1045” foi intencionalmente direcionado para o meio do furacão “Sam”, lutando contra ondas de 15 metros e ventos de mais de 190 km/h. Espera-se que os dados coletados sirvam para aprimorar modelos de previsão do fenômeno de “rápida intensificação”, quando os ventos de um furacão aumentam fortemente em pouco tempo. Os vídeos podem ser vistos no canal “saildrone” no YouTube. As informações são da página de imprensa da NOAA.","url":""},{"text":"China planeja colocar algoritmos de recomendação sob controle estatal: o governo do país traçou um plano de três anos para obter um controle mais rígido sobre como a tecnologia direciona discussões na Internet. O governo do país avalia que algoritmos têm desempenhado um papel importante na economia e sociedade, mas sua aplicação inapropriada tem desordenado a economia digital e desestabilizado o desenvolvimento social. As informações são do site SCMP.","url":""},{"text":"Bug gerado por “um caracter” fora do lugar distribui 90 milhões de dólares por engano em projeto DeFi: Robert Leshner, fundador do protocolo Compound, está pedindo que todos fiquem com 10% como compensação, mas retornam voluntariamente o restante. Caso contrário, Leshner ameaçou acionar a receita federal dos EUA e identificar publicamente aqueles que receberam os valores indevidamente. As informações são da CNBC.","url":""}]}