{"title":"Rede de Trump é hackeada / Snowden faz alerta / Foguetes nucleares","fps":30,"timestamp":1634914316,"date":"22/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Nova rede social do ex-presidente Donald Trump é hackeada duas horas após lançamento: hackers afiliados ao coletivo hacker independente “Anonymous” conseguiram acesso à versão de pré-lançamento da rede “Truth Social”, criando contas e postando imagens. Por causa da atividade maliciosa, a plataforma foi tirada do ar. As informações são do The New York Times.","url":""},{"text":"Edward Snowden alerta para “erro colossal” e “consequências fatais” com o enfraquecimento de sistemas criptográficos: durante evento promovido pela Internet Society nesta última quinta-feira, promovendo o “Dia da Criptografia Global”, Snowden afirma que os EUA, União Europeia, Austrália, Rússia e China estão tentando desenvolver meios e métodos para exigir sistemas de criptografia mais fracos das empresas de tecnologia. Snowden reforçou que a privacidade é uma “camada isolante” que permite a indivíduos pensar, agir e se associar livremente. As informações são do site CNBC.","url":""},{"text":"NASA quer desenvolver foguetes nucleares para viagens até Marte: a agência espacial está pedindo mais recursos ao congresso americano para pesquisa e desenvolvimento de foguetes movidos a energia nuclear, o que permitiria viagens à Marte em apenas três meses, metade do tempo de foguetes tradicionais com propulsão química. A NASA pretende levar os primeiros humanos a Marte até 2033. As informações são do site Futurism.","url":""},{"text":"Número de demandas governamentais para remoção de conteúdo da Internet bate recorde neste ano, afirma Google: até junho, a Rússia foi o país que mais exigiu a remoção de conteúdo e informações de vários serviços do Google, com 18.841 solicitações. O Brasil fica em sexto lugar, com 491 requisições. O Google também tem observado um aumento significativo no número de leis que exigem a remoção de conteúdo de serviços online, afetando o acesso de pessoas a informações sobre uma variedade de tópicos. As informações são do blog do Google.","url":""},{"text":"Tesla é a marca que mais se valorizou em 2021: apesar de estar na 14ª posição do ranking da Interbrand, a marca apresentou um crescimento “sem precedentes” de 184% em apenas um ano, avaliada em 36,2 bilhões de dólares. O setor de tecnologia domina as primeiras posições da classificação, sem alterações para Apple, que continua em primeiro lugar (408,2 bi de dólares), seguida pela Amazon (249,2 bi) e Microsoft (210,1 bi), que este ano tomou a posição do Google (196,8 bi). As informações são da PR Newswire.","url":""},{"text":"FBI consegue hackear grupo de ransomware REvil: a agência federal norte-americana realizou uma campanha de contra-ataque contando com o auxílio de vários países. Ironicamente, o grupo foi hackeado através de um método similar de como operava, infectando a infraestrutura de servidores da gangue sem eles saberem. As informações são do site The Register.","url":""},{"text":"Pesquisadores desenvolvem novo material que pode assumir e manter qualquer forma possível: a tecnologia combina elementos rígidos e elásticos, transitando entre um número infinito de posições ou orientações e permanecendo estáveis em qualquer uma delas. A descoberta abre caminho para um novo tipo de material multifuncional que pode ser utilizado em uma variedade de aplicações como robótica, biotecnologia e arquitetura. As informações são do site ScienceDaily.","url":""},{"text":"Google decide reduzir comissões cobradas de desenvolvedores na Play Store: a partir de janeiro de 2022, a taxa cai de 30% para 15% para aplicativos com assinaturas. Vendas de ebooks ou serviços de streaming de música serão elegíveis a uma taxa de serviço de 10%. Segundo o Google, apenas 3% dos desenvolvedores oferecem aplicativos pagos na Play Store. As informações são do blog Android Developers.","url":""}]}