{"title":"Ataque DDoS histórico / IA prevê acidentes de trânsito / Câmera neuromórfica","fps":30,"timestamp":1634136735,"date":"13/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Azure da Microsoft consegue bloquear novo ataque DDoS, o maior da história: o tráfego de 2,4 Tbps originou-se de aprox. 70.000 fontes em vários países e teve como alvo um único cliente europeu do serviço cloud da Microsoft. A quantidade desse tipo de ataque já registrou aumento de 25% neste ano. As informações são do site The Register e Azure.","url":""},{"text":"IA consegue prever acidentes de trânsito antes que aconteçam: o sistema identifica locais de alto risco utilizando dados de GPS e imagens de satélite mesmo que a área não tenha registrado acidentes. Uma das ideias é combinar a tecnologia com aplicativos de navegação, como o Waze, para identificar segmentos de estradas potencialmente perigosos. As informações são do site MIT News.","url":""},{"text":"Sony lança sensor de câmera com tecnologia neuromórfica: ao contrário de câmeras comuns que capturam cenas completas em intervalos regulares, os pixels do novo sensor utilizam uma tecnologia inspirada em sistemas de visão animal e só reagem se detectarem uma mudança na quantidade de luz que incide sobre eles, consumindo menos energia e dados. A tecnologia tem aplicações na visão computacional em indústrias, realidade aumentada e veículos autônomos. As informações são do site IEEE Spectrum.","url":""},{"text":"Portal do Governo começa a aceitar reclamações contra redes sociais: instabilidades, conteúdo excluído sem justificativas, vazamento de dados e golpes já podem ser registrados na plataforma “Consumidor.﻿gov.﻿br”. Segundo a Senacon, as queixas contra redes sociais aumentaram 300% no período de janeiro a julho deste ano. As informações são da Agência Brasil.","url":""},{"text":"Maior parque fotovoltaico de São Paulo é inaugurado: o projeto recebeu investimentos de 750 milhões de reais da distribuidora de energia elétrica EDP Renováveis. A planta, localizada na cidade de Pereira Barreto, possui 600 mil painéis solares e capacidade de geração de 547 GWh por ano, podendo abastecer uma cidade com mais de 750 mil habitantes. As informações são do site Canal Solar.","url":""},{"text":"Estudo russo confirma que viagens espaciais causam danos ao cérebro: além dos já documentados efeitos adversos no corpo humano como atrofia muscular, diminuição da massa óssea e deterioração da visão, cinco cosmonautas que passaram quase seis meses em órbita demonstraram níveis elevados de biomarcadores que indicam danos em células cerebrais em exames de sangue feitos após seu retorno. Os pesquisadores agora querem descobrir se a causa desses danos seria a microgravidade, estresse associado ao lançamento e pouso ou outro fator. As informações são do site ScienceDaily.","url":""},{"text":"Reuniões da “Iniciativa Contra Ransomware” promovida pelos EUA tem início nesta semana: aliados e parceiros de 30 países irão unir esforços para reprimir grupos de ransomware e sua infraestrutura de atuação, assim como abordar o uso de moedas virtuais utilizadas para o pagamento de resgates. Rússia e China não foram convidadas e não participarão do evento. As informações são do site Bleeping Computer.","url":""},{"text":"Pesquisadores conseguem realizar teletransporte quântico utilizando dispositivos optomecânicos pela primeira vez: a descoberta é um grande passo em direção a uma futura internet quântica híbrida, na qual vários sistemas diferentes são compatíveis entre si, conseguindo se comunicar e realizar diferentes funcionalidades na transferência de informações quânticas sem perdas ou variações. As informações são do site Phys.","url":""}]}