{"title":"EUA “sem chances” contra China / “Prêmio Nobel” de IA / Scraping de fotos","fps":30,"timestamp":1634050318,"date":"12/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Ex-chefe de tecnologia do Pentágono afirma que EUA “não tem chance” contra tecnologia da China: de acordo com Nicolas Chaillan, a China está avançando mais rapidamente do que os EUA nos domínios de inteligência artificial, aprendizado de máquina e capacidade para ataques cibernéticos. Chaillan, que pediu demissão de seu cargo no mês passado, ainda lamentou a falta de cooperação entre os setores militar e de tecnologia no país e afirmou que a segurança cibernética em partes do governo norte-americano é do “nível de jardim de infância”. As informações são do site Futurism.","url":""},{"text":"Cynthia Rudin recebe o “rêmio Nobel” de inteligência artificial de 2021: após 15 anos trabalhando no desenvolvimento de algoritmos “interpretáveis”, que permitem a cientistas avaliar o que está acontecendo “dentro” de IAs, as contribuições de Rudin para o campo renderam à professora de Ciência e Engenharia da Computação o prêmio “Squirrel AI de Inteligência Artificial para o Benefício da Humanidade” e mais 1 milhão de dólares. As informações são da página de imprensa da Universidade de Duke.","url":""},{"text":"Clearview AI admite que já escaneou mais de 10 bilhões de fotos de redes sociais para sua ferramenta de reconhecimento facial: a empresa também está melhorando imagens borradas, deixando-as mais nítidas para possibilitar o reconhecimento de pessoas, mesmo se elas estiverem utilizando máscaras. A empresa, que vende seu software para agências de segurança governamentais, tem ignorado os pedidos do Facebook, Google, YouTube e Twitter para que pare de baixar as imagens deixadas públicas por seus usuários. As informações são do site The Register.","url":""},{"text":"França e nove outros países europeus querem rotular energia nuclear como fonte de baixo carbono: os países defendem a fonte de energia como acessível, estável e independente, protegendo os consumidores da União Europeia de serem expostos à volatilidade de preços. Usinas nucleares geram em torno de 26% da eletricidade produzida no bloco europeu. As informações são do site EuroNews.","url":""},{"text":"Estudo mostra que robôs sociais melhoram a perspectiva de crianças hospitalizadas: os benefícios incluem uma maior exibição de intimidade e interatividade durante as visitas, maior controle sobre a experiência no hospital e a formação de uma novos laços de confiança. Além disso, 90% dos pais se demonstraram “extremamente propensos” a solicitar uma nova visita do robô para interagir com as crianças. As informações são do site ScienceDaily.","url":""},{"text":"Constelação orbital Starlink também podem servir como GPS: segundo uma pesquisa da Universidade Estadual de Ohio, é possível criar um sistema de posicionamento global com precisão de 8 metros utilizando a rede de Internet móvel da SpaceX. Embora a técnica não seja tão precisa quanto o GPS tradicional, a técnica utiliza os satélites de forma totalmente passiva, sem precisar de nenhuma conexão com o serviço. As informações são do site Hackaday.","url":""}]}