{"title":"Elon Musk trilionário / Exigência de CPF / Trump cria nova rede social","fps":30,"timestamp":1634827910,"date":"21/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Elon Musk pode tornar-se o primeiro trilionário do mundo: de acordo com um analista do banco Morgan Stanley, o potencial imenso da SpaceX, e não da Tesla, será o fator multiplicador da fortuna do empresário. Segundo o relatório, a empresa de exploração espacial estaria “desafiando” noções preconcebidas em termos de abrangência da infraestrutura espacial, observação orbital terrestre, exploração espacial profunda e outras indústrias. As informações são da Bloomberg.","url":""},{"text":"Relatório da CPI da Pandemia propõe exigência de CPF para identificação de usuários em redes sociais: além disso, o texto pretende restringir o uso de bots que simulem comportamentos humanos para escrever, publicar, compartilhar mensagens ou interagir com usuários, e penas de até dois anos de prisão para quem criar ou divulgar notícias falsas. As informações são do site Mobile Time.","url":""},{"text":"Ex-presidente Donald Trump cria nova rede social: a “TRUTH Social” planeja um lançamento beta, apenas para convidados, em novembro. Além disso, o ex-presidente pretende lançar um serviço de streaming pago com programas de entretenimento, notícias e podcasts, e eventualmente um serviço cloud para competir com a AWS e Google Cloud. As informações são da Reuters.","url":""},{"text":"Protótipo de urna eletrônica desenvolvido pela Positivo será submetido a mais de 100 testes de qualidade e segurança: antes de o TSE autorizar a compra de 176 mil novos dispositivos, que renovarão o parque de urnas atuais, serão realizados testes como autonomia da bateria, qualidade das telas, segurança criptográfica, eficiência do leitor biométrico e do módulo mesário. A cada eleição é necessário substituir urnas antigas que já ultrapassaram 10 anos de uso ou seis eleições ordinárias. As informações são da página de imprensa do TSE.","url":""},{"text":"Restaurante nos EUA implementa robôs e gorjetas de atendentes humanos aumentam: o “Servi” utiliza um sistema de câmeras e sensores a laser para levar as refeições da cozinha para as mesas de clientes. Os atendentes humanos gostaram do sistema, reportando menos estresse e permitindo que passassem mais tempo com clientes e servissem mais mesas, aumentando a quantidade de gorjetas que recebiam. As informações são do site Futurism.","url":""},{"text":"Novo estudo elucida “enigma” de um dos materiais mais interessantes para o futuro da eletrônica: a superfície de um “isolante topológico” pode conduzir eletricidade quase sem perdas, com seu interior funcionando como um isolante. O material promete novos circuitos e comunicações sem fio mais rápidas, aproveitando frequências na faixa de terahertz e permitindo a transferência de significativamente mais dados em um único canal de rádio (WiFi e 5G funcionam na faixa dos gigahertz). As informações são do site ScienceDaily.","url":""},{"text":"Visual Studio Code apresenta versão Web com ambiente de desenvolvimento local: sem precisar de qualquer instalação, o VS Code roda em navegadores que suportam a API de acesso ao sistema de arquivos (Edge e Chrome atualmente). A maioria das extensões como temas, key maps e snippets de texto também funcionam sem problemas. No entanto, como o sistema é executado completamente no navegador, algumas ferramentas como o terminal e debugger não são suportadas. As informações são do blog do Visual Studio Code.","url":""},{"text":"78% da web roda em PHP, mas apenas 0,9% se encontra na última versão, PHP 8: o alerta vem do analista de sistemas Hayden James em seu blog pessoal. A maioria dos sites ainda roda PHP 7, que perderá suporte ativo já no próximo mês, em 28 de novembro, e suporte de segurança em 2022.","url":""}]}