{"title":"“Killware” é nova ameaça / PGR faz defesa controversa / Novo documento de identidade","fps":30,"timestamp":1634223118,"date":"14/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Agência de segurança doméstica dos EUA está preocupada com a evolução do ransomware para “killware”: esse tipo ataque não é para ganho financeiro, servindo apenas para ferir pessoas. Assim como a invasão à estação de tratamento de água na Flórida em fevereiro deste ano, existe um grande potencial de hackers maliciosos visarem outros sistemas de infraestrutura essenciais, como hospitais ou veículos, outra grande superfície de ataque com grande potencial no futuro. As informações são do site Futurism.","url":""},{"text":"Procuradoria Geral da República defende que a Polícia tenha acesso a dados de celulares sem ordem judicial: segundo a PGR, as autoridades policiais podem acessar registros telefônicos, contatos e qualquer outro dado em celulares apreendidos em locais onde foram cometidos crimes, sem que represente violação ao sigilo das comunicações, intimidade ou privacidade. O tema está em discussão no STF após uma pessoa acusada de roubo ter sido identificada pela polícia com base na análise de fotos de um celular que caiu durante a fuga. As informações são do site Convergência Digital.","url":""},{"text":"Novo “Documento Nacional de Identidade” deve começar a ser emitido até fevereiro de 2022: o documento digital possuirá foto do rosto e digitais de todos os dedos das mãos do portador e será emitido pelo Tribunal Superior Eleitoral, que já possui 117 milhões de cidadãos em seu banco de dados. A iniciativa privada poderá realizar a conferência de dados com os sistemas do TSE, como por exemplo durante a abertura de uma conta bancária, e em um segundo momento, a pessoa também poderá verificar quais empresas e órgãos públicos verificaram sua identidade digital. As informações são do site Mobile Time.","url":""},{"text":"Caixas eletrônicos vão se “reinventar” para continuarem relevantes: além das funcionalidades tradicionais como transações financeiras e saques, os ATMs devem se transformar em um marketplace para venda de produtos e serviços, afirma Délio Cirino, do Banco do Brasil. Os equipamentos também irão substituir a biometria de impressão digital, que não agradou usuários, pela facial. As informações são do site Convergência Digital.","url":""},{"text":"Engenheiros criam vestíveis que nunca precisam ser recarregados: os “dispositivos biossimbióticos” são impressos em 3D e se moldam perfeitamente à parte de corpo onde são fixados. Além disso, podem operar continuamente, sendo recarregados à distância por um gerador de energia wireless. O dispositivo tem grande potencial no monitoramento da saúde pessoal sem interrupções, 24 horas por dia. As informações são da página de imprensa da Universidade do Arizona.","url":""},{"text":"William Shatner, capitão Kirk da série Star Trek, realiza viagem espacial a bordo do foguete New Sheppard da Blue Origin: com a viagem, o ator canadense de 90 anos tornou-se a pessoa mais velha a ir ao espaço. Ao voltar à Terra, Shatner ficou muito emocionado afirmando que “todos no mundo precisam fazer isso”, classificando a experiência como “inacreditável”. As informações são do The Wall Street Journal.","url":""},{"text":"Nova pesquisa mostra que brasileiros preferem jogar videogames pelo celular: 77% dos brasileiros admite usar o celular para jogos com frequência, contra 17% que utilizam o computador para jogar pelo menos uma vez na semana. Cerca de 38% dos adultos gastam mais de dez horas na atividade por semana, uma média de aproximadamente 1h40 por dia. As informações são do site Convergência Digital.","url":""},{"text":"EUA tornam-se maior centro de mineração de BTC após repressão na China: o país agora responde por cerca de 35% do hash rate global ao final de agosto. Em 2019, a China respondia sozinha por 75% da mineração da moeda digital em todo o mundo. As informações são da Reuters.","url":""}]}