{"title":"Facebook mudará de nome? / IA avalia executivos / Drones irão resgatar cães","fps":30,"timestamp":1634741543,"date":"20/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Facebook está planejando mudar de nome: o anúncio deverá ser feito na semana que vem por Mark Zuckerberg durante a conferência anual “Connect”, no dia 28 de outubro. O nome deverá refletir o novo foco da companhia na construção do metaverso. A reformulação da marca também posicionaria a rede social Facebook como apenas mais um aplicativo, assim como o Instagram e WhatsApp. As informações são do site The Verge.","url":""},{"text":"Analistas estão utilizando IAs para identificar padrões na fala de executivos: alguns sistemas estão analisando tons audíveis, cadência, ênfases em palavras e fraseologia em discursos e entrevistas. Em um caso, um algoritmo detectou um “alto nível de incerteza” nos comentários de executivos do setor de TI no final de 2020 mesmo enquanto minimizavam a possibilidade de escassez e interrupções na cadeia de produção de semicondutores, situação que de fato aconteceu. As informações são do site Reuters.","url":""},{"text":"Empresa de drones recebe permissão para resgatar cachorros abandonados após erupção de vulcão em ilha na Espanha: a operação é bastante arriscada, mas tentará prender os cães em redes para carregá-los a 450 metros de altura, acima da lava. Drones já têm levado comida e água para esses e outros animais que ficaram presos no local. As informações são da rede de notícias NPR.","url":""},{"text":"Banco Central acredita que o Real Digital servirá como dinheiro programável: como exemplo, dentro de um programa social, uma quantia poderia ser programada para ser gasta apenas em uma determinada finalidade, como comida ou transporte público. Ainda não está decidido se o Real Digital utilizará blockchain, devido às dificuldades de escalabilidade de um sistema descentralizado. As informações são do site Mobile Time.","url":""},{"text":"Google apresenta novo Pixel 6: o smartphone possui uma tela 6,4 polegadas com 90 Hz de taxa de atualização, vem com o novo chip Tensor, desenvolvido pelo próprio Google, 8 GB de RAM, câmera traseira com 50 megapixels e custando 599 dólares. Na versão Pro, inclui o mesmo chip Tensor, 12 GB de RAM, tela de 6,7 polegadas com 120 Hz e um preço muito competitivo de 899 dólares. Ambos os dispositivos começarão a ser comercializados em 28 de outubro nos EUA, sem data para lançamento no Brasil. As informações são do site 9to5Google.","url":""},{"text":"Cientistas desenvolvem novo exoesqueleto para trabalhos manuais: o “EksoVests” pode reduzir a tensão muscular em 60% para trabalhadores nos setores industrial, de logística e de construção, aumentando a produtividade, reduzindo lesões e afastamentos. Segundo os cientistas, em 20 anos, a maioria das pessoas que trabalham em fábricas utilizará alguma forma de exoesqueleto que serão mais leves e mais fáceis de se ajustar. As informações são da Universidade de Gävle.","url":""},{"text":"Navegador Brave passa a utilizar seu próprio mecanismo de busca por padrão, substituindo o Google: o “Brave Search” é baseado em um índice independente, sem rastrear usuários, buscas ou cliques. O mecanismo possui uma versão gratuita, que exibirá anúncios, mas também oferecerá uma versão Premium, sem anúncios, em breve. As informações são do blog do Brave.","url":""},{"text":"Novo switch óptico é até 1.000 vezes mais rápido que transistores: operando a 1 trilhão de operações por segundo, o novo componente pode criar uma nova geração de computadores baseados em luz ao invés de eletricidade, mais rápidos, em teoria, do que computadores tradicionais. Os pesquisadores, entretanto, advertem que um computador totalmente óptico provavelmente ainda está em um futuro muito distante, lembrando que levou 40 anos para o primeiro transistor eletrônico ser utilizado em um computador pessoal. As informações são do site IEEE Spectrum.","url":""}]}