{"title":"Seguro para Pix / Aquecimento por mineração / Sistema já prendeu 200 na Bahia","fps":30,"timestamp":1634309529,"date":"15/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Mercado Pago lança seguro contra perdas em transações Pix: o plano de 3,50 reais mensais protege o segurado em até 5 mil reais por mês decorrentes de crimes envolvendo a modalidade de transferência. Por 5 reais mensais, o plano indeniza até 10 mil reais em perdas. O seguro vale nos casos de coação ou ameaça e expande a proteção para saques em caixas eletrônicos e situações de roubo do cartão de crédito.  As informações são do site LabsNews.","url":""},{"text":"Cidade no Canadá será a primeira no mundo a aquecer água por mineração de moedas digitais: a mineradora MintGreen desenvolveu um sistema que recupera 96% da eletricidade utilizada no processo de mineração na forma de calor. A água aquecida será distribuída a residências e indústrias da cidade de North Vancouver a partir de 2022. As informações são do site CoinDesk.","url":""},{"text":"Sistema de reconhecimento facial na Bahia já ajudou a prender mais de 200 pessoas: as imagens captadas pelas câmeras espalhadas por Salvador realizam a verificação junto ao banco nacional de mandados de prisão em aberto. Quando o sistema encontra alguém com 90% de correspondência, uma equipe de policiais é alertada para avaliar a situação. Além de criminosos, o sistema também já encontrou 10 pessoas desaparecidas. O programa será expandido para mais 39 cidades baianas até o final deste ano. As informações são do site Mobile Time.","url":""},{"text":"WhatsApp agora permite criptografia de backups na nuvem: usuários poderão gerar uma chave de criptografia de 64 dígitos para proteger seus históricos de mensagens no iCloud ou Google Drive. Mark Zuckerberg afirma que o WhatsApp é o primeiro serviço global de mensagens a oferecer tanto mensagens quanto backups criptografados de ponta a ponta. O recurso fecha a brecha explorada por governos em todo o mundo para obter e revisar comunicações privadas. As informações são do site TechCrunch.","url":""},{"text":"Banco Central decide que Fintechs deverão ter políticas de relacionamento iguais às de bancos tradicionais: a partir de novembro, qualquer instituição financeira regulada pelo BC deverá possuir centrais de atendimento e ouvidorias para o recebimento de reclamações ou para tirar dúvidas. A medida tem como objetivo aumentar a credibilidade do sistema financeiro nacional. As informações são da Agência Brasil.","url":""},{"text":"FIFA quer 1 bilhão de dólares para manter marca da organização na série de jogos de futebol da Electronic Arts: o valor é o dobro do acordo atual. A EA não deve aceitar os novos termos e poderá mudar o nome do jogo para “EA Sports F.C.”. O primeiro jogo da série, “FIFA International Soccer”,  foi lançado há quase 30 anos, em 1993. As informações são do The New York Times.","url":""},{"text":"Tesla lança seguro baseado no comportamento em tempo real de motoristas: o sistema irá calcular o prêmio do seguro mensalmente com base em métricas como a quantidade de alertas de colisão, frenagens fortes, mudanças de direção agressivas e distância mantida entre veículos ao invés de fatores como crédito, idade, gênero e histórico de sinistros utilizados tradicionalmente pelas seguradoras. A Tesla afirma que motoristas com excelentes pontuações poderão economizar até 60% no seguro. As informações são do site Electrek.","url":""},{"text":"IA reproduz pintura “escondida” em painel de Picasso: a pintura de uma mulher agachada estava escondida por trás de uma de suas obras-primas do “Período Azul” por mais de um século. Através de uma combinação de imagens espectroscópicas em Raio X e infravermelho, inteligência artificial e impressão 3D, a pintura colorida foi recriada em tamanho real, incluindo a textura de cada pincelada. As informações são da página de imprensa da University College London.","url":""}]}