{"title":"FB estuda IA “onisciente” / Deepfake de voz / Universo em laboratório","fps":30,"timestamp":1634568736,"date":"18/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Facebook está criando IA que vê, ouve e lembra tudo o que uma pessoa faz: a ideia do projeto “Ego4D” é embutir o sistema em óculos inteligentes, gravando tudo o que a pessoa faz durante o dia para permitir habilidades como memória episódica (por exemplo, “onde deixei minhas chaves?”), previsão (“devo adicionar sal agora nesta receita?”), manipulação de mãos e objetos (“como tocar bateria?”), diarização audiovisual (“qual foi o tema principal da aula?”) e interação social (“ajude-me a ouvir melhor a pessoa falando comigo neste restaurante barulhento”). As informações são do site The Verge.","url":""},{"text":"Ladrões roubam 35 milhões de dólares de banco com deepfake de voz: o gerente de um banco nos Emirados Árabes Unidos transferiu a quantia para a conta dos criminosos após “reconhecer” a voz falsa de um executivo de uma grande empresa. Investigadores de Dubai acreditam que a operação envolveu pelo menos 17 pessoas usando a tecnologia, com o dinheiro sendo transferido a outros bancos ao redor do mundo. As informações são do site Futurism.","url":""},{"text":"Cientista de Harvard acredita que o nosso Universo pode ter sido criado em laboratório: segundo Avi Loeb, uma civilização avançada poderia criar um “universo bebê” do nada por meio de tunelamento quântico, dado as características cósmicas de “geometria plana e energia total nula” do Cosmo. Para Loeb, essa ideia poderia unificar a noção religiosa de um criador com a gravidade quântica. As informações são da revista Scientific American.","url":""},{"text":"Google anuncia novas regras para anúncios eleitorais no Brasil: uma verificação será necessária para qualquer anunciante que promover ou mencionar políticos eleitos, partidos ou candidatos nas próximas eleições de 2022. Além disso, o Google irá disponibilizar um repositório com anúncios e informações sobre quem pagou, em qual plataforma aconteceu a exibição, quais os critérios de segmentação e quanto dinheiro foi gasto. As informações são do blog do Google Brasil.","url":""},{"text":"IA multa motorista no Reino Unido ao “identificar” placa do carro escrita em camiseta de pessoa andando no meio da rua: a evidência fotográfica da infração mostrava uma pessoa atravessando a rua em um local proibido com a palavra “nitte” escrita em sua camiseta, “confundindo” o sistema com a placa de registro “KN19TER”. Segundo o dono do veículo, que mora a 200 km do local, o responsável pelo setor de multas “caiu na gargalhada” quando foi alertado do problema. As informações são do site The Guardian.","url":""},{"text":"NASA lança com sucesso a sonda de asteroides Lucy: a missão de 12 anos irá estudar os asteroides chamados de “troianos” ao redor de Júpiter. A NASA espera que a sonda possa ajudar a desvendar segredos da evolução do sistema solar, como uma “arqueóloga robótica”. As informações são do site Space.","url":""},{"text":"Elon Musk é convidado surpresa em reunião com executivos da Volkswagen: Herbert Diess, CEO da VW, queria saber como a Tesla consegue ser tão ágil e Musk respondeu que tudo dependia de seu estilo de gestão, sua formação como engenheiro e excelentes habilidades em cadeias de suprimentos, logística e produção. Diess afirma que, mesmo a VW sendo a maior fabricante de automóveis do mundo, a Tesla é sua “concorrente mais forte”. As informações são da Reuters.","url":""},{"text":"Valve bane jogos de blockchain e NFTs na Steam: a plataforma não permitirá mais itens de jogos que possam ter valor no mundo real. A Epic, maior concorrente da Valve, afirma que continuará suportando jogos com moedas digitais ou outros ativos baseados em blockchain em sua loja. As informações são do site The Verge.","url":""}]}