{"title":"PCC usa PlayStation / Paciente em Chip / IA desenvolvida no Ceará","fps":30,"timestamp":1634655111,"date":"19/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Criminosos do PCC estão utilizando consoles PlayStations para se comunicar: desconfiados de aplicativos de mensagens tradicionais, o grupo estaria utilizando o recurso “Party” que permite ligações ou mensagens de texto através da plataforma online PlayStation Network. As informações são do jornal Estadão.","url":""},{"text":"Empresa cria “Paciente em Chip” para acelerar o desenvolvimento de medicamentos e reduzir testes em animais: o sistema é baseado em pesquisas da Universidade de Harvard que ligam tecidos derivados de células-tronco (organoides) de vários órgãos como fígado, rim e coração para uma simulação surpreendentemente eficaz do corpo humano. Os dados coletados dos experimentos são então interpretados por um sistema de inteligência artificial que avalia se determinado medicamento seria uma boa opção para testes em humanos. As informações são do site TechCrunch.","url":""},{"text":"IA desenvolvida no Ceará realiza diagnóstico precoce do câncer de mama: algoritmo possui um sistema de aprendizado contínuo em conjunto com profissionais de saúde, os quais aprovam, rejeitam ou corrigem diagnósticos. O sistema foi desenvolvido pela Audo, healthtech brasileira especializada em radiologia, sediada em Fortaleza. As informações são do site Convergência Digital.","url":""},{"text":"China nega ter realizado testes com míssil hipersônico: o experimento, que completou uma volta inteira ao redor do planeta, seria na verdade com uma nova nave espacial reutilizável. A missão teria pego o serviço de inteligência dos EUA de surpresa, com relatórios iniciais apontando que o teste era na verdade de um míssil balístico nuclear que poderia contornar o atual sistema de defesa antimísseis do país. As informações são do site Futurism.","url":""},{"text":"Sonda da NASA apresenta problema após lançamento: a espaçonave Lucy possui dois grandes painéis solares, mas apenas um deles está corretamente posicionado. O sistema é crítico porque a Lucy irá voar mais longe do Sol do que qualquer outra sonda anterior movida a energia solar. A espaçonave foi lançada neste final de semana com a intenção de explorar os asteroides troianos de Júpiter. As informações são do site Ars Technica.","url":""},{"text":"Hacker rouba banco de dados de identidade de toda a população da Argentina: as informações de aproximadamente 45 milhões de cidadãos estão à venda em um fórum na Internet. A base inclui os dados pessoais de figuras públicas como as do jogador de futebol Lionel Messi e do presidente do país, Alberto Fernández. As informações são do site The Record.","url":""},{"text":"Apple apresenta MacBook Pro com design e chips novos: a empresa afirma que o M1 Max é o SoC (chip que une CPU, GPU e memória) “mais poderoso do mundo” para um notebook. O chip promete desempenho de CPU até 70% mais rápido e até 300% maior para a GPU do que o modelo anterior, o M1. O dispositivo vem com telas nos tamanhos de 14 e 16 polegadas, mini-LED de 120Hz, mas introduz um corte na parte superior para alojar a câmera frontal, similar ao “notch” do iPhone. Segundo o site 9to5Mac, o Brasil possui os preços mais altos no mundo: por aqui, o notebook custará entre 27 mil reais e 78 mil reais dependendo das configurações de memória e armazenamento.","url":""},{"text":"Facebook irá contratar 10 mil pessoas para desenvolvimento do Metaverso: a nova rede social, que será uma mistura de realidade aumentada e virtual, exigirá a contratação de pessoas “altamente qualificadas”, afirmou a empresa. No entanto, a empresa decidiu abrir as vagas apenas em países da União Europeia, elogiando a iniciativa dos legisladores da região na defesa de valores como liberdade de expressão, privacidade e transparência na Internet. As informações são do jornal The Guardian.","url":""}]}