{"title":"Microsoft supera Apple / Filósofo faz alerta / “Humanos digitais” no metaverso","fps":30,"timestamp":1635778321,"date":"01/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Microsoft supera a Apple e torna-se empresa mais valiosa do mundo: a mudança ocorre após o último resultado da Apple ficar aquém das expectativas dos analistas. O valor de mercado da Microsoft (2,49 trilhões de dólares) é cerca de 3 vezes superior ao de todas as empresas listadas na bolsa de valores brasileira B3. As informações são da CBNC e B3.","url":""},{"text":"Yuval Harari alerta para “humanos hackeados” e “manipulados” por IAs: o filósofo e autor do livro best-seller “Sapiens”, afirma que é preciso começar a regulamentar inteligências artificiais agora, já que a coleta massiva de dados faz que grandes corporações conheçam um pessoa “melhor do que ela mesma”. Assim como algoritmos de recomendação hoje indicam o que assistir e o que comprar, eventualmente, IAs poderão indicar o que estudar na faculdade, onde trabalhar, com quem se casar e até mesmo em quem votar. As informações são do site Futurism.","url":""},{"text":"Startup está criando “humanos digitais” para trabalhar no metaverso: a “Soul Machines” pretende desenvolver uma força de trabalho digital através do seu sistema “Humans OS”, plataforma de animação 3D autônoma com inteligência artificial embutida, que aprende continuamente através de interações com pessoas reais. A plataforma servirá para atendimento a clientes, vídeos promocionais e educação. As informações são do site The Verge.","url":""},{"text":"Nova pesquisa sobre uso de celular entre crianças brasileiras: 82% das crianças de zero a 12 anos já possuem ou utilizam o celular dos pais. Entre os principais usos estão o estudo (que aumentou durante a pandemia), comunicação e entretenimento enquanto os pais realizam outras atividades. As informações são do Tecnoblog.","url":""},{"text":"Projeto quer tornar instrumentos musicais digitais mais realistas: um time de matemáticos, físicos e cientistas da computação criaram um software chamado “Next Generation Sound Synthesis” para simular, em um supercomputador, as propriedades físicas precisas de instrumentos como a mudança da pressão do ar, o movimento e a fricção de cordas. Um dos músicos envolvidos no projeto acredita que essa nova geração de instrumentos digitais mudará o futuro da música, com a desvantagem de que menos pessoas aprenderão a tocar instrumentos físicos. As informações são do site MIT Technology Review.","url":""},{"text":"OpenAI cria rede neural para resolver problemas em testes de matemática escolares: o sistema possui quase o dobro da precisão de um modelo GPT-3 ajustado. Apesar de crianças do ensino fundamental ainda conseguirem uma pontuação superior ao resolver os mesmos problemas, o novo modelo é importante porque inteligências artificiais atuais possuem pouca habilidade de raciocínio em várias etapas utilizando senso comum. O sistema foi treinado para reconhecer erros e tentar repetidamente até encontrar a solução. As informações são do blog da OpenAI.","url":""},{"text":"Plataforma de jogos online Roblox fica três dias fora do ar: o sistema, que permite programar e jogar criações de outros usuários, ficou indisponível entre quinta-feira e domingo. Em seu blog, a Roblox afirma que teve dificuldade em diagnosticar a causa do problema, que envolvia o sistema central de sua infraestrutura.","url":""},{"text":"Microsoft e Sega anunciam aliança estratégica: a ideia é produzir jogos globais, em larga escala, dentro de um ambiente de desenvolvimento de última geração, construído em cima da plataforma Azure. O “Super Game” seria uma dessas novas iniciativas, com foco na criação de comunidades online utilizando os ativos de jogos desenvolvidos pela Sega ao longo dos anos. As informações são da página de imprensa da Sega.","url":""}]}