{"title":"Maior trade da história / Uber vai alugar Teslas / Baleias e IA","fps":30,"timestamp":1635432727,"date":"28/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Carteira com moeda virtual SHIB registra possivelmente o “maior trade de todos os tempos”: em agosto do ano passado, a carteira continha 8 mil dólares em SHIB, que atualmente valem 5,7 bilhões. SHIB já ultrapassou o valor de mercado da DOGE, a moeda virtual “preferida” de Elon Musk, valendo um total de 43 bi de dólares. As informações são do perfil MorningBrew no Twitter.","url":""},{"text":"Uber vai alugar 50 mil veículos da Tesla para oferecer aos seus motoristas: o plano, por enquanto, é restrito aos EUA. A Uber afirma que essa é a maior expansão de veículos elétricos em uma plataforma de mobilidade, marcando mais um passo em direção a sua meta de emissões zero até 2040. As informações são do site Futurism.","url":""},{"text":"Cientistas estão desenvolvendo IA para entender e se comunicar com baleias: o projeto CETI quer decodificar os sons de cliques (ou codas) que as baleias cachalotes usam para se comunicar, utilizando processamento de linguagem natural. O primeiro objetivo é gravar quatro bilhões de codas para treinamento do modelo (100 mil já foram coletadas). Os cientistas acreditam ser viável criar um modelo de linguagem para se comunicar em “baleiês”. As informações são do site Futurism.","url":""},{"text":"Juristas brasileiros criticam o Marco Legal da Inteligência Artificial no Brasil: o texto, já aprovado pela Câmara, dificultaria ações judiciais e pedidos de indenização por quem se sentir prejudicado por decisões tomadas com base em algoritmos criados por inteligências artificiais. Segundo os especialistas, o PL 21/2020 contraria estudos e propostas internacionais a respeito da matéria. As informações são do site Convergência Digital.","url":""},{"text":"Facebook conduziu experimento que removeu algoritmo do Feed de Notícias, mostram documentos vazados: surpreendentemente, a técnica era ainda mais lucrativa para o Facebook, com usuários vendo mais anúncios à medida que passavam mais tempo percorrendo o Feed em busca de coisas interessantes para ver. O Facebook eventualmente abandonou a ideia por causa do declínio significativo em taxas de engajamento e tempo de sessão de usuários ao longo do tempo. As informações são do perfil Big Technology no Substack.","url":""},{"text":"Time de engenharia está desenvolvendo telas de toque que “tocam” de volta: o objetivo é criar uma interface que possa imitar a sensação de objetos físicos como texturas de tecidos e botões, com aplicações em realidade virtual, veículos e compras online. Espera-se que a primeira geração desses dispositivos estejam disponíveis nos próximos cinco anos. As informações são do site ScienceDaily.","url":""},{"text":"Google anuncia versão especial do Android para tablets e dobráveis: o “Android 12L” adapta o sistema operacional para dispositivos com telas maiores, com novas ferramentas de multitarefa e melhorias na interface de usuário. A prévia do Android 12L já está disponível para desenvolvedores, com suporte no Android Studio. As informações são do site TechCrunch.","url":""},{"text":"GitHub Copilot agora está disponível em IDEs da JetBrains e Neovim: a ferramenta pode ser instalada como plugin e a documentação está disponível no repositório “github/copilot-docs” no GitHub. O Copilot fornece sugestões de código para dezenas de linguagens, especialmente para Python, JavaScript, TypeScript, Ruby, Java e Go.","url":""}]}