{"title":"Vida luxuosa de hacker / FB aposenta Oculus / Apple fatura 1 bi por dia","fps":30,"timestamp":1635519123,"date":"29/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Hacker criminoso da gangue ransomware REvil é identificado, vivendo com luxo na Rússia: o membro do grupo foi descoberto por meio de vários vídeos postados por sua esposa em redes sociais, afirma uma investigação do jornal alemão “Die Zeit”. O homem, identificado apenas como Nikolay K., pode ser visto em iates, vestindo roupas de marcas luxuosas e dirigindo carros esportivos. As informações são do site The Register.","url":""},{"text":"Facebook muda marca corporativa para Meta e aposenta Oculus: segundo Mark Zuckerberg, a missão da companhia continua a mesma, “aproximar pessoas”, mas agora com um foco total no metaverso e não apenas na rede social, que continua chamada Facebook. Como parte da mudança, a marca Oculus, de dispositivos de realidade virtual, foi abandonada. A Meta está trabalhando em um novo dispositivo de última geração para realidade virtual, de codinome “Projeto Cambria”, e que deverá ser lançado em 2022. Novos sensores no dispositivo permitirão que avatares virtuais mantenham contato visual e reflitam suas expressões faciais. As informações são do site TechCrunch.","url":""},{"text":"Apple já fatura 1 bilhão de dólares por dia: no acumulado de 12 meses, encerrado em setembro deste ano, a companhia registrou receita de 365,8 bilhões de dólares e lucro líquido de 94,6 bi, alta de 65%. As vendas de iPhones representaram 52,4% do total. As informações são da página de imprensa da Apple.","url":""},{"text":"McDonald's faz parceria com IBM para substituir atendentes de drive-thru por IA: o acordo ajudará a companhia a aplicar a tecnologia em vários países, idiomas e menus utilizando o Watson, plataforma de serviços cognitivos da IBM para negócios. O sistema utiliza reconhecimento de voz para receber pedidos, mas preenche-os com 85% de precisão, necessitando ainda de intervenção humana para funcionar perfeitamente. As informações são do site Engadget.","url":""},{"text":"Samsung delineia futuro do 6G: a próxima geração do padrão de celular envolverá uma mistura de redes tradicionais com fio e sem fio, satélites, veículos aéreos não tripulados e drones. O 6G estará disponível em qualquer localização no mundo, “do Pólo Sul ao Pólo Norte”, sem interrupção do serviço. As velocidades de transferência de dados atingirão 1 Tbps, 50 vezes maiores do que o 5G. As informações são do site The Register.","url":""},{"text":"Cientistas criam vidro composto que não quebra: além da propriedade virtualmente indestrutível, a tecnologia de nanocristais de perovskita, desenvolvida pela Universidade de Queensland, proporciona uma excelente transparência e qualidade de imagem cristalina para telas de smartphone, televisores e computadores. As informações são do site ScienceDaily.","url":""},{"text":"Novo estudo aponta que IA e automação podem ter impactos positivos e negativos sobre o trabalho: com o auxílio dessas tecnologias, as pessoas experimentam níveis mais baixos de estresse, mas sua saúde e satisfação no trabalho pioram. Existe a perspectiva otimista sobre mais liberdade no trabalho, mas também o conceito de perda de sentido, afirmam os pesquisadores. As informações são do site The Register.","url":""},{"text":"Novo método de gravação a laser pode compactar 500 TB em disco de vidro do tamanho de um CD: nanoestruturas em quartzo fundido podem ser utilizadas para armazenamento de dados ópticos em cinco dimensões (duas dimensões ópticas e três dimensões espaciais), com densidade 10 mil vezes superior a discos Blu-Ray. O formato pode ser útil para armazenamento de dados de longo prazo em arquivos nacionais, museus, bibliotecas ou organizações privadas. As informações são do site Phys.","url":""}]}