{"title":"Conluio do Google e FB / IA no mercado de ações / “Esfera metálica” escaneia olhos","fps":30,"timestamp":1635173531,"date":"25/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Novos documentos de processo antitruste contra o Google nos EUA mostram “conluio” com Facebook: o acordo foi chamado de “Jedi Blue” e criaria um plano de trabalho conjunto com o intuito de, entre outras coisas, melhor identificar usuários que utilizam produtos da Apple e definir cotas para quantas vezes o Facebook ganharia os leilões do sistema de anúncios do Google. O analista da computação Amos Wenger fez uma análise detalhada dos novos documentos em seu perfil no Twitter e afirma que as duas companhias sabiam que o acordo secreto era “tão ilegal” que detalhava até mesmo como as duas companhias se protegeriam caso a informação vazasse. As informações são do site The Register.","url":""},{"text":"Pesquisadores criam IA que consegue prever sentimento do mercado de ações avaliando apenas imagens de notícias: o algoritmo produz uma pontuação diária com base nas imagens utilizadas para ilustrar notícias do mercado financeiro. Apenas dez imagens produzem um índice instantâneo do sentimento de investidores em mercados globais, ampliando significativamente o escopo da tecnologia, independente da língua em que a notícia foi escrita. As informações são da página de imprensa da RMIT University.","url":""},{"text":"Mais de cem mil pessoas já escanearam seus olhos em “esferas metálicas” para ganhar moeda digital: a Worldcoin tem planos de distribuir quatro mil “Orbs” por mês ao redor do mundo, um dispositivo esférico e metálico, do tamanho de uma bola de basquete, que escaneia a íris de uma pessoa e constrói um identificador pessoal único para então distribuir suas moedas digitais. O objetivo da startup é criar um sistema que poderia distribuir dinheiro para a população mundial, uma espécie de renda básica de cidadania (universal basic income), utilizando a íris das pessoas como sistema de identificação. As informações são do site Ars Technica.","url":""},{"text":"Justiça de São Paulo faz acordo para utilizar imagens captadas por bodycams da Polícia Militar: defensores públicos e advogados terão acesso às gravações para análise dos procedimentos adotados durante ações policiais e prisões em flagrante Os vídeos também servirão como provas em processos criminais. As informações são do site Convergência Digital.","url":""},{"text":"Novo centro de IA em Goiás pretende processar 20 TB de dados por mês: a infraestrutura, montada dentro da Universidade Federal de Goiás, será utilizada no primeiro curso superior de bacharelado em inteligência artificial do Brasil. O sistema utiliza estações “DGX A100” da Nvidia para processamento e automação de textos jurídicos, sintetização de voz artificial e reconhecimento de fala. As informações são do site Convergência Digital.","url":""},{"text":"Reator eletroquímico movido à energia solar produz combustível de avião utilizando apenas água e CO2 capturado do ar: a tecnologia desenvolvida pela norte-americana Twelve produz combustível que pode ser utilizado para a aviação comercial e militar. O sistema também pode transformar o CO2 sequestrado do ar em outros produtos químicos e materiais essenciais que são convencionalmente feitos de combustíveis fósseis. As informações são do site The Drive.","url":""},{"text":"Microsoft reverte mudança polêmica no.NET 6 após revolta interna de funcionários e protestos da comunidade open source: a companhia queria que o “Hot Reload” ficasse restrito ao Visual Studio 2022, um recurso que permite modificar e ver o resultado de alterações no código enquanto um aplicativo está rodando. A Microsoft afirma que foi apenas um erro remover a funcionalidade e não uma decisão de negócios. As informações são do site The Verge.","url":""},{"text":"Módulo NPM popular é comprometido, instalando mineradores de moedas digitais e trojan para roubar senhas: o “UA-Parser-JS” já possui mais de 24 milhões de downloads apenas neste mês de outubro e é utilizado pelo Facebook, Microsoft, Amazon, Instagram, Google, Slack, Mozilla, Discord e muitas outras empresas conhecidas. Devido ao impacto generalizado desse ataque, é altamente recomendável que usuários do módulo verifiquem seus projetos e presumam que seus dispositivos estejam totalmente comprometidos. As informações são do site Bleeping Computer.","url":""}]}