{"title":"Google lança nova IA / Chaves vazam na UE / Sinal misterioso","fps":30,"timestamp":1635346336,"date":"27/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Google apresenta IA de nova geração: a arquitetura “Pathways” vai permitir que um único sistema de inteligência artificial generalize milhares ou milhões de tarefas, compreendendo diferentes tipos de dados ao invés de recorrer à força bruta, sem habilidades e conhecimentos especializados, treinado para uma única atividade. A intenção do sistema é obter uma compreensão mais profunda e se adaptar melhor ao mundo. As informações são do blog do Google Brasil.","url":""},{"text":"Chaves para geração de certificados de vacina na União Europeia vazam na Internet: é possível gerar certificados falsos, mas válidos, inutilizando a eficácia do chamado “Green Pass”, programa que gera um QR Code que permite a entrada de pessoas em bares, restaurantes ou outros espaços públicos. Todos os passes assinados com essas chaves precisarão ser cancelados, até mesmo os legítimos. As informações são da agência de notícias ANSA.","url":""},{"text":"Sinal misterioso que parecia tecnologia alienígena era apenas interferência de rádio: os cientistas estavam procurando por “tecnoassinaturas” extraterrestres vindo da estrela Proxima Centauri, nossa vizinha estelar mais próxima (4,22 anos-luz de distância). No entanto, o sinal captado é provavelmente uma distorção de um dispositivo com amplificador de frequência de rádio sobrecarregado aqui da Terra. As informações são do site Phys.","url":""},{"text":"Digitalização de serviços governamentais agiliza abertura de empresas: a integração digital das Juntas Comerciais, registro automático e assinatura digital acelerou o processo de abertura médio de empresas para menos de dois dias em todo o País, quase um terço do tempo gasto em 2019. As informações são do site Convergência Digital.","url":""},{"text":"Telegram lança programa de publicidade para canais públicos: os anúncios serão limitados a 160 caracteres e anunciantes poderão escolher apenas o tópico dos canais onde desejam participar, sem a possibilidade de direcionamento e rastreamento de usuários. Canais qualificados a participar do programa devem ser públicos e ter mais de mil inscritos. As informações são do site Bleeping Computer.","url":""},{"text":"Ciclos anuais de lançamento de produtos são prejudiciais ao meio ambiente, afirma British Computer Society: a entidade também pede legislações garantindo a consumidores o “direito a reparos”, facilitando a extensão da vida útil de dispositivos. Na Europa, negócios que oferecem computadores usados estão florescendo, atendendo grandes empresas como a varejista Ikea, que possui uma meta de comprar 20% dos seus computadores na forma de recondicionados. As informações são do site The Register.","url":""},{"text":"Microsoft e Google apresentam resultados trimestrais excepcionais: a Microsoft lucrou 16,5 bilhões de dólares, alta de 47% no comparativo anual, mostrando crescimento expressivo da Azure e LinkedIn, mas queda nas receitas do Xbox e da linha de PCs Surface. O Google registrou lucro líquido de 18,9 bi, crescimento de 68% no ano, com maiores receitas em publicidade, tanto no serviço de busca como no YouTube, e crescimento do serviço de computação em nuvem Google Cloud. As informações são do Valor Econômico.","url":""},{"text":"Vercel anuncia Next.js 12, seu maior lançamento dos últimos anos: com a introdução do recurso “Middleware”, o framework promete a flexibilidade de páginas dinâmicas com a velocidade de páginas estáticas, possibilitando rodar códigos antes mesmo que uma request seja concluída através de “Edge Functions” distribuídas globalmente. Além disso, a nova versão apresenta um novo compilador escrito em Rust que promete builds 5 vezes mais rápidos e compilações 17 vezes mais rápidas, introdução ao React 18 com suporte alpha ao React Server Components, importação de ES Modules através de URLs, sem nenhuma instalação manual necessária, entre outras novidades. As informações são do blog da Next.js.","url":""}]}