{"title":"Nubank doa ações / Engenheiro critica NASA / Jovem brasileiro e Fortnite","fps":30,"timestamp":1635864718,"date":"02/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Nubank anuncia doação de ações para clientes do banco: através do programa “NuSócios”, certificados de ações da companhia negociados na bolsa de valores de Nova Iorque (chamados de BDRs) serão distribuídos aos usuários da plataforma sem nenhum custo. Para aceitá-los, bastará seguir instruções dentro do aplicativo a partir de 9 de novembro. Os BDRs ficarão retidos por 12 meses e somente poderão ser negociados após esse período. As informações são do blog do Nubank.","url":""},{"text":"Engenheiro da NASA afirma que agência espacial não está preparada para “mudança de paradigma” com novo foguete da SpaceX: Casey Handmer argumenta que o Starship, um sistema de lançamento totalmente reutilizável, opera em um nível completamente diferente de foguetes do passado, possibilitando aumentar o escopo de “ambições espaciais” e “pensar muito maior”. Como exemplo, graças à tremenda capacidade de operação da Starship, seria viável construir uma base com mil pessoas na superfície da Lua em apenas dois anos. As informações são do site Futurism.","url":""},{"text":"Brasileiro de 17 anos ganha bolsa de estudo para jogar Fortnite em universidade dos EUA: Guilherme Mannarino foi aprovado em 31 universidades estrangeiras, mas escolheu a bolsa integral oferecida pela Universidade da Flórida Central, em Orlando. Por causa de sua habilidade no jogo, as faculdades queriam Mannarino em seus times de e-sports. O jovem irá cursar engenharia da computação na instituição. As informações são do site G1.","url":""},{"text":"TikTok cresce e já é o terceiro aplicativo mais popular entre crianças brasileiras: de acordo com a pesquisa “Panorama Mobile Time/Opinion Box”, a rede social desbancou a Netflix e já é utilizada por 45% das crianças entre 0 a 12 anos. O YouTube continua o aplicativo mais popular, com 72% de uso na faixa etária. WhatsApp vem em terceiro lugar, com 52%. As informações são do site Mobile Time.","url":""},{"text":"Cientistas utilizam partículas de vírus para criar polímeros com propriedades magnéticas: uma disposição específica dessas partículas cria “cristais líquidos virais” que se organizam em pequenas fibras, semelhantes à rede neural do cérebro humano. Segundo os pesquisadores, a técnica pode ser utilizada em biossensores e para a detecção, captura e extermínio de outros vírus. As informações são do site Phys.","url":""}]}