{"title":"Brasil é monitorado pelo FB / Tesla dispara no mercado / “Parque empresarial“ orbital","fps":30,"timestamp":1635259932,"date":"26/10/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Documentos vazados do Facebook mostram que Brasil, EUA e Índia possuem a maior prioridade de moderação em temas relacionados às eleições: a rede social coloca os três países em “nível zero” de prioridade, o mais alto. A rede social possui “salas de guerra” montadas para monitorar postagens e comentários continuamente e em tempo real, alertando funcionários dos governos locais sobre quaisquer problemas. As informações são do site The Verge.","url":""},{"text":"Tesla atinge 1 trilhão de dólares em valor de mercado: as ações da companhia registraram alta de 12,6% no pregão de ontem após a empresa de locação de veículos Hertz anunciar a compra de 100 mil veículos da montadora. O acordo, avaliado em 4,2 bilhões de dólares, elevará a oferta de veículos elétricos da Hertz para 20% de sua frota global. As informações são do site TechCrunch.","url":""},{"text":"Blue Origin, de Jeff Bezos, vai construir estação espacial privada: o “Orbital Reef”, projeto em parceria com a Boeing e Sierra Space, irá operar como um “parque empresarial” orbital para entretenimento, turismo, pesquisas científicas e manufatura. A estação será capaz de hospedar 10 pessoas por vez quando estiver completamente operacional até 2030. As informações são do site TechCrunch.","url":""},{"text":"Instrumentos científicos do Hubble entram novamente em modo de segurança: o sistema foi ativado automaticamente após problemas de sincronização e comunicação dentro do telescópio espacial. Observações científicas estão temporariamente suspensas. Em julho deste ano, o Hubble já havia entrado em modo se segurança após apresentar problemas em vários módulos. O telescópio está operando há 31 anos, mas tem potencial para operar por mais uma década. As informações são do site The Register.","url":""},{"text":"Aventureiro perdido em montanhas nos EUA ignorou chamadas de equipes de resgate porque não reconhecia o número: equipes mantiveram a operação de resgate por mais de 32 horas. O homem, que fazia hiking na montanha mais alta do Colorado, ignorou repetidas tentativas de contato por telefone, encontrando a trilha de volta para a pousada onde estava hospedado por conta própria. As informações são do jornal The Guardian.","url":""},{"text":"Anatel e Receita Federal fazem operação de fiscalização em centros de distribuição do Mercado Livre: a ação identificou mais de 80 categorias de produtos irregulares e sem homologação como carregadores de celulares, baterias, fones de ouvido, relógios inteligentes e roteadores. Ao total, 9,8 mil produtos foram lacrados, com valor estimado em 1,2 milhão de reais. As informações são do site Convergência Digital.","url":""},{"text":"Comissão rejeita projeto de lei que impedia provedores de reduzir velocidade de conexão contratada: de acordo com o deputado Vitor Lippi (PSDB), cabe às operadoras esclarecerem aos clientes que as velocidades contratadas não representam a mínima garantida, mas um parâmetro de referência. Uma resolução da Anatel define que em períodos de tráfego intenso, os provedores de Internet devem ofertar velocidade média de conexão de 80% da máxima contratada e uma velocidade instantânea de 40%. As informações são do site Mobile Time.","url":""},{"text":"Element lança bridge para integrar mensagens do WhatsApp, Signal e Telegram em um só aplicativo: a companhia é conhecida por implementar ferramentas de comunicação baseadas no protocolo Matrix. O “Element One” custa 5 dólares por mês e quebra o isolamento entre os serviços de mensagens. Por enquanto, apenas mensagens e arquivos são suportados. As informações são do site The Register.","url":""}]}