{"title":"FB deleta 1 bi de faces / iFood nega hack / IA e filmagens de casamento","fps":30,"timestamp":1635951124,"date":"03/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Facebook vai desligar sistema de reconhecimento facial: serão excluídos mais de um bilhão de rostos individuais da base de dados da rede social. Os motivos da mudança seriam as crescentes preocupações da sociedade com a tecnologia e falta de legislação sobre o sistema. As informações são da página de imprensa da Meta.","url":""},{"text":"iFood nega que tenha sido hackeada após desfiguração de nomes de restaurantes: durante o feriado de ontem, cerca de 6% dos estabelecimentos cadastrados na plataforma tiveram seus nomes alterados com mensagens de cunho político.O incidente teria sido causado por um funcionário de uma empresa terceirizada que tinha acesso às informações cadastrais dos restaurantes. A companhia afirma que não houve vazamento de dados pessoais e de cartões de crédito. As informações são do perfil do iFood no Twitter.","url":""},{"text":"IA pode acabar com filmagens de casamento e de outros eventos sociais: especialistas acreditam que um sistema autônomo possa estar disponível para consumidores nos próximos três anos. A ideia seria combinar de forma inteligente e automática o vídeo de vários smartphones e outros dispositivos de vídeo das pessoas presentes nessas ocasiões, classificando as imagens em termos de conteúdo, fala, faces, objetos e qualidade da imagem captada, entregando uma filmagem com qualidade profissional e com links para compartilhamento em redes sociais já ao final da festa. As informações são do site IEEE Spectrum.","url":""},{"text":"Netflix lança plataforma de jogos no Brasil: a “Netflix Games” estará disponível a partir desta quarta-feira (dia 3) dentro do próprio aplicativo do serviço de streaming, mas apenas para smartphones Android por enquanto. Todos os cinco jogos de lançamento são gratuitos para assinantes e não possuem anúncios, taxas ou compras dentro do app. As informações são do perfil do Twitter da Netflix.","url":""},{"text":"Microsoft anuncia metaverso dentro de seu sistema de mensagens Teams: a “Mesh” é uma plataforma colaborativa para experiências virtuais,  combinando o dispositivo de realidade aumentada HoloLens com videochamadas. Qualquer pessoa pode participar com avatares 3D animados ao invés de utilizar sua webcam e o sistema utilizará inteligência artificial para animar o avatar enquanto a pessoa estiver falando. As informações são do site The Verge.","url":""},{"text":"IAs médicas realizam diagnósticos mais precisos quando recebem penalidades maiores por falsos negativos: o algoritmo é reprimido com mais força quando indica que pessoas doentes são saudáveis. Para alguns tipos de patologias, como doença renal crônica e câncer cervical, os algoritmos treinados nessa condição atingiram precisão e diagnósticos perfeitos, sem falso negativos ou positivos. As informações são do site EurekAlert.","url":""},{"text":"Cientistas criam material artificial que pode “sentir” e se adaptar ao ambiente: o “metamaterial” incorpora três importantes funções encontradas na natureza como detecção, processamento de informação e movimento. Algumas das aplicações envolvem drones comerciais que avaliam a direção e velocidade do vento para corrigir seu curso, e tecnologia de camuflagem na indústria aeroespacial, auxiliando no controle de ruídos e vibrações vindos de uma aeronave. As informações são do site Phys.","url":""},{"text":"Microsoft traz JavaScript para dentro do Excel: com a nova API, desenvolvedores conseguirão criar data types customizados e funções ao redor deles. Um preview da funcionalidade estará disponível até o final do mês. As informações são do site TechCrunch.","url":""}]}