{"title":"FBI comprometido / Computação quântica / Fusão nuclear de baixo custo","fps":30,"timestamp":1636987947,"date":"15/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Infraestrutura do FBI é comprometida durante o final de semana, enviando milhares de emails: em uma entrevista ao site KrebsOnSecurity, o hacker “Pompompurin” assumiu o ataque, apontando para uma vulnerabilidade nos sistemas do FBI. A agência já resolveu o problema e afirma que nenhum dado ou informação pessoalmente identificável foi comprometida.","url":""},{"text":"IBM alcança novo patamar em computação quântica: seu novo processador “Eagle” pode lidar com 127 qubits (bits quânticos), possuindo um potencial de computação superior a qualquer máquina disponível hoje. Segundo Arvind Krishna, CEO da IBM, seria necessário um “computador maior que este planeta” para conseguir realizar o mesmo problema computacional. As informações são do site Axios.","url":""},{"text":"Cientistas chineses descobrem maneira de baixo custo para fusão nuclear: o método envolve feixes de laser direcionados a dois pequenos cones de ouro que emitem plasma de hidrogênio entre si. Apesar de os cones evaporarem após a fusão, o custo final pode ser considerado “desprezível” na operação de uma usina de energia, já que um pequeno grão de ouro pode ser utilizado para a fabricação de milhares de cones. As informações são do site Futurism.","url":""},{"text":"Engenheiro da computação cearense cria dispositivos para deficientes físicos: Junior Prado, que nasceu com paralisia cerebral, desenvolveu um mouse, editor de texto e escrita sem teclado para possibilitar que pessoas com dificuldades motoras consigam utilizar computadores de forma independente. Os dispositivos têm como vantagem o baixo custo de fabricação e estão em fase de aperfeiçoamento, com perspectivas de comercialização. As informações são da Agência Brasil.","url":""},{"text":"Cientistas querem utilizar bioacústica e IA para monitorar biodiversidade ao longo do tempo: espécies se adaptam a um nicho acústico para comunicarem entre si, ocupando praticamente todas as frequências disponíveis. O objetivo é caracterizar paisagens sonoras naturais e utilizar esses dados como base para medir como os ecossistemas estão respondendo a mudanças climáticas ou alterações induzidas pela civilização. As informações são do site Phys.","url":""},{"text":"Bitcoin recebe primeira atualização em quatro anos: ativado neste domingo, o upgrade “Taproot” abre a porta para a integração de novos recursos como maior privacidade, eficiência nas transações e contratos inteligentes, expandindo a utilidade da rede. As informações são da CNBC.","url":""}]}