{"title":"Futurista: celulares vão sumir / Síndrome da turbina / Portugal e trabalho remoto","fps":30,"timestamp":1636469522,"date":"09/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Futurista Amy Webb afirma que aparelhos de celular são tecnologia “em extinção” e poderão desaparecer nos próximos dez anos: Webb justifica sua previsão afirmando que as pessoas não estão mais comprando smartphones com a mesma frequência nos últimos anos. No lugar deles, óculos inteligentes, pulseiras, anéis, fones de ouvido, entre outros dispositivos, vestíveis ou não, virão com funcionalidades novas como realidade aumentada, correlacionando dados biométricos com comportamentos individuais no mundo real. As informações são do site Convergência Digital.","url":""},{"text":"Justiça na França determina indenização por “síndrome da turbina” provocado por parque eólico: Christel e Luc Fockaert receberam uma indenização 100 mil euros após sofrerem uma série de problemas de saúde, incluindo dores de cabeça, insônia, irregularidades cardíacas, depressão, tontura, zumbido e náusea causados por seis turbinas eólicas instaladas a 700 metros de sua casa. O casal destacou o ruído, “comparável a uma máquina de lavar constante”, e os flashes de luzes para sinalização de segurança das turbinas, como particularmente prejudiciais à sua saúde. As informações são do jornal The Guardian.","url":""},{"text":"Portugal torna ilegal comunicação com funcionários após horário de trabalho: as novas regras são uma resposta à explosão do trabalho remoto. Empregadores poderão ser multados se entrarem em contato com trabalhadores fora do horário normal de expediente e também precisarão pagar despesas incorridas pelo trabalho remoto, como o aumento nas contas de luz e internet. Medidas para enfrentar a solidão também estão incluídas na nova lei, com empresas precisando organizar reuniões presenciais pelo menos a cada dois meses. As informações são do site EuroNews.","url":""},{"text":"Ministério Público Federal abre inquérito contra aplicativos de mensagens e redes sociais no Brasil: o MPF irá investigar como o WhatsApp, Telegram, Facebook, Instagram, Twitter, TikTok e YouTube lidam com notícias falsas e violência digital. Nessa etapa inicial, as plataformas precisarão detalhar quais condutas violam suas regras e termos de uso, além de indicar os canais disponíveis para denúncias. As informações são do site Convergência Digital.","url":""},{"text":"Telegram vai lançar assinatura para quem não quiser ver anúncios na plataforma: em seu canal no Telegram em russo, o fundador do aplicativo, Pavel Durov, afirmou que o recurso poderá ser lançado ainda neste mês. O plano seria de “baixo custo” e permitirá a qualquer pessoa apoiar diretamente o desenvolvimento do serviço de mensagens.","url":""},{"text":"Mercado de moedas digitais atinge marca histórica de 3 trilhões de dólares: especialistas apontam para uma “udança no mercado”, com forte demanda por grandes investidores e fundos de pensão preocupados com a inflação. As informações são da Reuters.","url":""},{"text":"Startup cria braço robótico que injeta medicamentos sem agulhas: o “Cobionix” utiliza um jato de alta pressão, da espessura de um fio de cabelo humano, para realizar injeções intramusculares. A plataforma possui câmeras para identificação de pacientes e sensores Lidar para posicionamento, completando a tarefa com 100% de autonomia. As informações são do site Interesting Engineering.","url":""},{"text":"Niantic, desenvolvedora do jogo Pokémon GO, lança kit de desenvolvimento para realidade aumentada: o “Lightship” é um ARDK (Augmented Reality Developer Kit) que incentiva a construção de experiências em realidade aumentada com movimento, exploração e experiências compartilhadas. Segunda a companhia, sua visão de metaverso unirá pessoas fisicamente ao invés de em um mundo virtual. As informações são do site TechCrunch.","url":""}]}