{"title":"“Remoção” do trabalho humano / Twitter cripto / Crianças que “só falam brasileiro”","fps":30,"timestamp":1636642322,"date":"11/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"CEO da Ametek afirma que empresas querem “remover” trabalho humano: segundo David Zapico, sua empresa de robótica está “disparando todos os cilindros” para atender a demanda. Nos EUA, por causa da pandemia e escassez de mão-de-obra, cerca de um terço das empresas estão implementando ou explorando automação para substituir trabalhadores. As informações são da Bloomberg.","url":""},{"text":"Twitter monta time de especialistas em cripto: o grupo pretende criar um centro de excelência para assuntos relacionados à blockchain e outras tecnologias Web3. A mudança pode marcar um grande passo do Twitter em direção à descentralização, permitindo que a rede social funcione de forma independente na blockchain, ao invés de em servidores de terceiros. As informações são do site TechCrunch.","url":""},{"text":"Pais e professores de Portugal estão preocupados com crianças que “só falam brasileiro”: o motivo seria a constante exposição a conteúdos criados por youtubers brasileiros, especialmente durante a pandemia. Segundo a professora de linguística Catarina Menezes, o “pânico social” em relação ao assunto seria infundado, já que a mesma situação já aconteceu no passado, com a massificação das novelas brasileiras no país. As informações são do jornal Diário de Notícias.","url":""},{"text":"Polícia realiza operação contra pirataria de videogames em São Paulo: a operação “Brick” cumpriu mandados de busca e apreensão, bloqueio de sites e exclusão de perfis em plataformas de comércio eletrônico. O objetivo é apreender e inutilizar equipamentos adaptados para prática de pirataria e tornar indisponíveis os serviços que violam direitos autorais. As informações são do site G1.","url":""},{"text":"YouTube remove contagem pública do botão de “dislike”: a intenção é proteger youtubers contra assédio, como ataques de pessoas que se organizam para aumentar a contagem das marcações “ão goste” de um vídeo. O botão continuará existindo e os criadores de conteúdo poderão continuar a ver o número exato de “ão goste” que um vídeo recebeu. As informações são do blog do YouTube.","url":""},{"text":"EUA pretendem criar lei que irá exigir tecnologia anti-embriaguez em veículos: as montadoras precisarão incluir dispositivos que detectem e impeçam, de forma passiva, motoristas bêbados de dirigir até 2026. A lei também exigirá sistemas de frenagem de emergência automática e avisos de mudança de faixa. As informações são do site TechCrunch.","url":""},{"text":"Analista da Gartner acredita que o futuro será “low-code” e “no-code”: Milind Govekar acredita que essa abordagem constituirá 70% dos novos aplicativos desenvolvidos a partir de 2025. A criação de aplicativos ficará a cargo das pessoas que realmente os usam, transformando a escala e economia da engenharia de software. As informações são do site The Register.","url":""},{"text":"Cientistas conseguem transmitir dados através de radiação nuclear: a técnica como meio de comunicação sem fio possui aplicações onde transmissões eletromagnéticas convencionais não são viáveis ou em cenários críticos de segurança, como dentro de contenções de reatores nucleares, cofres e anteparas de estruturas marítimas. As informações são do site ScienceDaily.","url":""}]}