{"title":"Rémedios do Google / Nova operadora móvel / Tempestades solares","fps":30,"timestamp":1636123944,"date":"05/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Google cria empresa que utiliza IA para descoberta de novos medicamentos: a “Isomorphic Laboratories” construirá modelos para prever como medicamentos interagem com o corpo humano, alavancando o trabalho realizado pela DeepMind em estruturas de proteínas. A empresa irá desenvolver os medicamentos em parcerias com empresas farmacêuticas. As informações são do site The Verge.","url":""},{"text":"Leilão do 5G apresenta nova operadora de telefonia nacional, a Winity Telecom: a empresa arrematou a faixa de 700 MHz, pagando um ágio de 806% sobre o valor proposto pela Anatel, podendo operar em todo o território nacional. A Winity implementará um modelo de atacado para outras operadoras móveis, não atendendo consumidores finais. As informações são do site G1.","url":""},{"text":"Centro de Previsão do Clima Espacial dos EUA alerta para tempestades solares: nos próximos dias, uma perturbação temporária da magnetosfera terrestre pode causar possíveis irregularidades na tensão de redes elétricas, acionamento falso de alarmes em dispositivos de segurança, problemas de orientação em satélites de baixa órbita terrestre e interrupções intermitentes do sinal de GPS. As informações são do site Futurism.","url":""},{"text":"Astrofísicos propõem que NASA construa enorme telescópio espacial para procurar por vida alienígena: ainda sem nome, esse observatório teria três vez o tamanho do Hubble e poderia sondar a galáxia em busca de sinais de vida na atmosfera de exoplanetas potencialmente habitáveis. O telescópio pode ser lançado em meados da década de 2040. As informações são do site Futurism.","url":""},{"text":"Cientistas estão ensinando habilidades sociais a robôs: um novo modelo de inteligência artificial permite que robôs entendam o que significa ajudar ou atrapalhar uns aos outros ao tentarem cumprir suas tarefas, criando interações sociais avaliadas como realistas e previsíveis por espectadores humanos. No futuro, esses robôs poderão utilizar essas habilidades em casas de repouso, demonstrando gentileza e preocupação com idosos. As informações são do site MIT News.","url":""},{"text":"Genshin Impact ultrapassa Fortnite e torna-se jogo com maior receita no primeiro ano de lançamento: estimativas apontam que o jogo de “Action RPG” arrecadou entre 2,3 bilhões e 3,5 bi de dólares no período, ultrapassando o popular Fortnite (2,8 bi). Por causa de sua característica de “jogo de azar”, o Genshin Impact ficaria na oitava posição entre os maiores cassinos do mundo. As informações são do site Game Rant.","url":""},{"text":"Nova técnica de autenticação utiliza princípio da Teoria Especial da Relatividade de Einstein: o método, desenvolvido por um time de físicos e cientistas da computação, tem como base o princípio fundamental de que informações não podem viajar mais rápido do que a velocidade da luz. A técnica tem o potencial de blindar sistema de segurança online contra o desenvolvimento da computação quântica. As informações são do site ScienceDaily.","url":""},{"text":"Módulos NPM “coa” e “rc” são hackeados para roubar senhas de usuários: com cerca de 23 milhões de downloads semanais combinados, os dois módulos são utilizados em projetos Node.js e React. Computadores infectados devem ser considerados totalmente comprometidos e usuários devem alterar senhas, chaves e tokens de atualização. As informações são do site Bleeping Computer.","url":""}]}