{"title":"Onde se mente mais na Internet? / Lei contra bolhas virtuais / Apple estuda moedas digitais","fps":30,"timestamp":1636555907,"date":"10/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Estudo mostra em quais meios de comunicação eletrônicos as pessoas mentem mais: durante vídeo chamadas, as pessoas contam 50% mais mentiras do que através de emails (as duas formas de comunicação com a maior e a menor taxa de mentiras, respectivamente). A maior quantidade de falsidades por interação social acontece em mídias síncronas, sem registro e quando os comunicadores estavam distantes, ou seja, por telefone ou em vídeo chamadas. Em emails, mensagens de texto e mídias sociais, as pessoas mentem menos. As informações são do site Phys.","url":""},{"text":"EUA propõem lei para acabar com “bolhas virtuais” na Internet: a proposta forçaria empresas de tecnologia a criar uma opção para feeds em redes sociais ou mecanismos de busca sem a interferência de algoritmos chamados de “obscuros”, que promovem ou filtram conteúdos sem transparência ou conhecimento de usuários. As informações são do site The Register.","url":""},{"text":"Apple está avaliando moedas digitais, revela Tim Cook: o CEO, no entanto, afirma que a companhia ainda não tem planos de permitir o uso desses ativos em sua plataforma ou para compra de produtos. Cook disse que investe pessoalmente em moedas digitais, como parte de um portfólio diversificado. As informações são do site The Verge.","url":""},{"text":"Pesquisadora alerta para riscos da nova Identidade Civil Nacional: segundo Marina Meira, da Associação de Pesquisa Data Privacy Brasil, o projeto foi aprovado antes da Lei Geral de Proteção de Dados (LGPD) e alguns de seus princípios e regras não estão refletidos na ICN. Os riscos incluem a centralização dos dados de toda a população em apenas um local, a possibilidade de qualquer órgão público acessar esses dados e a falta de representatividade da sociedade civil no comitê gestor da ICN. As informações são do site Mobile Time.","url":""},{"text":"CEO da Ford afirma que Tesla é a melhor fabricante de veículos elétricos: durante uma reunião com funcionários, Jim Farley alertou para o fato de que o Model 3 da Tesla já é o veículo mais vendido na Europa, não entre apenas elétricos, mas no geral. Para Farley, não se pode mais ignorar a Tesla se a Ford desejar ter um futuro. As informações são do site Electrek.","url":""},{"text":"Pesquisa mostra que crianças e adultos possuem expectativas diferentes em relação a robôs: a aparência física de robôs não é tão importante para crianças, mas seu comportamento sim, como a expressão de emoções e pensamentos humanos. Para adultos, é mais importante que o robô pareça humano. As informações são do site Phys.","url":""},{"text":"Unity, plataforma para desenvolvimento de jogos em 3D, compra a Weta Digital: o famoso estúdio foi fundado pelo diretor Peter Jackson e esteve por trás dos efeitos visuais de filmes como “Senhor dos Anéis” e “Avatar”. A Unity está interessada na equipe de engenharia que desenvolve ferramentas para criação de artes digitais. As informações são do site TechCrunch.","url":""},{"text":"Cientistas utilizam IA por trás de deepfakes para criar novos materiais: de acordo com os pesquisadores, ao invés de imagens de rostos humanos, o sistema utiliza compostos elementares de ligas. A Rede Adversária Generativa (GAN) criou novas ligas refratárias de alta entropia que podem suportar altíssimas temperaturas. Esses materiais são utilizados em pás de turbinas e foguetes. As informações são do site ScienceDaily.","url":""}]}