{"title":"Suspensão do Pix no Brasil / Brasileira na AWS / Dono de NFT furioso","fps":30,"timestamp":1636383124,"date":"08/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Entidade entra com ação para suspender Pix em todo o Brasil: o “Instituto do Consumidor C+” protocolou uma Ação Civil Pública contra o Banco Central alegando falta de segurança, violação de direitos e interesses de consumidores nesse tipo de operação. Daniel Bialski, mestre em Processo Penal pela PUC-SP, acredita que o País está “despreparado” para a tecnologia. As informações são do site Convergência Digital.","url":""},{"text":"AWS inaugura centro de computação quântica liderado por brasileiro: Fernando Brandão já foi professor do Departamento de Física da Universidade Federal de Minas Gerais e trabalhou com computação quântica no Google e na Microsoft. No local, a AWS quer desenvolver um computador quântico tolerante a falhas. As informações são do Tecnoblog.","url":""},{"text":"Dono de NFT fica “furioso” com pessoa que salvou imagem de arte em seu computador: o investidor confrontou uma pessoa no Twitter que havia realizado a captura de tela. A obra de arte em questão, intitulada “Lazy Lions #348”, possui lances que já chegam a quase 1 ETH (mais de 23 mil reais). O perfil “SaeedDiCaprio” no Twitter afirma estar pensando em criar uma coleção NFT inteira apenas dele clicando com o botão direito e salvando imagens de outros NFTs. As informações são do site Futurism.","url":""},{"text":"Claro, TIM e Vivo arrematam faixa do 5G mais rápido: a frequência de 26 GHz permitirá o funcionamento da tecnologia de ondas milimétricas (mmWave), com velocidades acima de gigabits por segundo. No entanto, o alcance desse espectro é muito baixo e o sinal pode ser afetado por obstáculos comuns como prédios e árvores, sendo ideal para ser aplicado em locais como estádios de futebol, aeroportos e shoppings. As informações são do Tecnoblog.","url":""},{"text":"Startup cria rede neural que retira sotaques de pessoas falando inglês: o algoritmo desenvolvido pela “Sanas” consegue pegar falas de pessoas com sotaque australiano, britânico, filipino ou espanhol e reproduzir perfeitamente o inglês falado por norte-americanos. O sistema foi treinado com gravações feitas por dubladores profissionais. O algoritmo pode ser executado localmente no dispositivo de usuários em aplicativos como Zoom, Skype e WhatsApp. As informações são do site IEEE Spectrum.","url":""},{"text":"Google acredita que novo design de reator demonstrará processo de fusão em equilíbrio até o final desta década: a companhia é uma das investidoras na TAE Technologies, criada para o desenvolvimento de energia de fusão aneutrônica (forma de fusão nuclear em que pouca energia liberada é transportada por nêutrons). Utilizando algoritmos desenvolvidos pelo Google, o design mais recente do reator manteve plasma estável em 30 milhões de Kelvin por 30 milissegundos, tempo três vezes maior do que modelos antecessores. As informações são do blog Google AI.","url":""},{"text":"Pesquisadores combinam IA e estimulação elétrica para melhorar funções cerebrais: após implantar eletrodos em partes específicas do cérebro relacionadas ao autocontrole e à flexibilidade mental, um sistema de inteligência artificial lê e avalia a atividade cerebral da pessoa, aplicando uma pequena estimulação elétrica. O método pode ser utilizado no tratamento da epilepsia, ansiedade severa, depressão ou outros transtornos. As informações são do site ScienceDaily.","url":""},{"text":"EUA oferecem recompensa de 10 milhões de dólares por informações sobre líderes da gangue de ransomware DarkSide: o grupo, rebatizado como BlackMatter recentemente, atacou a Colonial Pipeline no início deste ano, levando ao fechamento de oleodutos que transportavam 45% do combustível usado na costa leste do país. As informações são do site TechCrunch.","url":""}]}