{"title":"Realidade pode “desaparecer” / Legume perfeito / Elétricos no Brasil","fps":30,"timestamp":1636728726,"date":"12/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Metaverso pode fazer a realidade “desaparecer”, afirma pioneiro da tecnologia de realidade aumentada: o cientista da computação Louis Rosenberg tem receio de que a sobreposição de informações com o mundo real, mas que apenas existem virtualmente, poderia crescer a tal ponto que impactasse essencialmente todas as facetas da vida, impedindo que as pessoas pudessem se desligar do sistema. Outro problema seria um potencial sistema de rotulamento, com informações flutuando acima da cabeça de cada pessoa, identificando suas posições políticas e religiosas como exemplo. As informações são do site Futurism.","url":""},{"text":"Inteligência artificial desenvolve grão-de-bico “perfeito”: foram mapeadas mais de três mil variedades do legume para identificar as melhores combinações de genes. O desenvolvimento desse modelo genético tem o potencial de aumentar a produtividade de safras em até 12%, afirmam os pesquisadores da Universidade de Queensland. As informações são do site ScienceDaily.","url":""},{"text":"Venda de veículos elétricos e híbridos no Brasil registra forte alta: até outubro desde ano, o crescimento foi de 125% para elétricos e 32% para híbridos. Apesar do avanço, o volume de vendas nessas duas categorias representa apenas 1,7% do total de veículos comercializados no País. As informações são do site da Anfavea.","url":""},{"text":"Vivo fará migração automática do 4G para o 5G de todos seus usuários: a operadora não terá planos dedicados para a nova tecnologia, valendo para pessoas físicas e empresas. A Vivo comprou vários lotes na faixa de 26 GHz durante o recente leilão da Anatel, apostando no uso do 5G em fábricas, agronegócio e internet sem fio com ultra velocidade. As informações são do site TeleSíntese.","url":""},{"text":"SpinLaunch completa primeiro teste bem sucedido com novo sistema de lançamento orbital: a startup quer utilizar centrífugas a vácuo, do tamanho de um campo de futebol, para acelerar e lançar cargas a mais de 8 mil km/h, e somente após atingir determinada altura, ligar sistemas de propulsão química convencional, reduzindo custos com combustível. As informações são do site Space.","url":""},{"text":"Cientistas criam detector de raios-X mais fino do mundo: o material possui menos de 10 nanômetros de espessura (uma folha de papel tem cerca de 100 mil nanômetros de espessura), permitindo que seja utilizado na fabricação de dispositivos ultrafinos, com alta sensibilidade e rápido tempo de resposta, permitindo no futuro, até mesmo exames de imagem em tempo real de processos celulares. As informações são do site Phys.","url":""},{"text":"Primeiro iPhone com entrada USB-C no mundo é vendido por quase 500 mil reais no eBay: a modificação, desenvolvida pelo estudante de engenharia em robótica Kenn Pillonel, usa o conector físico para carregamento e transferência de dados. No entanto, Pillonel alertou ao comprador que o dispositivo não deveria ser utilizado no dia a dia como um smartphone normal. As informações são do site The Verge.","url":""},{"text":"Rich Harris, criador do Svelte, vai trabalhar na Vercel: o Svelte foi eleito como o framework Web mais amado entre desenvolvedores e seu uso dobrou no ano passado, com mais de 200 mil downloads semanais e mais de 50 mil estrelas no GitHub. A contratação de Harris é surpreendente, dado o histórico de apoio e desenvolvimento da Vercel com o framework React. As informações são do blog da Vercel.","url":""}]}