{"title":"Celular no Nubank? / Hackers e computação quântica / FBI investiga jetpack","fps":30,"timestamp":1636037539,"date":"04/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Nubank pode ingressar no mercado de telefonia, saúde e comércio eletrônico no Brasil: segundo a companhia, existe uma oportunidade de trazer os efeitos de seu modelo de negócio para outros setores, onde poderá causar “disrupção em modelos legados” para simplificar a vida de clientes. A informação se encontra no prospecto preliminar para abertura de capital na bolsa de valores dos EUA. As informações são do site Mobile Time.","url":""},{"text":"Hackers já estariam coletando dados criptografados na esperança de quebrá-los com computadores quânticos no futuro: para Dustin Moody, matemático do Instituto Nacional de Padrões e Tecnologia dos EUA (NIST), a ameaça de um estado-nação estar utilizando a estratégia de “captar agora, descriptografar depois” é real. O instituto quer desenvolver até 2024 um algoritmo de criptografia pós-quântica. As informações são do site MIT Technology Review.","url":""},{"text":"“Homem em jetpack” avistado diversas vezes por pilotos de avião nos EUA é provavelmente apenas um balão: a investigação do FBI e da agência de aviação do país não é conclusiva, mas imagens e vídeos mostram um balão em formato humanóide perto do aeroporto internacional de Los Angeles, o que pode ter confundido os pilotos. As informações são do site Futurism.","url":""},{"text":"Leilão do 5G tem início nesta quinta-feira e será o maior em volume de espectro da história da Anatel: quinze empresas já entregaram para a agência envelopes lacrados com as propostas. O leilão será do tipo não arrecadatório e deve priorizar contrapartidas de investimento como a construção de uma rede privativa para o Governo, instalação de fibra óptica na região amazônica, cobertura do 4G em todas as rodovias, migração do sinal da TV parabólica para uma nova faixa e disponibilizar 5G nas capitais até julho de 2022. As informações são da Agência Brasil.","url":""},{"text":"“Homem em jetpack” avistado diversas vezes por pilotos de avião nos EUA é provavelmente apenas um balão: a investigação do FBI e da agência de aviação do país não é conclusiva, mas imagens e vídeos mostram um balão em formato humanóide perto do aeroporto internacional de Los Angeles, o que pode ter confundido os pilotos. As informações são do site Futurism.","url":""},{"text":"Justiça mantém demissão por justa causa por transmissão de dados de funcionários e clientes para e-mail particular: apesar dos dados sigilosos não terem sido repassados a terceiros, o Tribunal Regional do Trabalho de São Paulo considerou que o funcionário não poderia alegar desconhecimento da política de segurança da informação interna da empresa. As informações são do site Convergência Digital.","url":""},{"text":"Pesquisadores demonstram produção full-stack de hidrocarbonetos em um único dispositivo: movido a energia solar, captando umidade e CO2 do ar, a pequena instalação no telhado de um laboratório em Zurique produz combustíveis sintéticos como metanol e querosene. Em escala, a plataforma poderia abastecer toda a indústria de aeronaves comerciais utilizando uma pequena fração da área do deserto do Saara. As informações são do site Ars Technica.","url":""},{"text":"Nat Friedman, CEO do GitHub, anuncia saída: a partir de 15 de novembro, Thomas Dohmke, diretor de produtos, assumirá o cargo executivo. Dohmke não está planejando grandes mudanças e vai continuar com as iniciativas Copilot, para sugestão de códigos baseado em inteligência artificial, e Codespaces, ambiente de desenvolvimento em nuvem do GitHub. As informações são do site TechCrunch.","url":""}]}