{"title":"Palavra do ano / Vidro diamante / IAs no Brasil","fps":30,"timestamp":1637851928,"date":"25/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"“NFT” é escolhida como palavra do ano: segundo o dicionário inglês Collins, a abreviatura para “Token Não Fungível” merece a distinção, ao convergir temas como dinheiro e internet. Neste ano, expressões como “trabalho híbrido” e “ansiedade climática” foram algumas das finalistas. As informações são do blog da Collins.","url":""},{"text":"Cientistas sintetizam “vidro diamante” ultra-resistente: o material é o vidro mais duro e com a maior condutividade térmica já criado, possuindo aplicações práticas em diversos dispositivos eletrônicos. O Instituto para Ciência de Carnegie, onde foi sintetizado, está na vanguarda do campo, utilizando técnicas de laboratório que simulam as condições de temperatura e pressão extremas encontradas no núcleo de planetas. As informações são do site Phys.","url":""},{"text":"Câmara instala Frente Parlamentar Mista para aprimorar legislação sobre IAs no Brasil: segundo o deputado Eduardo Bismarck (PDT), que presidirá a comissão, o objetivo é garantir que “a máquina sirva ao ser humano”. O grupo de deputados e senadores irá acompanhar futuras atualizações do marco legal da inteligência artificial e projetos que abordem o tema nos setores de saúde, educação e segurança. As informações são do site Agência Câmara de Notícias.","url":""},{"text":"Cristiano Amon, presidente global da Qualcomm, visita o Brasil: Amon, que é brasileiro, afirma que há espaço para o País no setor de semicondutores se houver disposição política para investimentos significativos, em uma escala de centenas de bilhões de reais. Por enquanto, não há planos para uma fábrica da empresa por aqui. As informações são do site Mobile Time.","url":""},{"text":"Primeiro cabo submarino entre Brasil e Europa entra em funcionamento: a infraestrutura proporciona uma redução de 50% na latência em comparação com rotas que antes precisavam transitar pela América do Norte, fator crucial para provedores de conteúdo, empresas de cloud e do setor financeiro. As informações são do site Convergência Digital.","url":""},{"text":"Alemanha cria teste de velocidade de internet oficial e quer obrigar provedores a dar descontos quando velocidades baixarem: o aplicativo fará uma série de 20 testes durante dois dias consecutivos. Se as velocidades ficarem abaixo de 90% das taxas prometidas, clientes terão direito a um desconto. As informações são do site Bleeping Computer.","url":""},{"text":"Nova IA preenche lacuna entre escalas nanométrica e mícron para estudar células humanas: um modelo de deep learning mapeia a célula, combinando microscopia e bioquímica. Segundo os pesquisadores, é a primeira vez que medições em escalas muito diferentes foram reunidas. Em um estudo piloto, o sistema revelou setenta componentes contidos em células do rim, metade dos quais nunca haviam sido vistos antes. As informações são do site Phys.","url":""},{"text":"Nvidia lança página interativa para “GauGAN2”, IA que transforma textos em imagens fotorealísticas: basta digitar uma frase como “pôr do sol na praia” e o modelo gera a cena em tempo real. A demonstração é uma das primeiras a combinar modalidades como texto, segmentação semântica, esboço e estilo em uma única estrutura GAN. A ideia é facilitar o trabalho de artistas, transformando seus esboços em uma imagem de alta qualidade de forma rápida e fácil. As informações são do blog da Nvidia.","url":""}]}