{"title":"Defesa planetária / Bateria de madeira / Lasers de pulso ultracurto","fps":30,"timestamp":1637765532,"date":"24/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"NASA lança primeira missão de defesa planetária contra asteroides: o DART (Teste de Redirecionamento de Asteroide Duplo, na sigla em inglês) irá colidir intencionalmente com um asteroide chamado “Dimorphos” para testar se a técnica de impacto cinético desvia esses corpos celestes. A espaçonave também testará um novo sistema de propulsão por íons que, em teoria, pode atingir velocidades muito mais altas do que foguetes convencionais. As informações são do site Space.","url":""},{"text":"Nova bateria ecológica para armazenamento de energia em grande escala: o dispositivo se baseia em duas inovações — a fabricação de eletrodos à base de madeira e um novo tipo de eletrólito à base de água. A bateria possui uma densidade energética similar a baterias de chumbo-ácido, mas é sustentável, segura contra incêndios e possui baixíssimo custo de fabricação. As informações são do site ScienceDaily.","url":""},{"text":"Lasers de pulso ultracurto matam superbactérias e vírus sem danificar células humanas: a tecnologia possui 99,9% de eficácia na inativação desses agentes patogênicos e pode ser utilizada para esterilizar ferimentos, procedimentos cirúrgicos, produtos biológicos in vitro e tem o potencial para tratar infecções generalizadas no futuro, colocando pacientes em máquinas de hemodiálise com esse tipo de laser. As informações são do site ScienceDaily.","url":""},{"text":"Ação da Apple contra fabricante do sistema Pegasus é “declaração de guerra” contra desenvolvedores de software ofensivos: a Apple acionou judicialmente a NSO com a intenção de impedir que a empresa de vigilância tenha acesso a qualquer software, serviço ou dispositivo da marca no futuro. O Pegasus é uma ferramenta de spyware, geralmente utilizada por estados-nação para espionar jornalistas, acadêmicos ou dissidentes políticos. As informações são do site The Register.","url":""},{"text":"Grupo cibercriminoso está visando biomanufatura com novo malware: instalações estão sendo infectadas com um vírus personalizado chamado “Tardigrade”, entregue por meio de phishing ou pendrives que, de alguma forma, são deixados nas instalações das organizações-alvo. O objetivo dos criminosos aparentemente é espionagem ou interrupção operacional já que não há claro interesse em pagamento de resgates. As informações são do site Bleeping Computer.","url":""},{"text":"Profissionais da segurança da informação estão reivindicando o prefixo “cripto” de volta: nos últimos anos, a palavra tem sido utilizada como sinônimo da tecnologia blockchain ou moedas digitais. Na visão desses profissionais, a palavra “cripto” tem precedência em temas relacionados à criptografia. As informações são do site The Register.","url":""},{"text":"Técnicas de origami e kirigami inspiram designs de novos metamateriais: a antiga arte japonesa de dobrar e cortar papel tem ganhado popularidade entre pesquisadores que criam materiais com estruturas e formas tridimensionais complexas a partir de materiais muito finos. Esses metamateriais possuem  propriedades mecânicas únicas e programáveis, com aplicações em diversos campos como eletrônica flexível, dispositivos médicos, robótica, engenharia civil e engenharia aeroespacial. As informações são do site Phys.","url":""},{"text":"Cientistas criam ambiente de realidade virtual para pesquisar doenças cancerígenas: o sistema permite que pesquisadores utilizem ferramentas mais intuitivas na exploração de mapas tridimensionais de um conjunto de células, vendo claramente quais genes estão ativos. A técnica também facilita a colaboração em tempo real entre pesquisadores. As informações são do site Phys.","url":""}]}