{"title":"Câmeas escondidas / Vício em tecnologia / Vigilância de “OVNIs”","fps":30,"timestamp":1637333513,"date":"19/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Pesquisadores desenvolvem app que detecta câmeras escondidas: o aplicativo combina o recurso “time-of-flight” (presente em sensores de câmeras na maioria dos smartphones convencionais), visão computacional e machine learning para localizar reflexos de câmeras ocultas, atingindo uma taxa de detecção de 88,9%. Sriram Sami, um dos pesquisadores, pretende lançar uma versão open source do aplicativo para dispositivos Android. Informações via o site HackerNews.","url":""},{"text":"Brasil é o 3º país com crianças mais “viciadas” em tecnologia: de acordo com um estudo realizado no Reino Unido, menos da metade das crianças brasileiras está seguindo diretrizes de exercícios ou tempo de tela recomendados. O resultado é um reflexo do uso da internet pela população brasileira em geral, que fica mais de 10 horas por dia navegando na web, o maior tempo entre as nações pesquisadas. O problema entre crianças é ainda maior nos Emirados Árabes Unidos e EUA, posicionados em primeiro e segundo lugar no ranking, respectivamente. Informações via o site Convergência Digital.","url":""},{"text":"Senadores dos EUA se unem em proposta que cria órgão para vigilância de “OVNIs”: segundo a senadora Kirsten Gillibrand, é necessário criar um programa militar e de inteligência mais expansivo e de forma “urgente”. Para Gillibrand é preciso determinar se avistamentos recentes de UAPs (nomenclatura militar para fenômenos aéreos não identificados) por pilotos da Marinha e da Força Aérea representam tecnologias avançadas de adversários ou ameaças de “outra entidade”. As informações são do site Politico.","url":""},{"text":"Governo irá treinar pequenos empreendedores e artesãos a venderem na Amazon Brasil: através de cursos online, o Ministério da Economia quer informar como operar e otimizar vendas dentro da plataforma. A intenção é facilitar a migração desses comerciantes para vendas digitais — durante a pandemia, quase 90% desses pequenos negócios perderam faturamento. As informações são do site Convergência Digital.","url":""},{"text":"Equipe brasileira vence desafio de programação “Call for Code 2021” da IBM: a “Central Food” buscou lidar com o desperdício de alimentos. O aplicativo do time brasileiro conecta comerciantes de centros de abastecimento com ONGs, que podem receber notificações de alimentos excedentes disponíveis e providenciar entregas ou coletas rápidas. As informações são do portal Developers da IBM.","url":""},{"text":"Adolescente canadense é preso após maior roubo individual de moedas digitais: o ataque foi direcionado a um indivíduo com cerca de 200 milhões de reais em ativos digitais através da clonagem do seu chip de telefone celular. Segundo a polícia, o jovem foi descoberto após comprar um nome de usuário considerado “raro” na comunidade de videogames. As informações são do site The Register.","url":""},{"text":"C é a linguagem com a maior eficiência energética, Perl possui a menor: o estudo foi realizado por cientistas da computação portugueses em 2017, mas chamou a atenção somente agora. Foram analisados o tempo de execução, uso de memória e consumo de energia entre 27 linguagens de programação. Linguagens compiladas tendem a ser mais rápidas e eficientes no uso de energia (como exemplos, C e Rust), ao contrário de linguagens interpretadas (Perl e Lua). As informações são do site Hackaday.","url":""},{"text":"API da OpenAI já está disponível sem lista de espera: a disponibilidade mais ampla do “GPT-3” foi possibilitada pelo progresso na interpretação de instruções humanas, respostas mais verdadeiras a perguntas e um filtro de conteúdo gratuito para ajudar desenvolvedores a mitigar possíveis abusos do modelo de linguagem. As informações são do blog da OpenAI.","url":""}]}