{"title":"Ministro visita Elon Musk / Colônias espaciais / Computação celular","fps":30,"timestamp":1637074319,"date":"16/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Ministro das Comunicações Fábio Faria vai ao Texas para se encontrar com Elon Musk: uma parceria com a SpaceX poderia conectar escolas rurais, comunidades indígenas e outros locais remotos no Brasil através do sistema de internet orbital da Starlink. A parceria também poderia auxiliar no monitoramento e preservação da Amazônia. Faria afirma que Elon Musk deverá fazer uma visita ao Brasil em breve. As informações são do site Folha de S.Paulo.","url":""},{"text":"Jeff Bezos acredita que a maioria das pessoas nascerá em colônias espaciais no futuro: o fundador da Amazon argumenta que o sistema solar pode abrigar 1 trilhão de pessoas, enquanto a Terra possui um limite de 10 bilhões. Bezos acredita que a Terra será protegida como um parque nacional, visitada somente para turismo. As informações são do site Futurism.","url":""},{"text":"Cientistas criam primeiro transistor para “computação celular”: um agente de nanocomputação dentro de células vivas pode controlar a função de uma proteína específica que está envolvida no movimento celular. A pesquisa abre caminho para a construção de computadores em nanoescala para a prevenção e tratamento de doenças. As informações são do site Phys.","url":""},{"text":"Pix faz aniversário de um ano e ganha funcionalidade de devolução: entra em vigor nesta terça-feira (16/nov) o “Mecanismo Especial de Devolução”, recurso para agilizar ressarcimentos em casos de fraude ou falha operacional de instituições financeiras. Ao final de outubro, o volume de transações pelo Pix foi de 502 bilhões de reais, crescimento de 20 vezes desde o lançamento. A grande maioria das transações (75%) ocorre entre pessoas físicas. As informações são da Agência Brasil.","url":""},{"text":"Chile pretende exportar energia solar para China por meio de cabo submarino: o projeto “Antípodas” tem como objetivo aproveitar o potencial solar do Deserto do Atacama, região com maior incidência de radiação solar no mundo, e produzir até 600 GW de energia fotovoltaica. O projeto ainda conta com a vantagem de os dois países estarem em hemisférios diferentes, produzindo energia em períodos do dia e estações do ano invertidas entre o Chile e China. As informações são do site PV Magazine.","url":""},{"text":"Rússia conduz teste anti-satélite e obriga tripulação da Estação Espacial a se abrigar em módulos de escape: a explosão causada pelo míssil da operação russa criou 1.500 fragmentos orbitais grandes o suficiente para serem rastreados, além de milhares de detritos orbitais menores. A estação abriga sete tripulantes no momento. As informações são do site Space.","url":""},{"text":"Novo cabo promete recarregar veículos elétricos em menos de 5 minutos: engenheiros projetaram um cabo de carregamento que pode fornecer 4,6 vezes mais corrente do que carregadores atuais utilizando um novo sistema combinado de resfriamento líquido e vapor. A pesquisa foi financiada pela Ford e a patente do sistema já foi requerida. As informações são da página de imprensa da Universidade de Purdue.","url":""},{"text":"Material magnético baseado em grafeno é sintetizado pela primeira vez: cientistas japoneses criaram um nanografeno cristalino com propriedades magnéticas previsto teoricamente há 70 anos, mas que até agora não havia sido confirmado experimentalmente. O material tem aplicações importantes em eletrônica avançada, suplementando o silício utilizado atualmente. As informações são do site Phys.","url":""}]}