{"title":"Facebook faz “lockdown” / Planeta Nove / Câmera holográfica","fps":30,"timestamp":1637160732,"date":"17/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Facebook (Meta) faz “lockdown” e reforça segurança contra vazamentos de pesquisas internas: a empresa reduziu a quantidade de eventos e de pessoas com acesso a ferramentas de informações internas. Segundo funcionários, essa é uma mudança drástica na “cultura de abertura” da empresa, que sempre foi promovida internamente por Mark Zuckerberg e bem diferente do modelo de sigilo de outras companhias no Vale do Silício. As informações são do site The Verge.","url":""},{"text":"Pesquisa realizada na década de 1980 pode ter encontrado o efusivo “Planeta Nove”: ao revisar dados obtidos há 38 anos pelo primeiro telescópio espacial infravermelho, o astrônomo Michael Rowan-Robinson detectou “algo estranho” além de Urano e que poderia ser o planeta teorizado. Cientistas estimam que se o Planeta Nove realmente existir, ele deve possuir uma massa várias vezes maior do que a da Terra, com uma órbita que dura milhares de anos. As informações são do site Gizmodo.","url":""},{"text":"Câmera holográfica vê coisas “invisíveis” com alta precisão: o dispositivo utiliza holografia de comprimento de onda sintética para dispersar “luz coerente” (ondas que estão em fase uma com a outra) em objetos ocultos, com um algoritmo reconstruindo o sinal obtido de volta. Devido à sua alta resolução temporal, o método poderia substituir endoscópios para imagens médicas e industriais no futuro. As informações são do site Phys.","url":""},{"text":"Microsoft afirma que solução alternativa utilizada pelo Firefox para mudança do navegador padrão no Windows 11 é “imprópria” e irá bloqueá-la: o sistema operacional permite a escolha de outros navegadores padrão, mas requer várias etapas para a configuração e algumas vezes força o uso do Edge de qualquer maneira. A Microsoft afirma que certas interações com o sistema não foram projetadas para serem redirecionadas a outros navegadores: uma delas seria a “experiência de busca” na barra de tarefas do Windows que abre uma pesquisa no Bing dentro do navegador Edge. As informações são do site HowToGeek.","url":""},{"text":"Cientistas criam nanoantena para comunicação ultra-segura de longa distância: o dispositivo faz a conversão de fótons em elétrons por meio de uma nanoestrutura de anéis concêntricos de ouro. Ao utilizar propriedades como emaranhamento e superposição, a tecnologia é um passo importante no desenvolvimento de tecnologias para compartilhamento e processamento de dados quânticos. As informações são do site Phys.","url":""},{"text":"Descoberta teórica pode aumentar eficiência no armazenamento de dados em computadores: um novo estudo demonstra que a sondagem linear de tabelas de hash podem operar em alta capacidade, sem sacrificar velocidade, uma abordagem contrária a um princípio consagrado na computação. As tabelas de hash são uma das abordagens mais comumente utilizadas na estruturação de dados. As informações são do site MIT News.","url":""},{"text":"Novo tipo de aprendizado de máquina é 100 mil vezes mais rápido do que modelos tradicionais para previsão do clima: o “Fourier Neural Operator” (FNO) é um framework que permite inteligências artificiais resolverem uma gama de equações diferenciais parciais de uma vez só. O sistema consegue simular e prever com precisão eventos climáticos extremos, permitindo um melhor planejamento em desastres naturais. As informações são do blog da Nvidia.","url":""},{"text":"GitHub corrige vulnerabilidade que atingia todos os módulos do registro NPM: a falha permitia a publicação de novas versões de qualquer módulo utilizando uma conta sem a devida autorização. Todos os módulos publicados antes de setembro de 2020 podem ter sido comprometidos. Os pesquisadores de segurança Kajetan Grzybowski e Maciej Piechota descobriram a vulnerabilidade no começo deste mês, que foi corrigida apenas em seis horas pelo GitHub. As informações são do site The Register.","url":""}]}