{"title":"Anúncios em sonhos / Foguete impresso em 3D / Biometria de recém-nascidos","fps":30,"timestamp":1637596224,"date":"22/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"77% dos profissionais de marketing planejam “injetar” anúncios em sonhos nos próximos três anos: segundo pesquisadores de Harvard, MIT e da Universidade de Montreal, empresas de marketing já estão ativamente testando novas maneiras de orientar comportamentos de compra durante o sono, sem deixar memórias, a chamada publicidade “dreamtech”. Os pesquisadores também temem que dispositivos como relógios inteligentes comecem a vender dados biométricos obtidos enquanto seus usuários dormem para essas empresas de marketing. As informações são do site Futurism.","url":""},{"text":"Pangea Aerospace testa com sucesso primeiro foguete “aerospike” impresso em 3D no mundo: com baixíssimo custo de produção, o foguete é manufaturado com impressão 3D metálica em apenas duas peças. O motor aerospike é o “Santo Graal” da engenharia aeroespacial, possuindo um bocal em forma de V (ao contrário do formato tradicional em sino), mantendo sua eficiência ao longo de uma vasta faixa de altitudes e com economia de combustível. As informações são do site Satellite Evolution Group.","url":""},{"text":"Empresa brasileira pretende lançar sistema de reconhecimento de recém-nascidos por imagens das orelhas: a biometria facial e digital não funciona bem em recém-nascidos. O sistema desenvolvido pela Vsoft, em parceria com a Universidade Federal da Paraíba, o primeiro no mundo, capta as linhas dentro das orelhas (iguais durante toda a vida) através de uma câmera de smartphone comum. Segunda a empresa, a identificação neonatal serve para emissão de CPFs de bebês e identificação em planos de saúde. As informações são do site Mobile Time.","url":""},{"text":"Ministério Público Federal defende inclusão de medidas de vigilância online generalizada na legislação brasileira: o órgão quer que o Senado aprove a Convenção de Budapeste, tratado internacional sobre a tipificação penal de crimes cometidos pela internet, permitindo que órgãos de persecução penal sejam imediatamente comunicados por sites e plataformas sobre eventuais crimes praticados por seus usuários. As informações são do site Convergência Digital.","url":""},{"text":"São Paulo propõe licença automática para antenas de celular: a ideia é modernizar a legislação, em especial para agilizar a implementação do 5G e a necessidade de levar o 4G à periferia de vários centros urbanos no estado. A iniciativa pode servir de modelo a ser adotado por outros estados e cidades. As informações são do site Convergência Digital.","url":""},{"text":"Pesquisa mostra que brasileiros utilizam sequências de números e nomes comuns como senhas: “123456”, “123456789” e “Brasil” são as três senhas mais comuns no País, segundo uma pesquisa da Nordpass, que obteve os dados através de vazamentos. A palavra “senha” aparece em sexto lugar, e o primeiro nome, “Gabriel”, fica na décima quinta posição. Apesar das 125 milhões de senhas vazadas apenas em 2021, a Nordpass afirma que o Brasil pode ser considerado um país com baixo risco de vazamentos. As informações são do site TecMundo.","url":""},{"text":"Erro em servidor impediu motoristas em todo o mundo de entrarem em Teslas neste sábado: os veículos da marca não possuem chaves convencionais, exigindo a presença de um cartão-chave ou aplicativo de celular. Elon Musk afirmou que a empresa causou um aumento acidental de tráfego na rede que controla o mecanismo de abertura dos veículos. As informações são do site The Register.","url":""},{"text":"DuckDuckGo apresenta recurso para impedir rastreamento de dados em dispositivos Android: a proteção se encontra dentro do próprio aplicativo de buscas, bloqueando rastreadores de terceiros em todo o telefone. Segundo a DuckDuckGo, mais de 96% dos aplicativos Android populares contém rastreadores ocultos de terceiros (87% enviam dados para o Google e 68% para o Facebook). As informações são do site Ars Technica.","url":""}]}