{"title":"Metaverso vale trilhões / Bolha dos NFTs / Hackers russos e chineses","fps":30,"timestamp":1637247114,"date":"18/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Metaverso é uma oportunidade de vários trilhões de dólares, afirma CEO da Epic Games: para Tim Sweeney, o termo “metaverso” é como a internet, nenhuma empresa pode ser sua proprietária, mas os próximos três anos serão críticos — quem conseguir criar uma plataforma com 1 bilhão de usuários primeiro, será líder na definição de padrões nesse espaço. Sweeney também não acredita que serão necessários óculos de realidade virtual ou aumentada para acessar o metaverso. As informações são da Bloomberg.","url":""},{"text":"Engenheiro de software cria torrent contento praticamente todos os NFTs disponíveis no mercado: o arquivo possui 19,5 Terabytes e está disponível para baixar gratuitamente no site “TheNFTBay”. Geoffrey Huntley intitulou o arquivo de “O Torrent de Bilhões de Dólares”, chamando a febre ao redor de NFTs de uma nova “mania das tulipas”, fazendo referências à primeira bolha especulativa conhecida. As informações são do perfil “GeoffreyHuntley” no Twitter.","url":""},{"text":"Grupos de ransomware russos estão buscando colaboração com hackers chineses: a ideia é unir forças e participar de conversas em fóruns especializados para cibercriminosos, compartilhando dicas e colaborando em ataques. As informações são do site Bleeping Computer.","url":""},{"text":"Cientistas criam material isolante feito de pipoca granulada: além de ser uma alternativa aos isolantes feitos de derivados do petróleo, o material é ecologicamente sustentável, possui propriedades repelentes à água, de isolamento térmico e proteção contra incêndios. A fabricante de materiais de construção alemã Bachl Group irá produzir o isolante em escala industrial. As informações são do site Phys.","url":""},{"text":"Novo sistema de verificação por selfies do Instagram pode ser enganado por uma boneca Barbie: o usuário Alexander Chalkidis demonstrou a falha em um vídeo no YouTube. O recurso, que serviria para combater a criação de perfis falsos e de bots na plataforma, já havia sido lançado no ano passado, mas foi descontinuado por problemas. O recurso foi colocado no ar novamente nesta última segunda-feira. As informações são do site XDA Developers.","url":""},{"text":"Empresas de tecnologia contabilizam menos emissões de CO2 do que deveriam: em uma amostra de 56 grandes empresas de tecnologia, mais da metade de emissões foram excluídas, equivalente a 390 megatons de CO2, a mesma pegada de carbono da Austrália. As empresas do setor estariam subestimando significativamente as emissões que surgem ao longo de toda a cadeia de valor, desde a extração de matéria-prima até o uso dos produtos finais. As informações são do site Phys.","url":""},{"text":"Apple lança programa para reparos de iPhone e Mac em casa: a partir do ano que vem, qualquer pessoa poderá pedir peças, ferramentas e manuais para consertar os dispositivos da marca com problemas, sem o risco de anular a garantia. Usuários também receberão créditos se enviarem os componentes danificados para reciclagem de volta para a Apple. Analistas ficaram surpresos com o anúncio, dado o histórico hostil da Apple em relação ao movimento “Right to Repair” (direito de reparar). As informações são do site TechCrunch.","url":""},{"text":"GitHub apresenta pesquisa Octoverse de 2021: a produtividade de desenvolvedores começa a retornar a níveis pré-pandemia, solidificando a mudança de paradigma do trabalho remoto e híbrido (86% da força de trabalho). Em relação a linguagens, não houve mudanças em relação ao ano passado — Javascript continua dominando, seguido por Python e Java. A pesquisa combinou dados de telemetria de mais de 4 milhões de repositórios, com 12 mil desenvolvedores. As informações são do site Octoverse do GitHub.","url":""}]}