{"title":"Impressão digital é “hackeada” / Robôs do Google / Bitcoin City","fps":30,"timestamp":1637679411,"date":"23/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Dispositivos são facilmente hackeados com foto de impressão digital, impressora a laser e cola: pesquisadores registraram uma imagem de alta resolução da superfície da tela de um computador tocada pelos dedos de uma pessoa e a imprimiram utilizando uma impressora a laser comum em uma folha de acetato. Com um pouco de cola de madeira foi possível captar a impressão, tornando-a manipulável. A descoberta foi publicada pela Kraken Security Labs em seu blog, afirmando que uma impressão digital não pode mais ser considerada uma alternativa segura a uma senha forte.","url":""},{"text":"Google coloca robôs para trabalhar na limpeza de seus escritórios: o projeto “Everyday Robots” opera uma frota de mais de 100 robôs de propósito geral para realizar de forma autônoma a separação do lixo, limpeza das mesas e abertura de portas. Os robôs possuem uma pinça multifuncional na extremidade de um braço flexível que é preso a uma torre central, com câmeras, sensores e lidar para visão de máquina e navegação. As informações são do site The Verge.","url":""},{"text":"El Salvador anuncia planos para “Bitcoin City”, primeira cidade no mundo 100% baseada na moeda digital: planejado para a região de La Union, o local será “circular”, com uma praça central projetada para se parecer com o símbolo BTC visto de cima. Além de ser isenta de imposto de renda, propriedade e de ganhos de capital, a cidade será totalmente ecológica, funcionando inteiramente com a energia geotérmica de um vulcão próximo. As informações são da Reuters.","url":""},{"text":"Empresa que gerencia redes Wi-Fi gratuitas expõe dados de brasileiros: uma falha de configuração em um “S3 Bucket” da empresa WSpot, que fornece solução Wi-Fi para outras empresas como Pizza Hut e Unimed, expôs mais de 226 mil arquivos, totalizando 10 GB de dados, comprometendo nomes, endereços, datas de nascimento, emails, CPFs e senhas de 2,5 milhões de brasileiros. A WSpot afirma, no entanto, que os dados não foram captados por agentes maliciosos. As informações são do site Convergência Digital.","url":""},{"text":"Pesquisa mostra que pessoas confundem informações da internet com conhecimento: o acesso rápido a informações, habilitado por mecanismos de busca como o Google, aumenta artificialmente a confiança das pessoas em sua própria capacidade de lembrar e processar informações, levando a previsões erroneamente otimistas sobre o quanto elas realmente possuem de conhecimento sem a internet. A pesquisa completa está disponível no jornal PNAS.","url":""},{"text":"Meta vai atrasar criptografia em mensagens no Facebook e Instagram: a companhia não planeja concluir a implementação global da criptografia de ponta a ponta por padrão em todos os seus serviços de mensagens até 2023, após ativistas de proteção infantil expressarem preocupação com a medida. No entanto, a empresa afirma que seria capaz de detectar abusos através de dados não criptografados, informações de contas de usuários e denúncias. As informações são do jornal The Guardian.","url":""},{"text":"Avião elétrico bate recorde de velocidade: o monomotor “Spirit of Innovation” da Rolls-Royce voou a 618,63 km/h, quebrando o recorde de outro avião totalmente elétrico desenvolvido pela Siemens em 2017. O avião também bateu recorde em razão de subida — quase 10.000 pés em apenas 202 segundos, 30% mais rápido do que o recorde anterior. O Spirit of Innovation também conta com a bateria de propulsão mais densa da indústria aeroespacial. As informações são do site Futurism.","url":""},{"text":"Telescópio espacial James Webb sofre acidente durante preparação para lançamento: uma braçadeira que prendia o observatório ao veículo de lançamento sofreu uma liberação repentina e não planejada. A NASA agora precisará investigar se o incidente não danificou nenhuma parte do telescópio, que estava planejado para ser lançado originalmente em 18 de dezembro. As informações são do site Phys.","url":""}]}