{"title":"Starlink “ouve” serras elétricas / Rifa de vôo espacial / Trojan bancário brasileiro","fps":30,"timestamp":1637938326,"date":"26/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Rede de internet orbital de Elon Musk poderia “detectar” serras elétricas ilegais na Amazônia: Fábio Faria, ministro das Comunicações, afirma que os satélites da Starlink possuem lasers que conseguiriam detectar o “barulho” de serras elétricas. Com essa informação, o Governo poderia monitorar o uso de serras legais e ilegais na Amazônia, contribuindo para a redução do desmatamento na região. As informações são do site Época Negócios.","url":""},{"text":"Virgin Galactic anuncia primeira ganhadora de rifa para viagem espacial: Keisha S., da ilha de Antígua, ganhou duas passagens e planeja levar sua filha, uma estudante de astrofísica, no vôo. A rifa arrecadou 1,7 milhão de dólares para a “Space for Humanity”, organização que visa colocar pessoas no espaço. As informações são do site TechCrunch.","url":""},{"text":"Trojans bancários brasileiros serão uma das maiores ameaças em 2022: com a transição para o uso de serviços bancários em dispositivos móveis, grupos de criminosos que tradicionalmente procuram por brechas no Windows deverão expandir seus portfólios e consolidar o desenvolvimento de trojans bancários e de acesso remoto em dispositivos Android. As informações são do site Securelist da Kaspersky.","url":""},{"text":"Ministério Público quer fazer acordo milionário para encerrar processo contra site que baixa vídeos do YouTube: o órgão está pedindo 1,9 milhão de reais e o site também precisaria bloquear usuários e pagamentos vindos do Brasil, além de relacionar IPs que tentassem driblar esse bloqueio. O dono do site Yout, o estadunidense Johnathan Nader, afirma ter um histórico de lutas contra esses tipos de ação. As informações são do Tecnoblog.","url":""},{"text":"Anatel quer aplicativos para medir qualidade de operadoras de telefonia: a ideia é permitir que os próprios consumidores possam realizar as medições dos serviços prestados e, a partir desses dados, criar uma avaliação geral das operadoras. A agência quer publicar os primeiros selos de qualidade no início de 2023.","url":""},{"text":"Novo governo recém formado na Alemanha pede a proibição de vigilância biométrica em toda a Europa: a intenção é impedir a instalação de sistemas abrangentes de vídeo e o uso de registro biométrico para fins de vigilância, enfatizando a importância do anonimato tanto em público quanto online. O movimento europeu “ReclaimYourFace” também pede por disposições igualmente contrárias aos usos prejudiciais de inteligências artificiais, incluindo sistemas de pontuação social não apenas por governos, mas também por entidades privadas. As informações são do site Euractiv.","url":""},{"text":"Cientistas criam microrobôs em formato de peixe especificamente para o tratamento do câncer: os robôs possuem a habilidade de mudar de forma, como abrir e fechar a boca, através de mudanças no pH no corpo da pessoa, permitindo o controle de quando e onde medicamentos quimioterápicas podem ser liberados, com menos danos colaterais e melhores resultados. As informações são do site BGR.","url":""},{"text":"AMD e Qualcomm estariam “cansadas” da política “Apple primeiro” da TSMC: as duas empresas teriam decidido transicionar sua produção de 3 nm para a Samsung após a maior fabricante de semicondutores do mundo, a taiwanesa TSMC, reservar a maior parte de sua capacidade para a Apple. Rumores apontam que a Apple está se preparando para o lançamento de seu próprio chip de modem 5G, o que consumiria ainda mais a capacidade da TSMC. As informações são do site Club386.","url":""},{"text":"Último Dia Para Aproveitar Esses Preços:","url":""},{"text":"","url":""}]}