{"title":"Nova febre em NFTs / Objeto na Lua / Telemedicina","fps":30,"timestamp":1638802336,"date":"06/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Terrenos no metaverso são a próxima “febre” no mercado de NFTs: quatro projetos de metaverso baseados em blockchain geraram 106 milhões de dólares em vendas em terrenos virtuais na última semana de novembro. Os projetos “The Sandbox” e “Decentraland” são os destaques, acumulando 96% das vendas do mercado. As informações são do blog da DappRadar.","url":""},{"text":"Rover chinês capta imagens de objeto geométrico em lado oculto da Lua: o “Yutu 2”, rover que detém recorde de tempo em operações lunares, captou imagens de um objeto com um formato “cúbico”. A “cabana misteriosa”, como tem sido chamada a estrutura na imprensa chinesa, está a 80 metros do rover, que levará cerca de 3 meses até alcançá-la. Cientistas acreditam que o objeto é apenas uma grande rocha deslocada por um antigo impacto lunar. As informações são do site Space.","url":""},{"text":"Comissão aprova projeto que regulamenta a telemedicina no País: o Projeto de Lei 916/20 regulamenta a realização de consultas virtuais com médicos, terapeutas, psicólogos ou nutricionistas. Operadoras de planos de saúde não poderão impor limitações à realização do teleatendimento ou estabelecer valor diferenciado para atendimentos presenciais. As informações são da Agência Câmara de Notícias.","url":""},{"text":"Procon multa Facebook em 11 milhões de reais por causa do “pagã” deste ano: segundo o órgão, no dia 4 de outubro, a falha teria afetado mais de 91 mil consumidores brasileiros do Facebook, 90 mil do Instagram e 156 mil do Whatsapp. Apesar desses aplicativos serem gratuitos, a empresa lucra com os serviços prestados, caracterizando relação de consumo. As informações são do site do Procon-SP.","url":""},{"text":"Pesquisa projeta déficit de 530 mil profissionais de TIC em cinco anos: as empresas de tecnologia brasileiras precisarão de 797 mil profissionais até 2025, mas o País irá formar pessoas abaixo dessa demanda, projetando um déficit anual de 106 mil pessoas na área. A remuneração média do setor de Tecnologia da Informação e Comunicação é de 5.028 reais, 2,5 vezes superior à média nacional. As informações são do site Convergência Digital.","url":""},{"text":"Ação no STF quer banir ponto eletrônico de trabalho com dados registrados em nuvem: a ação alega que o sistema tornaria mais difícil o cumprimento da legislação trabalhista por auditores-fiscais e os dados ainda seriam “facilmente” manipuláveis pelas empresas. O Ministério do Trabalho e Previdência, no entanto, exige que cada software de ponto eletrônico tenha registro de patente industrial no INPI, contenha horários e hash de registros, e assinatura eletrônica. As informações são do Tecnoblog.","url":""},{"text":"Bosch inicia produção de semicondutores feitos de carbeto de silício para indústria automotiva: o material é mais eficiente do que outros substratos,  podendo aumentar o alcance de veículos elétricos e tornar processos de carregamento de baterias mais rápidos. O desenvolvimento da tecnologia não é uma reação à atual escassez de chips e começou há cerca de dois anos, como resposta ao crescimento do mercado de eletromobilidade. As informações são do site Electrive.","url":""},{"text":"Engenheiros de Stanford criam robô com pernas e garras inspiradas em pássaros: o dispositivo é conectado a um drone quadricóptero que pode voar, pegar e carregar objetos, e empoleirar-se em diferentes superfícies. As aplicações potenciais para o robô são missões de busca e resgate, e monitoramento de incêndios florestais. As informações são do site UniteAI.","url":""}]}