{"title":"SpaceX à beira da falência / Recurso controverso / Câmera revolucionária","fps":30,"timestamp":1638370339,"date":"01/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Em e-mail vazado, Elon Musk alerta que SpaceX está à beira da falência: o problema seria a falta de progresso em relação aos motores Raptor que serão utilizados na espaçonave Starship, ainda em desenvolvimento. Uma revisão completa do projeto seria necessária. A situação é tão crítica, que a SpaceX precisará atingir uma taxa de lançamento de um voo a cada duas semanas no próximo ano para evitar um desastre financeiro. As informações são do site Futurism.","url":""},{"text":"Qualcomm apresenta nova geração de chips para smartphones com recurso controverso: dentro do chip “Snapdragon Gen 1”, um processador de imagem dedicado mantém câmeras frontais ligadas e ativas o tempo todo. A Qualcomm afirma que o recurso é de segurança e pode ser utilizado para desligar automaticamente a tela do smartphone quando detectar alguém tentando espionar mensagens, por exemplo. As informações são do site The Verge.","url":""},{"text":"Pesquisadores criam câmera do tamanho de um grão de sal: com apenas meio milímetro de diâmetro, o sistema consegue produzir imagens nítidas e coloridas, similares a câmeras convencionais, utilizando uma metasuperfície cravejada com 1,6 milhão de pinos cilíndricos. Além de ser relevante na medicina e robótica, a tecnologia tem o potencial de criar “superfícies como sensores”, transformando toda a parte de trás de um smartphone em uma câmera gigante, como exemplo. As informações são da página de imprensa da Universidade de Princeton.","url":""},{"text":"Assembleia Legislativa de São Paulo aprova tramitação rápida para Projeto de Lei que suspende Pix no estado: caso seja aprovado, o PL proibirá instituições financeiras de processarem operações Pix até que o Banco Central desenvolva mecanismos de seguranças que assegurem a segurança de correntistas. As informações são do site Mobile Time.","url":""},{"text":"60% dos brasileiros temem não aprender habilidades digitais rápido o suficiente para atender às necessidades futuras de carreira: uma pesquisa realizada pela AWS também indica que treinamento tornou-se uma prioridade maior durante a pandemia, com 93% dos trabalhadores brasileiros sentindo que precisam de mais conhecimento técnico para realizar seu trabalho. As informações são do site Convergência Digital.","url":""},{"text":"FBI consegue obter metadados de conversas do WhatsApp quase em tempo real: apresentado com um mandado de busca e apreensão, a plataforma de mensagens libera todos os dados de contatos de um usuário-alvo em apenas 15 minutos. O WhatsApp confirma a velocidade nas respostas, mas reforça que o conteúdo de mensagens não pode ser lido, já que as conversas são criptografadas de ponta a ponta. As informações são da revista Rolling Stone.","url":""},{"text":"Rússia e China atacam satélites norte-americanos todos os dias: segundo o general David Thompson, da Força Espacial dos EUA, as operações, no entanto, são reversíveis — os ataques são realizados com armas laser, bloqueadores de rádio e ataques cibernéticos que não causam danos permanentes. Além disso, tanto a Rússia como a China estão desenvolvendo e lançando satélites que podem atacar outros satélites. As informações são do jornal The Washington Post.","url":""},{"text":"Reino Unido decide proibir aquisição da Giphy pelo Facebook: segundo os reguladores britânicos, a compra da plataforma de imagens GIF pode reduzir a competição entre redes sociais e aumentar o já significativo poder de mercado do Facebook. A aquisição foi estratégica para a companhia, porque GIFs, comumente utilizados em conversas online para expressar reações, aumentam métricas de engajamento em plataformas sociais. As informações são do site Axios.","url":""}]}