{"title":"Urna Eletrônica atacada / Carros voadores na Olimpíada / Banimento total na UE","fps":30,"timestamp":1638197523,"date":"29/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Cinco planos de ataque atingiram a urna eletrônica: no entanto, segundo o TSE, não houve nenhuma quebra efetiva do processo eleitoral, mas algumas ”barreiras” foram ultrapassadas. Durante seis dias, um total de 29 planos de ataques foram direcionados aos equipamentos e sistemas desenvolvidos para as Eleições de 2022. Uma das equipes utilizou o método conhecido como “chupa cabra”, instalando uma cobertura impressa em 3D em cima do teclado da urna eletrônica, captando a atividade de eleitores. O TSE disse que o teste foi um dos mais produtivos desde 2009. As informações são do TSE e do site Convergência Digital.","url":""},{"text":"Paris irá utilizar carros voadores elétricos durante as Olimpíadas de 2024: a ideia é transportar passageiros entre aeroportos e subúrbios parisienses. Cerca de trinta fabricantes estão planejando a infraestrutura necessária e testando vários modelos de aeronaves com decolagem e pouso vertical (eVTOLs). As informações são do site Futurism.","url":""},{"text":"Suécia quer banimento total de mineração de moedas digitais em toda a União Europeia: o país quer barrar até mesmo mineradores que utilizam energias renováveis e impedir empresas que comercializam ou investem em criptoativos que utilizam computação intensiva como método de consenso (provas de trabalho) a descrever suas atividades como sustentáveis. Por causa do processo de transição energética, a Suécia afirma que precisa reservar toda a sua capacidade para serviços essenciais. As informações são do site The Register.","url":""},{"text":"Pix Saque e Troco entram em operação nesta segunda-feira: o Pix Saque permitirá saques em dinheiro em locais que ofertarem o serviço, como estabelecimentos comerciais e redes de caixas eletrônicos. No Pix Troco, um saque extra de valor pode ser feito durante o pagamento de uma compra (no extrato da pessoa aparecerão separados os valores correspondente à compra e ao saque). As informações são da Agência Brasil.","url":""},{"text":"Israel decide proibir venda de software espião ao Brasil: o governo brasileiro havia se preparado para a compra do programa Pegasus do NSO Group, por meio de licitação do Ministério da Justiça. O Brasil, assim como Marrocos, México, Arábia Saudita e Emirados Árabes Unidos agora estão impedidos de adquirir o programa. Atualmente apenas países europeus e os EUA têm acesso ao sistema. As informações são do site Convergência Digital.","url":""},{"text":"Interpol faz megaoperação e prende 1.003 pessoas ligadas ao cibercrime: autoridades de 20 países bloquearam ainda 27 milhões de dólares ligados a fraudes de investimento, lavagem de dinheiro e jogos de azar online. Uma tendência crescente notada pelos investigadores foi o uso da série “Round 6” da Netflix como tema em campanhas de distribuição de malware. As informações são do site Bleeping Computer.","url":""},{"text":"Grupo pirata culpa indústria cinematográfica por popularidade de torrents: o grupo EVO, que possui a reputação de ser um dos primeiros a lançar cópias piratas de filmes e séries populares, sugere que a crescente fragmentação no cenário de streaming, com cada plataforma mantendo lançamentos de forma exclusiva, está mantendo a pirataria relevante. A motivação do grupo também não seria financeira, realizando o trabalho apenas por “diversão”. As informações são do site TorrentFreak.","url":""},{"text":"Cientistas utilizam teia de aranha como inspiração para criar sensor mais preciso do mundo: um sistema de aprendizado de máquina se inspirou em teias de aranha para desenhar o dispositivo nanomecânico que é capaz de vibrar em isolamento extremo de qualquer tipo de ruído. A descoberta tem implicações para o estudo da gravidade, matéria escura, internet quântica e navegação. As informações são do site Phys.","url":""}]}