{"title":"Retrospectiva do Google / Nova arquitetura computacional / Digitalização aumenta PIB","fps":30,"timestamp":1638975124,"date":"08/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Google divulga retrospectiva de buscas no Brasil para 2021: os três termos mais pesquisados no ano foram “Marilia Mendonça”, “Eurocopa” e “Palmeiras”. Na categoria “Como fazer...”, as buscas “Como fazer um Pix” e “Como fazer backup no WhatsApp” entraram no Top 5. No segmento “Como ser...”, a pergunta “Como ser um hacker” ficou na terceira posição. As informações são do site Google Trends.","url":""},{"text":"Alibaba apresenta processador com nova arquitetura computacional: ao empilhar lógica e memória em 3D, o chip resolveria o “Gargalo de von Neumann”, uma limitação na circulação de dados entre CPU e memória. O chip foi desenvolvido para aplicações que necessitam de extrema potência de computação — em um teste específico para inteligência artificial, o chip demonstrou desempenho 10 vezes superior a processadores convencionais. As informações são do site PanDaily.","url":""},{"text":"AWS afirma que a digitalização do Governo aumenta PIB e IDH: a cada 1% de digitalização em serviços do Governo, se acrescenta 0,5% no Produto Interno Bruto e 0,13 ponto no Índice de Desenvolvimento Humano do País. A digitalização melhora os serviços públicos prestados à população, proporciona economia de gastos e gera novos empregos. As informações são do site Convergência Digital.","url":""},{"text":"Anatel agora determina que celulares habilitem rádio FM para passarem por homologação: o processo é obrigatório para que esses dispositivos possam ser comercializados no País. A regra, no entanto, vale apenas para dispositivos que possuam hardware com esta capacidade. Fábio Faria, ministro das Comunicações, já havia defendido a medida, afirmando que o rádio é um dos principais veículos de informação para a população brasileira. As informações são do site Mobile Time.","url":""},{"text":"Bilionário japonês chega hoje à Estação Espacial Internacional: o empresário Yusaku Maezawa, que acumulou sua fortuna com o site de moda online Zozotown, irá passar 12 dias na espaçonave. A viagem teria custado cerca de 500 milhões de reais. Maezawa planeja realizar uma centena de tarefas no espaço, incluindo jogar golfe. Até o fechamento desta edição, o módulo Soyuz que levava Maezawa já havia ancorado à estação. As informações são da agência BBC.","url":""},{"text":"Neuralink pretende instalar chips cerebrais em humanos já em 2022: segundo Elon Musk, os primeiros pacientes dos implantes cérebro-máquina da companhia serão pessoas com lesões graves na medula espinhal, como tetraplégicos. Musk acredita que a tecnologia deverá progredir rapidamente após a instalação dos primeiros dispositivos em humanos. As informações são do site Futurism.","url":""},{"text":"NASA restabelece operações científicas completas no Hubble: o telescópio, que já opera há mais de 31 anos, suspendeu observações e colocou-se em modo de segurança no final de outubro após falhas em sistemas de comunicação internas. O time da agência espacial está preparando uma atualização de software que permitirá um maior controle do observatório caso problemas similares aconteçam no futuro. As informações são do site da NASA.","url":""},{"text":"Telegram lança recurso que impede salvamento de mídias ou encaminhamento de mensagens: a novidade, que também bloqueia capturas de tela, ajudaria criadores a proteger e manter o conteúdo que publicam dentro de grupos ou canais específicos, apenas para seu público-alvo. As informações são do blog do Telegram.","url":""}]}