{"title":"Astronomia em perigo / DeepMind e matemática / Brasileiro em destaque","fps":30,"timestamp":1638543119,"date":"03/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Em breve, um em cada 15 pontos de luz no céu será um satélite ao invés de uma estrela, afirma astrônoma: Samantha Lawler acredita que o surgimento de megaconstelações de satélites, como os da internet orbital da Starlink, terá um impacto “devastador” na pesquisa astronômica e mudará completamente como veremos o céu noturno. Lawler reconhece o benefício de levar internet a áreas remotas, mas é crucial que órgãos reguladores limitem a quantidade de satélites visíveis em órbita. As informações são do site Futurism.","url":""},{"text":"DeepMind realiza primeira descoberta matemática significativa: a inteligência artificial do Google descobriu uma conexão inesperada entre duas áreas da matemática pura, topologia e teoria da representação, descobrindo uma nova fórmula para uma conjectura sobre permutações que permanecia sem solução por décadas. O resultado sugere que machine learning pode complementar a pesquisa matemática, orientando intuições sobre problemas e detectando a existência de padrões hipotéticos. As informações são do blog da DeepMind.","url":""},{"text":"Brasileiro que implementou o Pix é escolhido como uma das pessoas mais influentes de 2021: Carlos Eduardo Brandt entrou na lista “Bloomberg 50” após o sucesso da implementação do novo sistema de pagamentos. Outros destaques na lista incluem Andy Jassy, novo CEO da Amazon, Frances Haugen, ex-gerente que fez denúncias contra o Facebook, e Albert Bourla, CEO da Pfizer.","url":""},{"text":"Avança na Câmara proposta que regula cobrança de serviços inúteis na conta de celular: o Projeto de Lei 7.851/2017 tem como finalidade inibir a prática da cobrança por serviços de valor adicionado não requeridos, como horóscopos, fofocas e outros. Esses sistemas podem induzir as pessoas a erro por meio de manipulação, confirmando contratações de forma inadvertida. As informações são do site TeleTime.","url":""},{"text":"Banco Central lança desafio para avaliar casos de uso do Real Digital: o público-alvo do “LIFT Challenge Real Digital” são bancos e instituições de pagamentos, fintechs e empresas de tecnologia com interesse em desenvolver um produto minimamente viável com base na CBDC brasileira. Será dada preferência para projetos de “Entrega contra Pagamento” (transações com ativos digitais), “Pagamento contra Pagamento” (câmbio entre moedas), “Internet das Coisas” (transações diretamente entre máquinas) e DeFi (Finanças Descentralizadas baseadas em contratos inteligentes). As informações são do site do BCB.","url":""},{"text":"Facebook Protect é lançado no Brasil: o programa reforça a segurança de contas na rede social para pessoas com maior risco de serem alvos de hackers maliciosos, como defensores de direitos humanos, jornalistas e funcionários do governo. O Facebook ajuda esses grupos a adotar proteções mais fortes, como a autenticação em duas etapas, e monitora potenciais ameaças de invasão. As informações são do blog da Meta.","url":""},{"text":"EUA querem impedir compra da Arm pela Nvidia: CPUs projetadas para servidores e SmartNICs são dois dos mercados que a FTC, Comissão Federal de Comércio dos EUA, acredita que serão distorcidos se o negócio for adiante. A Nvidia anunciou a compra da Arm em setembro de 2020, por 40 bilhões de dólares. As informações são do site The Register.","url":""},{"text":"Tesla lança quadriciclo elétrico para crianças: inspirado no Cybertruck e custando 1.900 dólares, o “Cyberquad for Kids” é adequado para qualquer pessoa com 8 anos ou mais de até 68 kg. O veículo possui 24 km de autonomia e uma velocidade máxima de 16 km/h. As informações são do site Ars Technica.","url":""}]}