{"title":"Caixa preta da civilização / Nova pesquisa com desenvolvedores / Hidrogênio é “má ideia”","fps":30,"timestamp":1638888729,"date":"07/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Cientistas estão construindo “caixa preta” para registrar “fim da civilização”: instalado em um local remoto na Tasmânia, o projeto consiste em um monolito feito de aço com sete centímetros de espessura e granito, contando com um sistema de unidades de armazenamento conectadas à Internet, alimentado por painéis solares. A caixa irá registrar dados climáticos, como níveis atmosféricos de CO2, temperaturas oceânicas, níveis de consumo de energia, e informações contextuais, como notícias e postagens em mídias sociais. As informações são do site Futurism.","url":""},{"text":"Profissionais de tecnologia ficam menos tempo no emprego: a rotatividade de desenvolvedores tem sido cada vez maior nas empresas, com o tempo médio de casa em cerca de 1 ano e 2 meses, metade do tempo de profissionais de outras áreas (2,3 anos). Murilo Arruda, CEO da The Bonding, empresa que realizou a pesquisa, afirma que é preciso ter ideias inéditas para atrair esses profissionais, mas a frequente mudança de empresas também pode implicar em uma desvantagem reputacional. As informações são do site Canaltech.","url":""},{"text":"Pesquisador afirma que carros movidos a hidrogênio são uma má ideia: Anthony Patt, do Instituto Federal Suíço de Tecnologia, afirma que o hidrogênio seria apenas um transportador de energia, como a eletricidade, e não uma fonte de energia sustentável. Mesmo o “hidrogênio azul” não seria benéfico, ao possuir ineficiências em seu método de produção que levam a emissões de mais gases do efeito estufa do que petróleo e gás natural. As informações são do site Futurism.","url":""},{"text":"Facebook é condenado no Brasil a indenizar usuário por conta invadida do Instagram: a empresa precisará pagar 3 mil reais por danos morais. A juíza do caso destacou a falha na segurança e prestação dos serviços, com demora injustificada no bloqueio e restabelecimento do perfil. As informações são do portal G1.","url":""},{"text":"Ex-engenheiros da Tesla questionam segurança do sistema de piloto automático: Elon Musk estaria insistindo na ideia de que os veículos da marca deveriam ser capazes de se guiarem autonomamente apenas com câmeras comuns,  sem o benefício de outros sensores, já que humanos podem dirigir com apenas dois olhos. Outra crítica seria a de que Musk não gostava de como os outros sensores atrapalhavam a estética e design dos veículos. As informações são do jornal The New York Times.","url":""},{"text":"Cantora internacional lança primeiro videoclipe “codificável”: em parceria com a organização “Girls Who Code”, o clipe “Woman” da cantora “Doja Cat” ensina a programar Javascript, Python e CSS. É possível realizar coisas simples como mudar a cor das unhas da cantora e alterar o fuso horário local onde se passa o vídeo em tempo real. Ao final da experiência, um snapshot que cada mudança é salvo, permitindo o compartilhamento em redes sociais. As informações são do site The Verge.","url":""},{"text":"Nova técnica permite renderização em tempo real de cenas em 3D a partir de imagens: uma rede neural consegue gerar cenas tridimensionais a partir de imagens 2D cerca de 15 mil vezes mais rápido e utilizando apenas 1% da memória de métodos tradicionais. A técnica possui aplicações generalizadas em computação gráfica e visão computacional, especialmente em cirurgias assistidas por robôs ou robôs-colheitadeiras. As informações são do site MIT News.","url":""},{"text":"Plataforma descentralizada pleiteia devolução de 119 milhões de dólares roubados por hacker: o criminoso injetou um script malicioso no site da BadgerDAO após conseguir acesso a uma chave de API que controlava a conta na Cloudflare, comprometendo as carteiras digitais de usuários e levando cerca de 2.100 BTC. A plataforma afirma que está disposta a pagar uma recompensa ao hacker pela “dentificaçã” da vulnerabilidade em seus sistemas. As informações são do site Vice.","url":""}]}