{"title":"Espiões com problemas / iPhone pode acabar / Robôs vivos","fps":30,"timestamp":1638283923,"date":"30/11/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Tecnologia tem atrapalhado trabalho de espiões: a CIA e outras agências de espionagem estão com dificuldades para manter seus agentes disfarçados. Segundo um ex-oficial de contra-espionagem dos EUA, a situação é “muito ruim” com o avanço e onipresença de sistemas biométricos, smartphones, rastreamento online e câmeras de vigilância. As informações são do jornal The Wall Street Journal.","url":""},{"text":"Apple planeja substituir iPhones com realidade aumentada nos próximos 10 anos: o analista Ming-Chi Kuo, especialista em assuntos da marca, afirma que o primeiro lançamento da companhia na área acontecerá no ano que vem — um óculos de RA. Para ser bem sucedido, no entanto, o dispositivo precisará funcionar de forma independente, com seu próprio ecossistema e experiência de usuário, possuindo uma ampla gama de aplicações. As informações são do site 9to5Mac.","url":""},{"text":"Pesquisadores criam primeiros “robôs vivos” que podem se reproduzir: os chamados de “xenobots”, organismos que contém o genoma completo e inalterado de uma espécie de anura (sapo), mas projetados por uma inteligência artificial, acabaram demonstrando uma forma inteiramente nova de autorreplicação biológica, nunca antes vista em plantas ou animais. A descoberta é promissora no desenvolvimento de uma IA que possa criar ferramentas biológicas no campo da medicina regenerativa e para o tratamento de lesões traumáticas, câncer e envelhecimento. As informações são do Instituto Wyss de Harvard.","url":""},{"text":"Jack Dorsey pede demissão e deixa cargo de CEO do Twitter: Parag Agrawal, que ingressou no Twitter como engenheiro de software em 2011, assumirá o cargo executivo. Dorsey afirma que tomou a decisão por conta própria e seu único desejo é que o Twitter torne-se a empresa mais transparente no mundo. As informações são do site TechCrunch.","url":""},{"text":"Unesco lança padrão global para ética em IAs: o objetivo é criar um conjunto de normas que definam valores e princípios comuns que nortearão a construção da infraestrutura jurídica necessária para garantir o desenvolvimento de inteligências artificiais, como o banimento de sistemas de pontuação social e vigilância em massa. O padrão deverá ser adotado por todos os 193 Estados-membros. As informações são do site InfoWorld.","url":""},{"text":"Tesla muda de processadores Intel para AMD em veículos: os dois modelos mais populares, S e Y, passarão a utilizar processadores AMD Ryzen em seus sistemas de infoentretenimento. A mudança pode ser baseada em problemas de abastecimento de semicondutores e desempenho: Elon Musk afirma que é possível jogar “The Witcher 3” e “Cyberpunk 2077” nesses veículos. As informações são do site Electrek.","url":""},{"text":"Disney combina computação gráfica e deepfakes em nova tecnologia: a divisão de inteligência artificial da companhia desenvolveu um método híbrido de simulação facial para filmes, combinando a renderização neural de rostos — que pode produzir olhos e bocas com realismo — e texturas faciais baseadas em computação gráfica tradicional, mais consistentes e adequadas para efeitos visuais. As informações são do site UniteAI.","url":""},{"text":"Design mais simples para computadores quânticos: o projeto de pesquisadores da Universidade de Stanford utiliza componentes comercialmente disponíveis. Um laser manipula um único átomo que pode ser reiniciado e reutilizado, modificando o estado de fótons por meio de um fenômeno chamado “teletransporte quântico”. Em computadores quânticos fotônicos, geralmente é necessário reconfigurar fisicamente o hardware para alterar um programa em execução — com esse novo design a máquina pode receber conjuntos diferentes de instruções. As informações são do site Phys.","url":""}]}