{"title":"Sabotagem na Estação Espacial / IA em obras-primas / Signal com assinatura","fps":30,"timestamp":1638456718,"date":"02/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Rússia deve acionar judicialmente astronauta norte-americana por possível sabotagem em estação espacial: a Rússia acusa a astronauta da NASA, Serena Auñón-Chancellor, de sofrer uma “crise psicológica aguda” dentro da Estação Espacial Internacional em 2018 e perfurar um buraco no módulo russo Soyuz para ser enviada de volta à Terra antes do previsto. A NASA refuta as acusações. As informações são do site Futurism.","url":""},{"text":"Escritório de advocacia usa IA para determinar autenticidade de pinturas famosas: redes neurais convolucionais são treinadas para examinar pequenos segmentos de obras-primas para analisar e classificar certos padrões, até traços de pincéis. A firma Morgan Lewis, especializada em propriedade intelectual, utilizou a tecnologia para determinar que a pintura “Salvator Mundi”, a mais cara do mundo, vendida por 450 milhões de dólares em 2017, é uma autêntica obra de Leonardo da Vinci, afirmação controversa entre especialistas em história da arte. As informações são do blog da Nvidia.","url":""},{"text":"Aplicativo de mensagens Signal lança plano de assinatura: três valores estão disponíveis (5, 10 e 20 dólares por mês). Quem realizar a assinatura recebe um emblema (badge) que pode ser exibido junto do perfil de usuário. O sistema foi desenvolvido para garantir que informações de pagamento não sejam associadas às contas e apenas renovadas se o aplicativo for utilizado pelo menos uma vez ao mês — ao parar de usar ou desinstalar o Signal, a assinatura é cancelada automaticamente. As informações são do blog do Signal.","url":""},{"text":"Deputados aprovam relatório que inclui imunidade parlamentar em lei das fake news: as regras se aplicarão a provedores de redes sociais, ferramentas de busca e de mensagens instantâneas cujo número de usuários registrados no País seja superior a 10 milhões. O texto ainda precisa ser analisado pelo Plenário da Câmara dos Deputados. As informações são da Agência Câmara de Notícias.","url":""},{"text":"GSMA estima adesão lenta do 5G na América Latina: a associação global da indústria móvel projeta que apenas 12% dos usuários serão assinantes de serviços 5G em 2025. No Brasil, o percentual deverá ser de 20%. O 4G continuará dominante: 67% do total de celulares na América Latina e 79% no Brasil em 2025. As informações são do site Mobile Time.","url":""},{"text":"Qualcomm lança chip específico para competir com o Steam Deck e Nintendo Switch: o “Snapdragon G3x Gen 1” suporta resoluções de até 4K rodando em 144 FPS quando conectado em uma TV. Em conjunto com a Razer, um kit de desenvolvimento foi apresentado com uma tela OLED de 120 Hz, webcam 1080p e bateria de 6000 mAh. O dispositivo também oferecerá suporte a streaming de jogos do PlayStation, Xbox, PC e Android. As informações são do site The Register.","url":""},{"text":"AWS lança ferramenta gratuita para aprender machine learning: o “SageMaker Studio Lab” inclui um IDE JupyterLab, treinamento de modelos em CPUs e GPUs e 15 GB de armazenamento persistente. Para a AWS, o aprendizado de máquina será uma das tecnologias mais transformacionais desta geração. As informações são do site TechCrunch.","url":""},{"text":"GitHub Copilot lança “Labs” dentro do Visual Studio Code: dentro do editor, a barra Labs será um local para experimentos que utilizam a mesma inteligência artificial que roda o Copilot. O primeiro recurso, chamado “Explain”, permite a seleção de um bloco de código arbitrário, com o sistema retornando uma explicação em linguagem simples. As informações são do site do GitHub.","url":""}]}