{"title":"TSE quer eleição por smartphone / Sonda “toca” Sol / Brasil é destaque","fps":30,"timestamp":1639579915,"date":"15/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"TSE testará votação por smartphones em 2024: o tribunal firmou um convênio com a Universidade de São Paulo para digitalizar o processo eleitoral brasileiro, permitindo a votação através de aplicativos. A parceria faz parte do projeto “Eleições do Futuro”, lançado no ano passado, que busca por soluções de segurança, sigilo e eficiência no voto. As informações são do site Mobile Time.","url":""},{"text":"Sonda da NASA “toca” atmosfera do Sol pela primeira vez: a “Parker Solar Probe” entrou na coroa solar, envoltório luminoso constituído de plasma visto durante eclipses solares. A sonda irá ajudar cientistas a obter dados sobre ventos solares e como essa região é aquecida a temperaturas mais extremas do que as da superfície do Sol. As informações são da revista Nature.","url":""},{"text":"Brasil é o terceiro país que mais baixou aplicativos no mundo em 2021: a Índia ficou em primeiro lugar, contribuindo com 20% do total de downloads globais nas lojas de aplicativos da Apple e Google, seguida pelos EUA (9%) e Brasil (8%). O editor de vídeos CapCut, desenvolvido pela ByteDance (dona do TikTok), foi o aplicativo mais baixado no mundo neste ano. O Telegram registrou o crescimento mais rápido em número de usuários. O YouTube foi o aplicativo com maior receita. As informações são da App Annie.","url":""},{"text":"Bill Gates acredita que maioria das reuniões virtuais migrará para o metaverso nos próximos três anos: esses eventos acontecerão em um espaço 3D, com avatares digitais das pessoas e parte delas utilizando óculos de realidade virtual e luvas para capturar com precisão expressões faciais e linguagem corporal. As informações são do site Gates Notes.","url":""},{"text":"SpaceX irá sequestrar CO2 atmosférico para criar combustível de foguetes: o programa de “captura direta de ar” será importante para enviar foguetes até Marte, afirmou Elon Musk. A Islândia recentemente iniciou as operações da maior planta de captura de carbono no mundo, com capacidade de sequestrar até 4.400 toneladas de CO2 por ano. As informações são da Bloomberg.","url":""},{"text":"Cientista que treinou ratos para jogar “Doom II” pode lançar canal no Twitch: o engenheiro de software e neurocientista húngaro Viktor Tóth realizou o experimento para aprender mais sobre interfaces cérebro-computador e agora pretende utilizar a plataforma como forma de financiar mais investigações na área. As informações são do site Futurism.","url":""},{"text":"Google estaria desenvolvendo novo dispositivo e sistema operacional para realidade aumentada: a abertura de vagas de emprego que mencionam a criação de “software de baixo nível” para hardware e câmeras de um dispositivo de “computação imersiva” e “inovador” indicam um grande interesse na área. O Google também contratou recentemente Mark Lucovsky, ex-gerente geral de sistemas operacionais na Oculus. As informações são do site 9to5Google.","url":""},{"text":"Raios cósmicos seriam um grande problema para computação quântica: segundo pesquisadores do Google, problemas causados por raios cósmicos — vários qubits apresentando erros ao mesmo tempo — acontecem a cada dez segundos, frequência suficiente para impedir mecanismos de correção de erros, a menos que se descubra uma maneira de limitar o impacto dessas partículas de alta energia. As informações são do site Ars Technica.","url":""}]}