{"title":"SUS: Hackers deletam vacinas / Ambiente para humanos e IAs / Lei para moedas virtuais","fps":30,"timestamp":1639147922,"date":"10/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Hackers deletam banco de dados do ConecteSUS e comprovantes de vacinação ficam indisponíveis: o “Lapsus$ Group” assumiu a autoria do ataque nesta madrugada de sexta-feira. Os sites do Ministério da Saúde e do ConecteSUS ficaram fora do ar, com uma mensagem alertando sobre um ataque ransomware e a exclusão de 50 TB de dados. Os hackers deixaram contatos para pagamento de resgate e retorno dos dados. O Ministério da Saúde afirma que está atuando com “máxima agilidade” para o restabelecimento das plataformas. A Polícia Federal e o Gabinete de Segurança Institucional foram acionados para investigar o caso. As informações são da Agência Brasil.","url":""},{"text":"Pesquisadores criam ambiente virtual ultra-realista para treinar pessoas e IAs: o “ThreeDWorld” é uma plataforma de uso geral que simula ambientes audiovisuais em alta fidelidade, imitando a riqueza do mundo real e permitindo a interação entre objetos e agentes de acordo com as leis da física. O sistema é único ao ser projetado para investigar tanto comportamentos humanos como treinar redes neurais sintéticas. As informações são do site MIT News.","url":""},{"text":"Câmara regulamenta negociação com moedas virtuais: o Projeto de Lei 2303/15 define o que é um ativo virtual — representação digital de valor negociado por meios eletrônicos e utilizado para realização de pagamentos ou investimento — e quem será considerado prestador de serviços na área. O texto também pretende coibir crimes de estelionato e lavagem de dinheiro relacionados a transações com esses ativos. As informações são da Agência Câmara de Notícias.","url":""},{"text":"Saúde pode ser próximo setor a ganhar sistema aberto de dados: assim como o mercado de finanças precisou se adaptar ao “open banking”, a “open health” quebraria silos de dados em grandes empresas da área. O sistema traria vantagens como redução de preços em planos de saúde para pessoas com bons hábitos. As informações são do site Mobile Time.","url":""},{"text":"Receita Federal vai atender população através de chat: o “Chat RFB”, acessado pelo Portal e-CAC, permitirá a interação, em tempo real, com servidores ao invés de chatbots. Através do sistema, será possível realizar a regularização de débitos, envio de documentos digitais, verificação de DARFs, recibos e outras pendências. O atendimento será durante a semana, das 7h às 19h, com cada servidor atendendo exclusivamente uma pessoa por vez. As informações são do site Mobile Time.","url":""},{"text":"WhatsApp apresenta sistema de pagamentos em moeda virtual: o programa, lançado em pequena escala nos EUA, integra a carteira digital Novi, criada pela Meta (ex-Facebook) e utiliza a stablecoin Pax Dollar (USDP). As transferências sao instantâneas e sem custo. As informações são do site TechCrunch.","url":""},{"text":"Firefox 95 é o navegador mais seguro disponível atualmente, afirma site: a mais recente versão do navegador inclui um novo subsistema, chamado “RLBox”, que torna mais fácil isolar subcomponentes e possíveis vulnerabilidades acidentais em códigos, utilizando WebAssembly. As informações são do site TechRepublic.","url":""},{"text":"Vulnerabilidade grave encontrada em biblioteca popular Java “log4j”: dado a facilidade de implementação e controle total obtidos, o impacto da falha é muito grave, afirma a empresa de segurança LunaSec. Muitos sistemas na web são vulneráveis, como a Steam, iCloud da Apple, Amazon, Cloudflare, Twitter e aplicativos como Minecraft. É altamente recomendável realizar a atualização para a versão “2.15.0-rc1”. As informações são do site Bleeping Computer.","url":""}]}