{"title":"Metaverso inviável / Postes com 5G e câmeras / Painel holográfico","fps":30,"timestamp":1639752736,"date":"17/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Metaverso exigirá um aumento de mil vezes em capacidade de computação, afirma Intel: a atual infraestrutura de computação, rede e armazenamento não é suficiente para implementação da visão de um metaverso imersivo, acessível por bilhões de humanos em tempo real. Ainda segundo a empresa, além de grandes avanços em hardware, será necessário o desenvolvimento de novos algoritmos e arquiteturas de software. As informações são da página de imprensa da Intel.","url":""},{"text":"Ministério das Comunicações vai utilizar postes de iluminação pública para instalar antenas 5G: a tecnologia, que integra as antenas junto de lâmpadas inteligentes, será testada nas cidades de Ceará-Mirim (RN), Petrolina (PE), Araguaína (TO), Curitiba (PR) e Jaraguá do Sul (SC). De acordo com o projeto, câmeras de vigilância também poderão ser juntamente instaladas nos postes. As informações são da Agência Brasil.","url":""},{"text":"Startup desenvolve painel “verdadeiramente” holográfico: o display “SolidLight” de 28 polegadas da Light Field Lab, oferece sensação de profundidade vista sob qualquer ângulo. Um revestimento de nanopartículas dá ao painel uma altíssima densidade de pixels, um total 2,5 bilhões — em comparação, um painel 4K possui cerca de 8,8 milhões de pixels. Os displays podem ser combinados para criar painéis gigantes e que cobrem paredes. As informações são do site PetaPixel.","url":""},{"text":"Brasil quebra tradição e adere a acordo internacional sobre crimes cibernéticos do qual não participou da elaboração: o Senado Federal aprovou “sem qualquer debate” e em votação simbólica — encerrada em 44 segundos — a adesão do País à Convenção de Budapeste, pressionado por órgãos de persecução penal como o Ministério Público Federal e o Gabinete de Segurança Institucional. Para Daniela Eilberg, pesquisadora do Data Privacy Brasil, o combate a ilícitos cibernéticos é importante, mas é imprescindível que não seja utilizada uma retórica de que “tudo se legitime” sem adequação ao sistema jurídico brasileiro. As informações são do site Convergência Digital.","url":""},{"text":"Meta bane sete empresas “cibermercenárias” e milhares de perfis falsos de suas redes sociais: essas empresas de vigilância, contratadas geralmente por estados-nação, visavam cerca de 50 mil pessoas em mais de 100 países para coleta de inteligência, manipulação, invasão de dispositivos e contas. Além de criminosos, a investigação da Meta concluiu que a seleção de alvos era indiscriminada, incluindo jornalistas, dissidentes políticos, críticos de regimes autoritários e ativistas de direitos humanos. As informações são da página de imprensa da Meta.","url":""},{"text":"Empresa irá testar drones para transporte de cargas pesadas: a Dronamics pretende transportar cargas de até 350 Kg por 2.500 Km. Os drones não serão autônomos — apesar das rotas de voo serem programadas de forma determinística, se algo inesperado acontecer, uma pessoa em solo poderá operar o veículo. As informações são do site IEEE Spectrum.","url":""},{"text":"Algoritmo imita processo biológico de evolução para projetar robôs: ao invés de gerar robôs individuais, o algoritmo gera populações de robôs com designs ligeiramente diferentes. O sistema chegou a designs impossíveis de serem projetados por humanos, criando materiais complexos e atuadores altamente eficazes. Além disso, o algoritmo criou, de forma independente, modelos semelhantes a animais, sem ter nenhum conhecimento prévio de biologia. As informações são do site IEEE Spectrum.","url":""},{"text":"Startup começa a testar “qutrits”, bit quânticos tridimensionais: segundo a Rigetti, qutrits são capazes de codificar duas vezes mais informações sobre operações típicas de dois estados (qubits). Além de aumentar a quantidade de informações codificadas em um único elemento, a técnica também possui a vantagem de reduzir em até 60% os erros de leitura. As informações são do blog da Rigetti.","url":""},{"text":"Javascript é a linguagem mais utilizada por desenvolvedores brasileiros: a pesquisa, realizada pela Rocketseat com mais de 1.200 profissionais, mostra que 58% dão preferência ao Javascript, seguido por Typescript (13%) e SQL (11%). A pesquisa também mostra um “gap enorme” de profissionais no mercado, afirma Rodrigo Terron, COO da Rocketseat — de acordo com dados do LinkedIn, mais de 5 milhões de pessoas têm interesse em ingressar na área de tecnologia. As informações são do site Convergência Digital.","url":""}]}