{"title":"Hackers vazam arquivos / Enxame de drone-insetos / TV tradicional pode “balançar”","fps":30,"timestamp":1639666325,"date":"16/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Hackers do Ministério da Saúde iniciam “dump” de dados e rumor aponta para vazamento massivo de senhas: o grupo Lapsus$ liberou um arquivo chamado “gitlab-app-saudegovbr” de 580 Mb contendo materiais de desenvolvimento de aplicativos do Ministério. Gilberto Sudré, perito em computação forense, relata um “forte rumor” de que a tabela de credenciais do Governo tenha sido copiada. O Governo também sofre atualmente com a falta de profissionais de TI, que conseguem ganhar o triplo no mercado privado. Thiago de Aquino Lima, presidente da Associação Nacional dos Analistas em Tecnologia da Informação, afirma que não há “gente suficiente” e alguns órgãos do Governo possuem apenas “dois, três analistas de TI, no máximo”. As informações são do site Convergência Digital.","url":""},{"text":"Cientistas desenvolvem nova técnica de fabricação que pode criar enxame de drone-insetos: os servomecanismos que impulsionam esses microrrobôs, “músculos artificiais” que batem rapidamente como asas de um inseto, agora suportam 80% mais carga útil. Esses pequenos drones têm como potencial a polinização de plantações ou auxiliar em operações de resgate em meio a escombros de um prédio desabado. As informações são do site MIT News.","url":""},{"text":"5G trará uma “balançada forte” ao modelo de TV tradicional: para Alexandre Britto, da Associação Brasileira Over-The-Top, a nova tecnologia de comunicação móvel tem o potencial de mudar a forma como o entretenimento será produzido, distribuído e consumido, criando novos modelos de negócio e deixando os criadores de conteúdo mais perto de consumidores, com reflexos no mercado de games, streaming e de produções ao vivo. As informações são do site Convergência Digital.","url":""},{"text":"WhatsApp recebe autorização e Pix poderá ser integrado ao aplicativo: Roberto Campos Neto, presidente do Banco Central, também quer convencer o Google e outras empresas menores a utilizar a plataforma de movimentação financeira instantânea. A ideia, segundo Campos Neto, é nivelar o mercado através da competição e não da regulação. As informações são do jornal Estadão.","url":""},{"text":"Anatel promove nesta quinta-feira evento para discutir implementação do “Stir Shaken” no Brasil: a tecnologia permite que se verifique a autenticidade de quem está realizando uma ligação, contribuindo para evitar ações fraudulentas como o spoofing (criminosos utilizando números de telefones oficiais de empresas e órgãos do Governo). O evento será transmitido pela internet a partir das 16h e será aberto a todos os interessados. As informações são do site Ministério das Comunicações.","url":""},{"text":"IBM e Samsung apresentam inovação em arquitetura de semicondutores: o novo design coloca transistores perpendicularmente à superfície do chip, permitindo um desempenho duas vezes melhor ou redução de 85% no uso de energia em comparação com arquiteturas convencionais. A tecnologia poderá possibilitar smartphones com baterias que duram mais de uma semana sem serem carregadas e mineração de moedas digitais utilizando muito menos energia. As informações são da página de imprensa da IBM.","url":""},{"text":"LG lança sua versão do GPT-3: o “Exaone” é um modelo de linguagem com 300 bilhões de parâmetros. A companhia pretende utilizar a rede neural como uma IA especialista, para ser consultada por profissionais em setores variados, como manufatura, pesquisa, educação e finanças. As informações são do jornal The Korea Herald.","url":""},{"text":"Experimento ultra preciso observa e comprova, pela primeira vez, sete previsões da teoria da relatividade geral de Einstein: o estudo envolveu sete radiotelescópios ao redor mundo para estudar a energia transportada por ondas gravitacionais geradas por duas estrelas pulsares, revelando efeitos relativísticos com uma precisão mil vezes maior do que era possível com detectores convencionais. As informações são do Instituto Max Planck.","url":""}]}