{"title":"DeepMind revela nova IA / Materias anômalos / Novo padrão de TV Aberta","fps":30,"timestamp":1639407129,"date":"13/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"DeepMind apresenta modelo de linguagem com compreensão de leitura no nível de estudantes do ensino médio: o “Gopher” possui 280 milhões de parâmetros, 60% a mais do que o “GPT-3” da OpenAI. A inteligência artificial é significativamente mais precisa em assuntos acadêmicos, mas similar em raciocínio lógico e matemática. Ao construir modelos de linguagem cada vez maiores, pesquisadores acreditam que eventualmente esses modelos alcançarão uma “inteligência geral artificial”, ou seja, a capacidade de compreender qualquer tarefa intelectual como um ser humano. As informações são da Forbes.","url":""},{"text":"Renomado professor de Stanford afirma ter analisado “uma dezena” de materiais anômalos de OVNIs a pedido do governo dos EUA: um dos materiais seria um fragmento de metal de um evento ocorrido em 1957 no Brasil, em Ubatuba (SP). Segundo Garry Nolan, o material possui isótopos de magnésio “extraordinariamente alterados”, não encontrados na natureza e “possivelmente” criados artificialmente. As informações são do site Vice.","url":""},{"text":"Novo padrão de TV Aberta 3.0 já está em fase de testes e deverá ser normatizado nos próximos três anos: além de melhorias na qualidade de imagem e som (resolução em 4K), espera-se maior flexibilidade à TV aberta, com a possibilidade de segmentação da programação por microrregiões e publicidade direcionada. Haverá um período de transição de sete a dez anos na adoção do novo padrão, semelhante à mudança para a TV digital. As informações são do site Mobile Time.","url":""},{"text":"Ligações de telemarketing deverão ser identificadas pelo prefixo “0303”: nova regra da Anatel foi publicada no Diário Oficial da União. As operadoras de telefonia terão 180 dias para implementar a mudança e precisarão bloquear preventivamente chamadas de telemarketing ativo a pedido do consumidor (ligações para doações ou cobranças não entram na regra). As informações são do site Convergência Digital.","url":""},{"text":"Sites vinculados ao Ministério da Economia sofrem ataques cibernéticos enquanto Governo dava entrevista para esclarecimentos sobre invasão dos sistemas da Saúde: endereços eletrônicos da Escola Virtual foram atingidos. Os criminosos deixaram uma mensagem afirmando que seu único objetivo “é obter dinheiro”. O Ministério da Saúde ainda não pode afirmar se dados de vacinações foram perdidos ou não durante a invasão. A operação de recuperação levará alguns dias para ser concluída por conta do volume de informações, mas o serviço utilizado pela pasta (AWS) possui backup. Segundo o secretário executivo da Saúde, Rodrigo da Cruz, “as expectativas são boas”. As informações são do site Convergência Digital.","url":""},{"text":"Provedora lança primeira conexão de 6.000 Mbps residencial no Brasil: a velocidade é simétrica para downloads e uploads. O plano “Atomic” da NAXI custa 999,99 reais por mês e é voltado para streamers, criadores de conteúdo e gamers. O serviço está disponível, por enquanto, apenas na cidade de Jaraguá do Sul (SC). As informações são do site TeleSíntese.","url":""},{"text":"63% da população mundial já tem acesso à Internet: os dados de 2021 mostram um crescimento de 5,8% no ano, mais modesto em comparação a 2020 durante a pandemia (10,2%, o maior em uma década). A Europa é o continente mais conectado (87% das pessoas têm acesso à rede), seguido pela América (81%). A África é o continente menos conectado, com apenas 33%. As informações são da União Internacional de Telecomunicações da ONU.","url":""},{"text":"FMI alerta sobre riscos sistêmicos relacionados a moedas virtuais: embora a significativa capitalização de mercado de quase 2,5 trilhões de dólares indique um valor econômico significativo da inovação tecnológica por trás desse tipo de ativo, as cotações podem estar “estendidas” demais atualmente. Por causa da recente integração com serviços financeiros tradicionais, uma rápida desvalorização nessa classe de ativos, causada por especulação, problemas técnicos ou fraudes poderia desestabilizar os mercados internacionais. As informações são do site The Register.","url":""}]}