{"title":"Nubank gigante / Lei de Moore superada / CIA vigia moeda digital","fps":30,"timestamp":1639061521,"date":"09/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Nubank torna-se o maior banco da América Latina: o banco digital ultrapassa gigantes nacionais como o Itaú, Bradesco e Banco do Brasil, com valor de mercado de 41,5 bilhões de dólares (cerca de 234 bilhões de reais) antes do primeiro dia de negociação na bolsa de valores de Nova Iorque, que ocorre nesta quinta-feira. As informações são do site TecMundo.","url":""},{"text":"Desempenho no treinamento de IAs está superando “dramaticamente” a Lei de Moore: aumentos na densidade de transistores seria responsável pelo dobro do desempenho visto recentemente no MLPerf, benchmark padrão da área, mas melhorias em software e novas arquiteturas computacionais produziram um aumento muito maior, de até 11 vezes. Segundo a Nvidia, o desempenho desses sistemas aumentou 20 vezes em três anos e mais de 5 vezes nos últimos 18 meses. As informações são do site IEEE Spectrum.","url":""},{"text":"Diretor da CIA confirma que está “vigiando” redes e plataformas de moedas digitais: William Burns afirma que a agência estuda consequências de segunda e terceira ordem da tecnologia para auxiliar o governo dos EUA em suas políticas de segurança nacional. A informação gerou bastante discussão na internet por causa da teoria de que o inventor do Bitcoin, Satoshi Nakamoto, seria na verdade um operador anônimo da agência de inteligência. As informações são do site Futurism.","url":""},{"text":"Proposta quer regulamentar o regime de trabalho híbrido: de acordo com o Projeto de Lei 4.098/2021, a modalidade deverá constar expressamente no contrato de trabalho e empregadores deverão manter o controle de horas trabalhadas e do tempo de repouso quando empregados estiverem fora das dependências da empresa. Para a realização do trabalho, as empresas precisarão fornecer equipamentos e pagar por serviços de internet, sem isso se enquadrar como verba de natureza salarial. As informações são da Agência Senado.","url":""},{"text":"Internet registra pico de tráfego de 20TB/s no Brasil, nova marca histórica: o recorde, 43% a mais do que o registrado em dezembro do ano passado, é um reflexo do aumento no número de provedores de acesso e de conteúdo no País. O setor anda aquecido nos últimos anos, com muitas empresas sendo criadas para explorar o mercado de conexão à internet em cidades menores, onde as grandes operadoras não atuam. As informações são do IX.br.","url":""},{"text":"Medida Provisória cria o Programa Internet Brasil: o projeto irá promover acesso gratuito de internet móvel a alunos de baixa renda na rede pública de ensino. Serão disponibilizados chips, pacote de dados ou dispositivos de acesso e o benefício poderá ser concedido a diferentes alunos integrantes da mesma família. As informações são da Agência Brasil.","url":""},{"text":"Kickstarter quer descentralizar sua plataforma de crowdfunding: a ideia é desenvolver um protocolo de código aberto que criará uma versão descentralizada da funcionalidade central do site. A companhia irá basear seu sistema na rede da Celo, uma plataforma de blockchain de código aberto e com pegada de carbono negativa. As informações são do site TechCrunch.","url":""},{"text":"Amazon irá fechar o famoso site de classificação “Alexa.com”: a ferramenta de análise global de tráfego na web está disponível há 25 anos. A plataforma será fechada em maio de 2022, com nenhuma nova estatística mensal divulgada daqui para frente. As informações são do site Bleeping Computer.","url":""}]}