{"title":"Fuga de talentos em TI / IAs cognitivas / Bula digital","fps":30,"timestamp":1640011925,"date":"20/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Estudo mostra fuga de talentos em TI para o exterior: segundo Paulo Exel, diretor da Yoctoo, os profissionais da área estão aproveitando o momento de aquecimento do mercado para trabalhar em empresas estrangeiras, facilitado pelo modelo de trabalho remoto. As posições em Engenharia de Software ligadas a Backend, DevOps e Ciência de Dados registraram as maiores fugas. Os cargos mais promissores para 2022 são arquitetura de enterprise/negócios e posições nas áreas de dados e segurança. As informações são do site Convergência Digital.","url":""},{"text":"IAs estariam imitando processos de cognição humana por conta própria: modelos como o GPT, da OpenAI, parecem se assemelhar à mecânica cognitiva humana para o processamento da linguagem, sem ninguém os programar intencionalmente para isso, afirmam pesquisadores do MIT. A análise também pode fornecer uma ideia de como esses mecanismos de função cerebral cognitiva superior evoluíram no ser humano. As informações são do site Interesting Engineering.","url":""},{"text":"Câmara aprova projeto que institui a bula digital de medicamentos: o Projeto de Lei 3846/21 permite a impressão de QR Codes nas embalagens de medicamentos. As bulas digitais também poderão conter outras informações e permitir a conversão do texto em áudio e ou vídeo. As informações são da Agência Câmara de Notícias.","url":""},{"text":"Turista que visitou a Estação Internacional Espacial volta à Terra: o empresário Yusaku Maezawa ficou 12 dias na estação. Após sofrer náuseas e dificuldade para dormir, Maezawa alertou que futuros turistas espaciais precisam estar precavidos para passar até cinco dias se adaptando à gravidade zero. Maezawa agora se prepara para um sobrevôo ao redor da Lua a bordo da nave Starlink da SpaceX em 2023. As informações são do site Phys.","url":""},{"text":"Conjunto de células cerebrais humanas aprendem a jogar Pong em laboratório mais rápido do que IAs: os “minicérebros” são colocados em cima de uma matriz de microeletrodos que analisa sua atividade neural. Embora não consigam jogar tão bem quanto um ser humano, os minicérebros aprendem a controlar o jogo mais rápido do que sistemas de inteligência artificial. As informações são do site Futurism.","url":""},{"text":"Tesla está localizando e recuperando veículos com pagamentos atrasados remotamente: a companhia destrava os veículos e os guia por poucos metros para facilitar o trabalho dos agentes de reintegração de posse. No entanto, quando o seu sistema de direção autônoma estiver disponível, esses carros provavelmente voltarão automaticamente para a fábrica em caso de problemas de pagamento. As informações são do site Tire Meets Road.","url":""},{"text":"Holanda proíbe venda de colares “Anti-5G” e que supostamente bloqueariam radiofrequências “prejudiciais” da tecnologia: a Autoridade para Segurança Nuclear e Proteção contra Radiação do país alerta que alguns desses colares emitem baixos níveis de radiação ionizante que podem ser perigosos com o uso prolongado. As informações são do site Ars Technica.","url":""},{"text":"Negociações da ONU são suspensas sem acordo para regulamentação de “robôs assassinos”: armamentos totalmente autônomos possuem regras de engajamento previamente definidas, tomando decisões de vida ou morte através de sensores e softwares inteligentes, sem supervisão humana. Críticos afirmam que esse tipo de armamento irá aumentar riscos para civis e aumentar as chances de escalada de conflito. As informações são da Reuters.","url":""}]}