{"title":"Astrônomos ansiosos no Natal / Árvore de Natal de grafeno / Escola de eSports","fps":30,"timestamp":1640357510,"date":"24/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Astrônomos ansiosos com o lançamento do Telescópio Espacial James Webb neste sábado de Natal: o observatório, que deverá substituir o Hubble, será lançado no dia 25 às 09h20 (horário de Brasília) do Centro Espacial de Kourou, na Guiana Francesa, a bordo de um foguete Ariane 5. Após chegar em órbita, o James Webb passará por um processo de “esdobrament” com 344 pontos únicos de falha e que levará 29 dias no total. As informações são do site Space.","url":""},{"text":"Cientistas criam árvore de Natal mais fina do mundo: com 14 centímetros de comprimento e apenas um terço de um nanômetro de espessura, a “árvore” é feita de grafeno utilizando uma técnica chamada de “Radiação Tera-hertz”. O experimento demonstrou como é possível obter controle de qualidade contínuo durante a produção de grafeno, material com grande potencial na eletrônica do futuro. As informações são do site Phys.","url":""},{"text":"Japão terá primeira escola do ensino médio voltada ao eSports no mundo: na “Esport High School”, além de professores que são jogadores profissionais de esports, os alunos terão aulas normais, seguindo o currículo escolar japonês. Além de promover futuras carreiras como jogadores profissionais, a escola também diz que seus alunos poderão seguir carreiras em design de jogos, criação de efeitos especiais, programação e streaming. As informações são do site Kotaku.","url":""},{"text":"Homem com mesma doença degenerativa do astrofísico Stephen Hawking escreve primeiro tuíte utilizando implante cerebral: Philip O’Keefe de 62 anos possui esclerose lateral amiotrófica (ELA) e postou um “Hello, world!” no Twitter utilizando uma interface cérebro-computador da companhia biomédica australiana Synchron. Segundo O’Keefe, o sistema requer um pouco de prática para aprender, mas basta pensar em onde se quer clicar no computador. Ele já consegue enviar e-mails, realizar transações bancárias e compras online. As informações são do site Futurism.","url":""},{"text":"Novo supercomputador irá quebrar barreira da computação em exoescala: o “Frontier”, do Oak Ridge National Lab nos EUA, terá uma capacidade teórica superior a 1,5 exaflops (ou seja 1.500.000.000.000.000.000 de operações por segundo). Outro ponto notável é que o Frontier utilizará apenas o dobro da energia do “Summit”, supercomputador que será substituído, apesar de ser sete vezes mais potente — o Frontier terá um consumo de energia similar a uma cidade como Catanduva (SP), com 120 mil habitantes. As informações são do site IEEE Spectrum e do Governo do Estado de São Paulo.","url":""}]}