{"title":"Sistema unificará cartórios / iPhones sem SIM / China notifica ONU","fps":30,"timestamp":1640789540,"date":"29/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Medida Provisória cria plataforma online para unificar registros públicos de cartórios do País: a ideia é que o Sistema Eletrônico dos Registros Públicos (SERP) permita que usuários possam solicitar serviços ou checagem de informações sobre registros — bens móveis e imóveis, emissão de certidões, documentos civis, entre outros — tudo de forma online. Segundo o Governo, o sistema também reduzirá prazos, como a emissão de certidões eletrônicas de inteiro teor da matrícula de um imóvel em até quatro horas. O prazo para a implementação do sistema é até 31 de janeiro de 2023. As informações são da Agência Brasil.","url":""},{"text":"Apple teria advertido operadoras de telefonia de que futuros modelos de iPhone não possuirão mais entrada para cartões SIM: aparentemente os futuros modelos da marca só poderão ser ativados pela tecnologia eSIM, sem chip físico. As operadoras norte-americanas passariam a vender o iPhone 13 sem chip incluso já no segundo trimestre de 2022, como parte dessa transição. As informações são do site MacRumors.","url":""},{"text":"China notifica ONU após realizar manobras com estação espacial Tianhe e evitar colisão com satélites \"à deriv” da Starlink: em duas ocasiões distintas, os dispositivos estavam baixando suas altitudes como parte de manobras previstas em final de vida. A China solicitou ao secretário-geral da ONU que lembrasse a todos os países para “assumirem responsabilidades” por suas atividades no espaço sideral. As informações são do site SpaceNews.","url":""},{"text":"Em 2021, onze startups brasileiras atingiram status de unicórnio: ultrapassaram valor de mercado de 1 bilhão de dólares a MadeiraMadeira (venda de móveis e artigos para o lar), Hotmart (plataforma de venda de produtos digitais), Mercado Bitcoin (moedas digitais), Unico (reconhecimento facial e admissão digital), Nuvemshop (plataforma de e-commerce), Frete.com (plataforma de fretes), Cloudwalk (tecnologias de pagamento), Daki (delivery de mercado), Merama (comércio eletrônico), Olist (soluções para e-commerce) e Facily (plataforma de social commerce). As informações são do site Canaltech.","url":""},{"text":"Pix alcança adoção de 71% dos brasileiros em 2021: a taxa de aprovação do serviço atingiu 85% — entre jovens de 18 a 24 anos, a aprovação é de 99%, mas cai para 65% na faixa dos 60 anos ou mais. As informações são do site Olhar Digital.","url":""},{"text":"GM lança kit para eletrificação de veículos antigos a combustão: a montadora espera expandir o programa para outros projetos de conversão em áreas como equipamentos comerciais/industriais e aplicações náuticas. A empresa estima que o mercado para componentes de eletrificação pode chegar a 20 bilhões de dólares até 2030, à medida que um número crescente de indústrias comece a introduzir suas próprias metas de redução de emissões. As informações são da página de imprensa da GM.","url":""},{"text":"LastPass nega vazamento de senhas: diversos usuários têm reportado tentativas de login não autorizadas e originadas do Brasil. Os alertas estariam relacionados a atividades relacionadas a bots, envolvendo tentativas maliciosas de login utilizando endereços de e-mail e senhas de vazamentos de terceiros anteriores. As informações são do site The Verge.","url":""},{"text":"Novo malware rouba senhas guardadas em gerenciadores de senhas de navegadores: o “RedLine” pode ser adquirido por cerca de 200 dólares em fóruns de criminosos cibernéticos e implementado sem exigir “muito conhecimento ou esforço”. A empresa de segurança AhnLab ASEC adverte que o recurso de conveniência embutido em navegadores está se tornando um problema substancial, afetando organizações e indivíduos. As informações são do site Bleeping Computer.","url":""},{"text":"WhatsApp prepara novo recurso chamado “Comunidades”: ainda sem data para lançamento, o local será privado e administradores terão mais controle sobre alguns grupos no WhatsApp, permitindo a criação de canais com até dez grupos de conversa. As informações são do site WABetaInfo.","url":""}]}