{"title":"Claro/NET hackeadas / Réveillon no metaverso / Tesla Bot com personalidade","fps":30,"timestamp":1640962333,"date":"31/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Claro, NET e Embratel são hackeadas pelo mesmo grupo que atacou Ministério da Saúde: o Lapsu$ Group afirma ter acessado cerca de 10 PB de dados (10.000 TB), incluindo informações de clientes, infraestrutura de telecomunicações, documentos jurídicos, pedidos de escuta telefônica, códigos-fonte e e-mails. O grupo ameaça vazar informações de grampos telefônicos, permitindo que suspeitos saibam que estão sendo investigados. Os hackers pedem uma “pequena recompensa” para apagar e não divulgar os dados obtidos. As informações são do perfil do grupo criminoso no Telegram.","url":""},{"text":"Seul, capital da Coreia do Sul, lança oficialmente sua plataforma de metaverso nesta véspera de Ano Novo: a cidade será a primeira no mundo a contar com uma própria versão virtual, sediando sua tradicional cerimônia de Réveillon de forma digitalizada. Dentro do “Metaverse Seoul”, cidadãos poderão acessar serviços governamentais, de turismo, cultura e realizar negócios. As informações são da United Press International.","url":""},{"text":"Elon Musk diz que robô “Tesla Bot” poderá ser parecido com o C-3PO e R2-D2 do Star Wars: Musk afirma que o sistema poderá desenvolver uma personalidade única ao longo do tempo, combinando-a com a de seus proprietários, tornando-se um “parceiro incríve”, como nos filmes. O Tesla Bot tem previsão de lançamento para o final de 2022. As informações são do site TecMundo.","url":""},{"text":"Cientistas do MIT criam plataforma robótica para processo de evolução-dirigida: o sistema pode realizar 100 vezes mais experimentos desse tipo em paralelo. A técnica é extremamente promissora e já criou novos tipos de anticorpos para tratamento de doenças, enzimas utilizadas na produção de biocombustíveis e agentes de imagem para ressonância magnética. Além disso, a plataforma pode auxiliar biólogos a simular elementos fundamentais do processo de evolução natural. As informações são do site Phys.","url":""},{"text":"Jornalista norte-americano que apenas analisou código HTML de uma página oficial do estado do Missouri pode ser investigado criminalmente: o repórter descobriu que o código-fonte do site continha, inadvertidamente, informações privadas de professores do estado. O jornalista alertou o governo, que removeu os dados, antes de reportar o problema. Analistas de segurança afirmam que todos os navegadores permitem a leitura do código-fonte de qualquer página da internet, sem isso configurar um ataque cibernético. As informações são do site BoingBoing.","url":""}]}