{"title":"TikTok supera Google / Armas para controle mental / Explosão do mercado cinza no Brasil","fps":30,"timestamp":1640098326,"date":"21/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"TikTok supera Google e torna-se site mais popular do mundo em 2021: no ano passado, a rede social havia ficado em sétimo lugar em tráfego. Os acessos ao Google contabilizam acessos a subpáginas como Maps, Tradutor, Fotos, Flights, Livros, Notícias, entre outros. O domínio do Facebook ficou em terceiro lugar geral. As informações são do blog da Cloudflare.","url":""},{"text":"EUA banem 34 entidades chinesas que estariam desenvolvendo “armas para controle da mente”: o país determinou que institutos ligados à Academia de Ciências Médicas Militares na China estariam supostamente desenvolvendo a tecnologia para fins militares. A decisão foi baseada nos interesses de segurança nacional e política externa dos EUA. As informações estão em um documento disponível publicamente no site do Departamento de Comércio dos EUA.","url":""},{"text":"Mudança em portaria da Receita Federal abre brecha para “explosão” do mercado cinza no Brasil: para a Confederação Nacional da Indústria a mudança dificultará o combate de importações de produtos que não cumprem requisitos regulatórios para saúde pública e meio ambiente ou de fraudes diversas, como subfaturamento. Ivair Rodrigues, da consultoria IT Data, acredita que a decisão é um “retrocesso” e pode “comprometer” toda a indústria brasileira e não apenas a de TI e de Telecom. As informações são do site Convergência Digital.","url":""},{"text":"Hacker brasileiro é condenado a quase 10 anos de prisão: o homem, que está foragido, era acusado de invadir, junto de outro hacker, sistemas eletrônicos utilizados pela Justiça Federal no começo deste ano. Eles pretendiam roubar valores disponíveis a vencedores de processos judiciais por meio da alteração de dados desses beneficiários. As informações são do site Convergência Digital.","url":""},{"text":"Leis da física podem estar “evoluindo”: uma pesquisa realizada pela Microsoft e Brown University explica que as leis da física atuais evoluíram ao longo do tempo, em uma espécie de seleção natural darwiniana cosmológica. O Universo seria “autodidata”, capaz de ensinar a si mesmo, significando que todas as leis da física existentes estariam sujeitas a leis universais de ordem superior e que controlam esta evolução. As informações são do site Popular Mechanics.","url":""},{"text":"Engenheiros do MIT produzem bateria de fibra flexível mais longa do mundo: a bateria de íons de lítio recarregável, na forma de uma fibra ultra longa de 140 metros, pode ser fiada como um tecido e permitir uma ampla variedade de dispositivos eletrônicos vestíveis. Além disso, a técnica pode ser utilizada para produzir baterias impressas em 3D em praticamente qualquer formato, bem como dispositivos cujas baterias funcionem como peças estruturais. As informações são do site MIT News.","url":""},{"text":"Cientistas conseguem ver como raios se formam dentro de nuvens pela primeira vez: a LOFAR, uma rede de milhares de pequenos radiotelescópios na Holanda, utilizada para estudar estrelas e galáxias distantes, conseguiu captar cerca de um milhão de pulsos de rádio que emanavam de relâmpagos durante uma tempestade. A partir dos dados obtidos, os cientistas conseguiram reconstruir pela primeira vez uma imagem 3D de um raio se formando. As informações são do site Quanta Magazine.","url":""},{"text":"Novo conceito para rover espacial flutuante: o veículo poderia levitar e se locomover ao aproveitar campos elétricos naturais em superfícies como as da Lua, asteroides e outros planetas pequenos. A pequena nave se assemelha a “um disco voador” e utiliza pequenos feixes de íons para gerar uma carga elétrica repulsiva em relação ao solo utilizando muito pouca energia. As informações são do site MIT News.","url":""}]}