{"title":"Oculus ultrapassa Xbox / Micro-falantes / DuckDuckGo cresce","fps":30,"timestamp":1640620890,"date":"27/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Oculus ultrapassa, pela primeira vez, vendas de consoles Xbox em 2021: ao total, foram vendidas 8,1 milhões de unidades do sistema de realidade virtual, contra 8 milhões do Xbox. Segundo a consultoria CCS Insight, a indústria de AR/VR (realidade aumentada/virtual) deve crescer 6,5 vezes nos próximos 5 anos. As informações são do perfil do analista Jack Soslow no Twitter.","url":""},{"text":"Startup cria “micro-falantes” para fones de ouvido intra-auriculares: o dispositivo da Arioso Systems é feito inteiramente de silício, dispensando a membrana e ímãs de alto-falantes convencionais, reduzindo seu tamanho em dez vezes. A tecnologia  habilita uma nova gama de aplicações em fones de ouvido miniaturizados, como traduções instantâneas e monitoramento de saúde. As informações são do Instituto Fraunhofer.","url":""},{"text":"DuckDuckGo cresce 46% em 2021: o buscador recebeu 34,6 bilhões de consultas no ano, cerca de 100 milhões por dia. Embora o crescimento seja considerável, o sistema possui apenas 2,53% da participação de mercado total nos EUA, ficando atrás do Yahoo (3,3%), Bing (6,43%) e Google (87,33%). As informações são do site Bleeping Computer.","url":""},{"text":"Lançamento do telescópio espacial James Webb é bem sucedido: os painéis solares do observatório já foram estendidos e amanhã o seu protetor solar será aberto — uma estrutura de cinco camadas, cada uma com aproximadamente o tamanho de uma quadra de tênis. O objetivo da NASA é iniciar operações científicas regulares seis meses após o lançamento, no final de junho de 2022. As informações são do site Space.","url":""},{"text":"Europa vai exigir sistemas de frenagem automática em carros: segundo o Conselho Europeu de Segurança de Transporte, o recurso de segurança pode reduzir taxas de mortalidade no trânsito em até 20%, salvando cerca de quatro mil vidas por ano. A lei, que entra em vigor em maio de 2022, obrigará inicialmente apenas a frenagem de emergência contra colisões frontais. As informações são do site IEEE Spectrum.","url":""},{"text":"IA será aposta contra ameaças cibernéticas em 2022: segundo a PSafe, IAs já são utilizadas no planejamento e execução de ataques, com soluções de segurança precisando se adaptar a esse tipo de ameaça. A empresa de segurança também aposta no crescimento de ataques do tipo ransomware e phishing para o ano que vem. As informações são do site TecMundo.","url":""},{"text":"Japão quer compensar empresas que mantiverem suas patentes confidenciais por 20 anos: a proposta legislativa inclui tecnologias com potenciais aplicações militares como enriquecimento de urânio e computação quântica. As informações são da Reuters.","url":""},{"text":"Pesquisadores desenvolvem biosensor de grafeno para interfaces cérebro-computador: o dispositivo adere à pele do rosto e cabeça para detectar sinais elétricos enviados pelo cérebro que podem ser traduzidos em comandos para controlar sistemas robóticos. O grafeno é utilizado com frequência no desenvolvimento de biossensores por causa da sua biocompatibilidade e condutividade. As informações são do site ScienceDaily.","url":""}]}