{"title":"Promotor de Justiça “artificial” / Supercomputador fotônico / Laser espião","fps":30,"timestamp":1640703129,"date":"28/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Cientistas chineses desenvolvem “Promotoria de Justiça” artificial e que pode instaurar inquéritos autonomamente: o sistema possui mais de 97% de precisão com base em descrições verbais dos casos, conseguindo identificar oito crimes como fraudes de cartões de crédito, apostas em jogos de azar, direção imprudente, roubo e dissidência política. Na China, promotores de justiça já utilizam uma ferramenta de inteligência artificial para avaliar riscos de pessoas suspeitas. As informações são do site Futurism.","url":""},{"text":"França apresenta “Jean Zay”, primeiro supercomputador com coprocessadores fotônicos: as OPUs (Unidades de Processamento Óptico na sigla em inglês) transmitem e processam informações através de luz — processadores tradicionais utilizam correntes elétricas. Atualmente o Jean Zay é classificado como o 105º supercomputador mais poderoso no mundo. As informações são do site TechRadar.","url":""},{"text":"Feixe laser pode recriar imagens de uma sala através de um buraco de fechadura: a técnica é chamada de NLOS (Imagem Sem Linha de Visão em inglês) e utiliza um algoritmo para medir as reflexões de pulsos laser para determinar as características de objetos que se encontram dentro de um ambiente fechado. As imagens recuperadas não são de alta qualidade, mas permitem inferir a configuração e forma de objetos. As informações são do site Hackaday.","url":""},{"text":"WhatsApp Business mudará para modelo de preço baseado em conversas: a partir de fevereiro de 2022, ao invés de serem cobrados por notificações enviadas, as empresas serão cobradas por conversas (que são reiniciadas dentro de um período de 24 horas). No Brasil, o WhatsApp cobrará 5 centavos de dólar quando a empresa iniciar uma conversa e 3 centavos quando ela for iniciada por usuários. As informações são do blog do WhatsApp.","url":""},{"text":"Instituto Nacional de Tecnologia completa 100 anos nesta terça-feira: a instituição foi fundada em 1921 para pesquisar novos processos industriais com matérias-primas nacionais. Atualmente realiza estudos em diversas áreas da engenharia, materiais, química, impressão 3D, inteligência artificial e outras tecnologias digitais. As informações são da Agência Brasil.","url":""},{"text":"Novo reator de fusão apresenta abordagem mais simples para fusão de energia: o design “FuZE-Q” da Zap Energy envia pulsos de corrente elétrica ao longo de uma coluna de plasma, criando um campo magnético que simultaneamente confina, comprime e aquece os gases ionizados. Espera-se que o reator atinja “Q = 1” (energia liberada igual à necessária para atingir a fusão) em 2023. As informações são do site IEEE Spectrum.","url":""},{"text":"Israel vai despachar drones autônomos para locais onde forem identificados disparos de armas de fogo: sensores acústicos espalhados por centros urbanos do país fornecerão as coordenadas aos drones, que voarão imediatamente para o local, captando imagens de vídeo ao vivo da cena do crime. As informações são do site Futurism.","url":""},{"text":"Empresa de aviação britânica apresenta primeira aeronave carbono zero do mundo para voos regionais: o “H2ERA” utiliza um sistema de propulsão elétrica movido a hidrogênio e comporta 90 passageiros. Além da emissão zero de carbono, a aeronave também reduz em 100% os óxidos de nitrogênio do processo de combustão e possui níveis de ruído 65% mais baixos do que aviões turboélices convencionais. As informações são do site AutoEvolution.","url":""}]}