{"title":"Ataque aos Correios / Elon Musk critica metaverso / Web 3.0 é “marketing”","fps":30,"timestamp":1640271136,"date":"23/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Serviços dos Correios são derrubados por mesmo grupo hacker que atacou Ministério da Saúde: segundo o site CISO Advisor, os sistemas haviam sido restabelecidos por volta das 9h30 desta quinta-feira, mas até o fechamento desta Newsletter o site dos Correios ainda estava fora do ar. Em seu canal no Telegram, o Lapsus$ Group reivindicou o ataque, advertindo que apresentará mais informações em breve.","url":""},{"text":"Elon Musk não gosta da ideia atual do metaverso e acredita que Neuralink será melhor: ele afirma não estar compelido pela ideia de “amarrar uma tela ao rosto o dia todo”. Musk acredita que eventualmente chips da Neuralink, implantados cirurgicamente no cérebro, poderão colocar as pessoas em uma “realidade virtual de verdade”. As informações são do site Futurism.","url":""},{"text":"Web 3.0 é “mais marketing do que realidade”, afirma Elon Musk: ele admitiu, no entanto, que pode estar “muito velho” para entender a tecnologia. Apesar de soar como pessoas que acreditavam que a Internet não passaria apenas de uma “moda passageira”, ele afirma ter sido uma das primeiras a entender o seu potencial, já em 1995. As informações são do site The Verge.","url":""},{"text":"Pesquisadores brasileiros enviam coronavírus para a Estação Espacial Internacional: o material foi transportado no último lançamento da SpaceX deste ano. No módulo japonês Kibo, os astronautas irão estudar a cristalização das proteínas do vírus em microgravidade, o que poderá acelerar o desenvolvimento de medicamentos que reduzam sua replicação. As informações são do portal UOL.","url":""},{"text":"Países simulam ataque cibernético ao sistema financeiro global: a simulação atingiu diversos mercados como os de câmbio, títulos e transações comerciais entre importadores e exportadores. A iniciativa, que envolveu dez países, é uma tentativa de criar processos de cooperação que ajudariam a minimizar danos potenciais aos mercados e bancos. As informações são do site da Nasdaq.","url":""},{"text":"Pesquisa demonstra que assistir vídeos em velocidade acelerada pode melhorar aprendizado: estudantes universitários que assistiam a lições gravadas em vídeo acima velocidade normal (2x), por duas vezes, obtiveram melhores resultados em testes do que aqueles que assistiam ao mesmo vídeo, apenas uma vez, em velocidade normal. A vantagem, no entanto, era obtida apenas se o vídeo acelerado fosse assistido imediatamente antes do teste. As informações são do site Research Digest.","url":""},{"text":"Cães percebem quando animações de computador violam as leis da física: a pesquisa, realizada pela Universidade de Viena, observou reações de alerta após mostrarem a animação de uma bola realizando um movimento diferente do esperado. O resultado demonstra que esses animais de estimação possuem a mesma percepção de chimpanzés adultos e bebês humanos. As informações são do site Phys.","url":""},{"text":"Cientistas apresentam novo foguete para exploração do espaço profundo: o motor é uma versão modificada de um sistema de propulsão baseado em plasma, chamado de “Propulsor de Efeito Hall”, produzindo alta potência e com vida útil prolongada. A tecnologia pode ser especialmente vantajosa em nano satélites cúbicos, devido a sua alta densidade de empuxo. As informações são do site ScienceDaily.","url":""}]}