{"title":"Elon Musk deduz Satoshi Nakamoto / Brasileiro preso nos EUA / Apple supera França","fps":30,"timestamp":1640875918,"date":"30/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Elon Musk acredita que o cientista da computação Nick Szabo seria o mais provável criador do Bitcoin: segundo Musk, Szabo seria uma das pessoas que mais contribuiu com a evolução de ideias antes e após o lançamento da moeda digital. Szabo nega que seja Satoshi Nakamoto, mas em 1998 ele propôs o “bit gold”, uma das primeiras tentativas de se criar uma moeda virtual descentralizada. As informações são do jornal New York Post.","url":""},{"text":"Brasileiro se declara culpado em esquema de fraude em contas do Uber no EUA: o homem de 36 anos e mais outros 18 brasileiros foram presos no país em maio deste ano, acusados de utilizar identidades roubadas e documentos falsificados para criar contas fraudulentas e as vender a indivíduos que não se qualificariam para dirigir na plataforma. O brasileiro cumprirá uma sentença de até 20 anos de prisão e deverá pagar uma multa de 250 mil dólares. As informações são do Departamento de Justiça dos EUA.","url":""},{"text":"Apple pode fechar o ano como a primeira companhia a atingir um valor de mercado de 3 trilhões de dólares: avaliada em 2,94 trilhões no fechamento dos mercados nesta última quarta-feira, a Apple já vale mais do que o PIB estimado para a França e o dobro do Brasil em 2021. As informações são da Reuters e Wikipedia.","url":""},{"text":"Cientistas japoneses apagam, por engano, 77 TB de dados em supercomputador na Universidade de Kyoto: um total de 34 milhões de arquivos foram deletados após um “descuido” no procedimento que pretendia apagar apenas backups. Apesar do problema, “apenas” 1,5 dia de trabalho recente foi perdido. As informações são do site HackerNews.","url":""},{"text":"Telescópio espacial James Webb possui mais combustível disponível do que o previsto, aumentando suas expectativas de vida: o excesso de propelente irá permitir o suporte de operações científicas em órbita por um período significativamente superior a 10 anos — o dobro do mínimo esperado para a missão. O excesso de combustível deve-se em grande parte à precisão do lançamento do foguete Ariane 5. As informações são do site da NASA.","url":""},{"text":"Nova abordagem em decodificação de dados pode tornar dispositivos eletrônicos menores e mais rápidos: físicos da Universidade de Nebraska-Lincoln estão desenvolvendo a tecnologia de spintrônica para uma nova classe de armazenamento e processamento de dados que fará dispositivos eletrônicos modernos parecerem “glutões e preguiçosos” em comparação. As informações são do site Phys.","url":""},{"text":"Nintendo domina Top 20 de jogos mais vendidos nos EUA: apenas um jogo, “NBA 2K22”, para o PlayStation 4, entrou na lista (na vigésima posição). O jogo mais vendido do ano, segundo a compilação da Amazon, foi o “Super Mario 3D World + Bowser’s Fury”. As informações são do site DualShockers.","url":""}]}