{"title":"Alerta para quem usa TV Box / Ex-CEO do Twitter critica Web 3.0 / IA com memória “humana”","fps":30,"timestamp":1640184732,"date":"22/12/2021","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Anatel encontra malware em modelo de TV Box mais vendida no Brasil: o aparelho pode capturar dados pessoais de usuários, sem consentimento, e os envia para servidores no exterior. O malware também é capaz de se conectar a uma botnet maliciosa capaz de realizar ataques DDoS. Não há evidências, no entanto, de que o equipamento seja usado para minerar moedas digitais. Infelizmente não poderemos colocar o nome do equipamento aqui na Newsletter por causa de possíveis bloqueios em serviços de email. As informações são do site TeleSíntese.","url":""},{"text":"Jack Dorsey faz crítica à “Web 3.0”: para o ex-CEO do Twitter, quem realmente controlaria essa nova iteração da Internet seriam “capitalistas de risco” e não seus usuários. A Web 3.0 teria quebrado a promessa de descentralização, passando a ser uma entidade centralizada, mas com um “rótulo diferente”. Dorsey alerta para que as pessoas “saibam no que estão se metendo”. As informações são do site TechCrunch.","url":""},{"text":"DeepMind lança modelo de linguagem inspirado em mecanismo de memórias do cérebro humano: apesar de possuir apenas 7 bilhões de parâmetros, o “RETRO” performa tão bem quanto o recém lançado Gopher, com 280 bilhões de parâmetros. Além de fazer predições sobre textos com base em seu treinamento, o RETRO pode realizar pesquisas em um banco de dados à parte com dois trilhões de fragmentos de texto e melhorar seus resultados. As informações são do site SingularityHub.","url":""},{"text":"iFood reduz tempo de entrega em até 90% ao utilizar drones: segundo a empresa, uma rota que variava de 25 a 55 minutos por via terrestre em Aracaju (SE), agora leva apenas 5 minutos e 20 segundos pelo ar. O sistema é multi-modal: a partir do droneport, entregadores utilizam motos, bicicletas ou patinetes para transportar os alimentos até às casas de clientes. As informações são do site Mobile Time.","url":""},{"text":"Boeing e Airbus pedem atraso na implantação do 5G nos EUA: as duas companhias afirmam que a rede poderia interferir com instrumentos sensíveis de aeronaves — como altímetros de rádio — e afetar a segurança na aviação comercial. A CTIA, associação das empresas de telecomunicação dos EUA, afirma que o 5G é seguro e acusa a indústria da aviação de distorcer fatos. As informações são da Reuters.","url":""},{"text":"Startup sueca apresenta microchip implantável para passaporte de vacinas: o chip utiliza NFC para se comunicar com qualquer equipamento compatível. A Epicenter planeja comercializar a tecnologia em breve e o procedimento é totalmente reversível. As informações são do site SCMP.","url":""},{"text":"DuckDuckGo está desenvolvendo seu próprio navegador para desktops: o aplicativo utilizará APIs de renderização específicas para cada sistema operacional — Edge/Chromium no Windows e Webkit no macOS. O navegador focará em proteção de privacidade por padrão, sem a necessidade de ativar configurações de segurança ocultas, e contará com o botão “Fire”, que fecha todas as abas e apaga instantaneamente todo o histórico de navegação e dados armazenados. As informações são do site The Verge.","url":""},{"text":"Pessoas subestimam potência de computadores atuais, afirma professor do MIT: segundo Rodney Brooks, um notebook moderno seria 1 quadrilhão de vezes mais rápido do que o IBM 7090 de 1960 — para comparação, um processo de computação que levaria uma semana para ser concluído em um notebook hoje, levaria toda a idade do universo em um 7090. Primeiro computador a usar transistores, o 7090 custava 20 milhões de dólares (valor atualizado), cerca de 6.000 vezes mais que um notebook top de linha hoje. As informações são do site IEEE Spectrum.","url":""}]}