{"title":"Ex-WhatsApp assume Signal / Apple fora do metaverso / Localiza é hackeada","fps":30,"timestamp":1641912725,"date":"11/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Cofundador do WhatsApp assume comando do aplicativo de mensagens Signal: Brian Acton irá ocupar o cargo interinamente após a saída de Moxie Marlinspike. Acredita-se que Marlinspike poderá se envolver com a startup de pagamentos digitais MobileCoin, onde já atua como consultor técnico. As informações são do site TechCrunch.","url":""},{"text":"Ideia de metaverso estaria “fora do limites” para Apple: apesar de a companhia estar desenvolvendo um óculos de realidade virtual, eles servirão apenas para videogames, comunicação e consumo de conteúdo. O dispositivo não estaria sendo projetado para ser utilizado o dia todo ou como uma forma de escapismo para seus usuários, afirma o analista Mark Gurman da Bloomberg. As informações são do site 9to5Mac.","url":""},{"text":"Grupo Lapsus$ ataca Localiza: durante a madrugada desta terça-feira, quem acessava o site da locadora de veículos era redirecionado para um site erótico, afirmou o grupo criminoso em seu canal no Telegram. Até o fechamento desta edição, o site da companhia funcionava apenas parcialmente, sem a possibilidade de acessar serviços e com vários links apresentando falhas de DNS.","url":""},{"text":"Produção de semicondutores ganha incentivo no Brasil: a Lei 14.302/2022 prorroga até 2026 os incentivos previstos no Programa de Apoio ao Desenvolvimento Tecnológico da Indústria de Semicondutores. A medida deve fortalecer o setor estratégico afetado pela pandemia, além de contribuir com a recuperação da competitividade de painéis solares produzidos no País. As informações são da Agência Senado.","url":""},{"text":"Um mês após ataque hacker, Ministério da Saúde restabelece integração entre sistemas: segundo o Ministério, não houve perda de dados e o ataque não interferiu no monitoramento da pandemia. As informações são do jornal O Globo.","url":""},{"text":"Cientista de dados coloca seu Tesla para minerar moedas digitais: Siraj Raval obtém entre 2 mil e 4 mil reais por mês minerando ETH com quatro GPUs ligadas na bateria do veículo. Raval calcula que gasta cerca de 300 reais por mês para carregar a bateria do veículo e o deixa minerando cerca de 20 horas por dia. As informações são da CNBC.","url":""},{"text":"Hackers são descobertos após infectar próprios computadores com trojan: o grupo indiano Patchwork estaria visando pesquisadores de medicina molecular e ciências biológicas. Pesquisadores de segurança conseguiram descobrir como o grupo criminoso operava através de capturas de tela e do que era digitado em seus computadores e máquinas virtuais. As informações são do blog da Malwarebytes.","url":""},{"text":"Pesquisadores desenvolvem técnica para imprimir painéis OLED em impressoras 3D: a nova abordagem combina dois métodos de impressão — por extrusão e spray. A tecnologia poderá, no futuro, possibilitar a impressão de displays em casa de forma prática. As informações são do site Engadget.","url":""}]}