{"title":"Vacas usam óculos de RV / Módulos NPM corrompidos / Tesla com modo agressivo","fps":30,"timestamp":1641826393,"date":"10/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Vacas leiteiras equipadas com óculos de realidade virtual aumentam produção de leite em 22%: o fazendeiro Izzet Kocak, da Turquia, afirma que os animais ficam menos estressados quando o sistema projeta imagens de pastos verdes, aumentando não só a quantidade, mas a qualidade do leite. As informações são do site Futurism.","url":""},{"text":"Módulos NPM populares “colors” e “faker” são corrompidos pelo próprio desenvolvedor em aparente protesto: um loop infinito, que inclui a palavra “LIBERTY” e uma sequência de caracteres não-ASCII sem fim, foi introduzido intencionalmente pelo criador dos módulos, Marak Squires, neste final de semana. A medida parece ser retaliação contra o uso de projetos de código aberto por grandes empresas e que não retribuem de volta com a comunidade. As informações são do site Bleeping Computer.","url":""},{"text":"Tesla permite que motorista escolha modo de direção autônoma: o sistema, que ainda se encontra em fase beta, possui três modos de direção — “Relaxado”, “Médio” e “Assertivo”. No perfil “Assertivo”, os carros serão guiados com distanciamentos menores dos veículos à sua frente, fará mudanças de faixa com mais frequência e não fará a parada obrigatória nas placas de “pare” vermelhas, deixando o veículo “rolar” em baixa velocidade antes de seguir. As informações são do site TechCrunch.","url":""},{"text":"Telescópio espacial James Webb completa desdobramento do seu espelho primário: o equipamento agora irá alinhar os 18 segmentos — totalmente revestidos em ouro — durante os próximos meses. As primeiras imagens do observatório são esperadas para maio deste ano. As informações são do site da NASA.","url":""},{"text":"IBM está tentando se desfazer do “Watson Health”, módulo de saúde do sistema de inteligência artificial: segundo analistas, a IBM quer sair do setor por causa do arcabouço regulatório e “otimismo” demasiado em relação aos resultados do sistema. Mesmo após investir 4 bilhões de dólares, o Watson Health continua a gerar prejuízo. As informações são do site Axios.","url":""},{"text":"Cientistas descobrem novo fenômeno em “ângulo mágico” do grafeno: ao induzir uma interação spin-órbita, o material torna-se ferromagnético além de supercondutor, situação rara de acontecer em um mesmo material. A descoberta possui possíveis aplicações em memórias de computador e computação quântica. As informações são do site Phys.","url":""},{"text":"Nova GPU gamer da AMD é ruim, de propósito, na mineração de moedas digitais: a “Radeon RX 5500 XT” possui um frame buffer adequado para a maioria dos jogos atuais, mas não é particularmente bom para atividades de mineração. As informações são do site Futurism.","url":""},{"text":"Maior conjunto de dados cósmicos para treinamento de IAs agora está disponível gratuitamente para download: a nova versão do projeto CAMELS possui 350 terabytes de dados e pode auxiliar com novas descobertas ao conectar cosmologia e astrofísica por meio do aprendizado de máquina. Em uma pesquisa já em andamento, o mesmo tipo de algoritmo utilizado para “diferenciar cães e gatos” a partir de pixels em uma imagem, por exemplo, pode gerar mapas com a distribuição de matéria escura ao redor de galáxias e diferentes propriedades das estrelas. As informações são da Universidade de Connecticut.","url":""}]}