{"title":"Uber solta “bomba“ no setor de entregas / Polêmica com Mozilla / Governo lança central de notificações","fps":30,"timestamp":1641567119,"date":"07/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Uber Eats decide encerrar operações de delivery de restaurantes no Brasil: o serviço deixará de funcionar a partir do dia 7 de março, mas continuará com a entrega de supermercados. A decisão caiu como “uma bomba no setor”, com bares e restaurantes temendo consequências da falta de competição. O iFood lidera o mercado, com 70% de participação. As informações são dos portais Valor Econômico e O Tempo.","url":""},{"text":"Mozilla pausa doações em moedas digitais após críticas de fundador: a entidade afirma que tecnologias descentralizadas são uma área importante de exploração, mas está revisando como a tecnologia se encaixa em sua política climática. Jamie Zawinski, fundador da Mozilla, criticou duramente a prática de receber doações através de ativos digitais que, na sua visão, “incineram o planeta”. As informações são do perfil da Mozilla no Twitter.","url":""},{"text":"Governo lança plataforma centralizada de notificações para a população: o sistema “Notifica.gov.br” enviará comunicações sobre serviços públicos através de SMS, email ou push pelo aplicativo “Gov.br” para a base de 116 milhões de brasileiros já cadastrados. O primeiro teste da plataforma foi realizado nesta semana com o envio de uma notificação para motoristas sobre a possibilidade de desconto no pagamento de multas de trânsito dentro do prazo. As informações são do site Mobile Time.","url":""},{"text":"Atividades ilícitas são pequena parte do uso de moedas digitais, aponta relatório: crimes cibernéticos, lavagem de dinheiro e financiamento do terrorismo representaram apenas 0,15% de todas as transações criptográficas conduzidas em 2021, de acordo com a plataforma de dados Chainalysis. Apesar do valor movimentado por cibercriminosos ter crescido em termos absolutos no ano passado, a taxa de crescimento de atividades legítimas teria sido muito maior. As informações são do site Axios.","url":""},{"text":"NIC.br lança mapa interativo de qualidade da Internet no Brasil: a partir de dados coletados por testes de velocidade realizados diariamente pelo Sistema de Medição de Tráfego Internet, é possível consultar informações por estado, município, distritos de uma cidade e, até mesmo, setores censitários. As informações são da página de notícias do NIC.br.","url":""},{"text":"WhatsApp, Instagram e Facebook continuam sendo aplicativos mais utilizados pelos brasileiros: o WhatsApp é o líder absoluto, mais presente na home screen dos smartphones nacionais e o mais utilizado ao longo do dia. O engajamento no Facebook e Instagram, no entanto, tem diminuído. As informações são do site Mobile Time.","url":""},{"text":"Steve Wozniak, cofundador da Apple, e Richard Branson, da Virgin, virão ao Brasil para evento de tecnologia: o “Rio Innovation Week” vai acontecer entre 13 e 16 de janeiro, na cidade do Rio de Janeiro. A agenda do evento também conta com outros 500 palestrantes, como Marcos Pontes, ministro da Ciência, Andrés Leon, CEO da Hyperloop, além da presença de 1.000 startups e 190 expositores. As informações são do site Tecnoblog.","url":""},{"text":"Exército suíço proíbe uso do WhatsApp, Telegram e Signal por soldados: a segurança de dados é uma das razões para a mudança. O exército do país decidiu utilizar o mensageiro com criptografia de ponta-a-ponta e de código aberto Threema, desenvolvido na própria Suíça. As informações são do site Swissinfo.","url":""}]}