{"title":"Dados de Bolsonaro vazam / Drone salva homem / Crítica contra Mozilla","fps":30,"timestamp":1641480715,"date":"06/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Hackers do Lapsus$ Group publicam dados sensíveis do presidente Jair Bolsonaro e família: os criminosos postaram em seu canal do Telegram um arquivo de 835 MB contendo informações como números de documentos, informações bancárias — incluindo valores — bens móveis e imóveis. O material, no entanto, parece conter informações de vazamentos anteriores, informa o site CISO Advisor.","url":""},{"text":"Drone autônomo ajuda a salvar vida de homem com parada cardíaca: o equipamento da Everdrone, que contém um desfibrilador embutido, chegou em apenas três minutos após ser acionado, salvando um homem de 71 anos na Suécia após sofrer um infarto enquanto limpava a neve na frente de casa — um médico, que estava a caminho do trabalho naquele momento, realizou o procedimento e aplicou a carga elétrica. As informações são da página de imprensa da Everdrone.","url":""},{"text":"Fundador da Mozilla faz duras críticas após fundação pedir doações em moedas digitais: Jamie Zawinski utilizou seu perfil no Twitter para demonstrar sua frustração, afirmando que os envolvidos no projeto deveriam estar “profundamente envergonhados” com a decisão e de fazer “parcerias com golpistas” que “incineram o planeta”.","url":""},{"text":"Limite de compras em viagens internacionais sobe para 1 mil dólares: a mudança facilita a importação de eletrônicos como smartphones e notebooks durante viagens ao exterior. O valor não era reajustado desde 1995, há 26 anos. A nova cota, no entanto, só vale para passageiros que ingressam no País por via aérea ou marítima. As informações são da Agência Brasil.","url":""},{"text":"NASA vai instalar Alexa em cápsula Orion da missão Artemis que vai à Lua: a tecnologia de reconhecimento de voz será testada para avaliar como astronautas poderiam utilizar comandos de voz para acessar dados, ajustar controles da espaçonave e interagir com equipes em terra. Aaron Rubenson, vice-presidente da Amazon, acredita que no futuro, astronautas poderão recorrer a uma IA a bordo para obter informações e assistência e, em última instância, companhia. As informações são do site SpaceNews.","url":""},{"text":"Reator de fusão nuclear chinês mantém plasma aquecido a 120 milhões de graus Celsius por mais de 17 minutos: o tempo é um novo recorde para reatores desse tipo. No início de 2021, a mesma equipe chinesa, que chama seu reator de “sol artificial”, havia mantido o plasma aquecido por um tempo de 1 minuto e meio. As informações são do site Phys.","url":""},{"text":"Cientistas coreanos desenvolvem tecnologia para miniaturizar câmera holográfica: o novo sensor possui um fotodiodo que detecta a polarização da luz na região do infravermelho-próximo, sem filtros adicionais. A tecnologia, no futuro, pode ser embutida em câmeras de smartphones e tem aplicações em várias áreas como visão noturna 3D, direção autônoma e biotecnologia. As informações são do site Phys.","url":""},{"text":"Taiwan deveria ameaçar destruir fábricas de semicondutores da TSMC para dissuadir invasão da China, afirmam analistas militares dos EUA: a China já teria potência militar suficiente para ganhar uma guerra contra os EUA, e portanto, a estratégia poderia desencorajar uma invasão através de um mecanismo automatizado de destruição da indústria de semicondutores de Taiwan. As informações são do site The Register.","url":""}]}