{"title":"Alerta de notícia falsa / Telegram ameaçado / Mistério dos links","fps":30,"timestamp":1641999121,"date":"12/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Leitores da Newsletter alertam para possível farsa em notícia sobre Tesla que minera moedas digitais: segundo reportagem do site BeInCrypto, os dados apresentados pelo cientista de dados Siraj Raval não poderiam ser verdadeiros após cálculos realizados por outros mineradores. A reportagem da BeInCrypto, no entanto, não leva em conta a alegação feita por Raval: a utilização de GPUs extras e não apenas o sistema computacional interno do veículo, com sua bateria sendo a fonte de energia. A reportagem expõe, entretanto, que Raval já se envolveu em outra polêmica em 2019, quando foi pego plagiando um artigo científico. A CNBC, fonte original da notícia, não realizou uma atualização do artigo até o fechamento desta edição.","url":""},{"text":"Alemanha ameaça bloquear Telegram no país: segundo a ministra do Interior Nancy Faeser, o aplicativo estaria violando leis alemãs — a reportagem da Reuters não especifica quais. O bloqueio seria “claramente um último recurso” acrescentou Faeser, mas o país está avaliando junto à União Europeia como regular o Telegram.","url":""},{"text":"Designer da Mozilla acredita ter resolvido mistério do porquê links possuem a cor azul: segundo Elise Blanchard, um dos primeiros navegadores da Web no mundo, o Mosaic utilizou a cor para identificar hyperlinks porque o azul estava tornando-se o padrão na interação com texto e elementos de sistemas operacionais. Quando as telas de computador coloridas começaram a se popularizar, o professor Ben Shneiderman da Universidade de Maryland, conduziu estudos em 1985 demonstrando que a cor azul não interferia na leitura de textos e era visível tanto em fundos claros quanto escuros. As informações são do blog da Mozilla.","url":""},{"text":"BioNTech apresenta IA que pode monitorar variantes de alto risco durante a pandemia: o “Sistema de Alerta Antecipado” conseguiu identificar mais de 90% das variantes dois meses antes do posicionamento oficial da OMS. O sistema combina o sequenciamento genético do vírus com análise preditiva, o que daria mais tempo para autoridades públicas se prepararem contra futuras variantes. As informações são da página de imprensa da BioNTech.","url":""},{"text":"Ataque de ransomware atinge prisão nos EUA, confinando presos em celas: câmeras de segurança, rede interna e sistema de abertura de celas ficaram offline no centro de detenção no condado de Bernalillo na semana passada. Os dados de prisioneiros parecem ter sido corrompidos e perdidos com o ataque. As informações são do site The Verge.","url":""},{"text":"Cientistas da computação criam IA capaz de detectar malware através de ondas eletromagnéticas: um Raspberry Pi equipado com um osciloscópio e uma sonda eletromagnética consegue detectar ameaças sem precisar instalar nada no dispositivo infectado. O modelo utilizado para treinar o sistema atingiu uma precisão de até 99,82% durante os testes. As informações são do site Tom's Hardware.","url":""},{"text":"Canon está ensinando como burlar aviso de cartucho de tinta não original em suas impressoras: por causa da crise de abastecimento no setor de semicondutores, a companhia está vendendo cartuchos sem os chips que informam a impressora que são originais. A Canon garante que a qualidade das impressões não será afetada, mas indicadores do nível de tinta não irão funcionar. As informações são do site Ars Technica.","url":""},{"text":"Novo malware multiplataforma tem como alvo Windows, Linux e macOS: o SysJoker é escrito em C++ com builds específicas para cada sistema operacional. Seus criadores estão monitorando ativamente as máquinas infectadas e mirando em alvos específicos (um dos ataques atingiu uma instituição de educação). O possível vetor de ataque para o malware seria um módulo NPM infectado (não informado). As informações são do blog da empresa de segurança Intezer.","url":""}]}