{"title":"Bitcoin supera Google e FB / Bug do Milênio em 2022 / IA e lasers","fps":30,"timestamp":1641221515,"date":"03/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Bitcoin já consome mais eletricidade do que o gasto energético combinado do Google e Facebook e multiplicado por oito: a manutenção da rede consome 143 terawatts-hora de energia anualmente, mais do que um país inteiro como a Suécia. Uma única transação consome em média de 1.173 kWh, o suficiente para abastecer uma casa brasileira por cerca de seis meses. Com informações do site The National News e UFSC.","url":""},{"text":"Microsoft resolve problema parecido com o “Bug do Milêni” durante virada do ano: servidores Exchange em todo o mundo suspenderam a entrega de emails, após a verificação da versão do mecanismo antivírus FIP-FS não passar ao tentar armazenar a data em uma variável int32 assinada. A variável podia armazenar apenas um valor máximo de 2.147.483.647, menor que o novo valor de 2.2010.001 para 1º de janeiro de 2022, à meia-noite. As informações são do site Bleeping Computer.","url":""},{"text":"Cientistas japoneses irão utilizar IA e lasers para controlar pragas voadoras sem pesticidas: o método consegue prever a posição tridimensional de insetos — a partir de imagens capturadas por uma câmera estereoscópica — com antecedência de 0,03 segundo, eliminando o lapso de tempo entre detecção e emissão do pulso de luz. As informações são do Instituto para Proteção de Plantas do Japão.","url":""},{"text":"Tradicional jornal português é hackeado nesta madrugada de domingo por grupo que atacou Ministério da Saúde: o Lapsus$ Group invadiu o site e perfil no Twitter do “Periódico Expresso”, além de outros portais e sistema de hospedagem do grupo de comunicação. Os hackers afirmam que vazarão dados caso não recebam uma recompensa. As informações são do portal O Povo.","url":""},{"text":"Receita Federal passa a emitir certidões apenas pela internet: as certidões negativas de débitos e positivas, com efeitos de negativa, deverão ser emitidas exclusivamente online. A medida passou a valer a partir do dia 1º de janeiro. As informações são da Agência Brasil.","url":""},{"text":"“Erro técnico” faz banco Santander depositar indevidamente quase 1 bilhão de reais em 75 mil contas durante o Natal: o equívoco aconteceu no Reino Unido quando pagamentos agendados para a data foram processados em duplicidade. O Santander está tentando recuperar os valores, muitos dos quais estão em contas operadas por bancos concorrentes. As informações são do site CNBC.","url":""},{"text":"Novo material pode criar painéis solares ultrafinos e leves: dicalcogênios de metais de transição (TMDs na sigla em inglês) são quinze vezes mais finos do que papel, podendo ser moldadas em formas irregulares como o teto de um carro, uma asa de avião ou o corpo humano, mas conseguem absorver bons níveis da energia solar. O material possui potenciais aplicações em dispositivos vestíveis e móveis, sensores e drones. As informações são da página de imprensa da Universidade de Stanford.","url":""},{"text":"Indústria de semicondutores está em “guerra por talentos”: de acordo com a Intel, o setor precisa desenvolver habilidades que vão desde a indústria da construção para apoiar a construção de fábricas, até engenheiros e pesquisadores. A força de trabalho para o setor quase dobrou nos últimos cinco anos na China e mesmo assim carecia de 250 mil engenheiros ao final de 2020. As informações são do jornal The Wall Street Journal.","url":""}]}