{"title":"Reuniões secretas Google e Apple / CPU mais rápida do mundo / Trator autônomo","fps":30,"timestamp":1641394331,"date":"05/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Ação coletiva alega que Google estaria pagando bilhões de dólares para Apple não criar seu próprio mecanismo de busca: de acordo com a ação, executivos das duas companhias fariam “reuniões regulares secretas” para discutir valores, tratamento especial e supressão de concorrentes. A ação também pede a divisão do Google e Apple em empresas separadas e independentes. As informações são do site PR Newswire.","url":""},{"text":"Intel anuncia nova CPU móvel “mais rápida de todos os tempos”: a 12ª geração do Intel Core Mobile teria uma performance superior aos processadores “M1 Max” da Apple, de acordo com testes realizados pela Intel. Essa nova geração de CPUs da companhia apresenta um design híbrido para balancear desempenho e consumo de energia, podendo ser escalado para portáteis, desktops, servidores e aplicações IoT. As informações são da página de imprensa da Intel.","url":""},{"text":"John Deere lança trator autônomo para agricultura: o modelo da série “8R” possui seis câmeras estereoscópicas, com detecção de obstáculos em 360 graus, classificando cada pixel 10 vezes por segundo para orientação e segurança. A máquina é gerenciada por módulos de inteligência artificial Nvidia Jetson e não necessita de um operador humano, que pode monitorar o equipamento remotamente. A empresa afirma que deverá oferecer um sistema de retrofit com tecnologia de direção autônoma para modelos de tratores existentes no futuro. As informações são do site Agriculture.","url":""},{"text":"Comissão da Câmara proíbe cobrança adicional por uso de aplicativos de mensagens como WhatsApp e Telegram: os mensageiros deverão ser considerados como serviços de valor adicionado, eliminando a possibilidade da interpretação de que seriam uma forma clandestina ou mascarada de prestação de serviço de telecomunicações. O objetivo é assegurar o direito de usar esses aplicativos de forma livre e sem custo extra. As informações são da Agência Câmara de Notícias.","url":""},{"text":"Qualcomm e Microsoft irão desenvolver chips específicos para o metaverso: os processadores serão projetados para uma nova geração de óculos de realidade virtual/aumentada leves e com baixo consumo de energia. As informações são da página de imprensa da Qualcomm.","url":""},{"text":"Cientistas criam “aquário móvel robótic” para peixes: os animais conseguiram conduzir o veículo com rodas em direção a um alvo visual no ambiente terrestre, observável através das paredes do tanque. A ideia do projeto era estudar o processo de evolução do mecanismo de navegação em animais aquáticos para terrestres. As informações são do site The Verge.","url":""},{"text":"IntelliJ lança plugin “AntiCopyPaster” que bloqueia “copia e cola” de código Java em seu IDE: segundo a Universidade de Moscou, que desenvolveu o plugin, embora “copiar e colar” constitua uma parte essencial na programação, fazer isso pode levar à problemas de manutenção de código, segurança e licenciamento. O plugin é open source e está disponível no repositório “JetBrains-Research/anti-copy-paster” no GitHub. As informações são do site The Register.","url":""},{"text":"Algumas novidades da CES 2022: Sony lançou o novo sistema de realidade virtual “VR2” para o PlayStation 5, a primeira TV com tecnologia QD-OLED — que une as vantagens de maior brilho da tecnologia Quantum Dots e contraste do OLED — e apresentou o protótipo de um SUV elétrico e autônomo “S-Vision 02”. A Samsung lançou o projetor inteligente portátil “Freestyle” e um monitor curvo “Odyssey Ark” com 55 polegadas para gamers. A TP-Link lançou um roteador que ajusta suas antenas mecanicamente para transmitir um melhor sinal Wi-Fi. A TCL lançou óculos que atuam como um monitor secundário pessoal ao serem conectados a smartphones e PCs. As informações são do site The Verge.","url":""}]}