{"title":"Polêmica com Bitcoin / Embraer investiga 5G / Incêndio na ASML","fps":30,"timestamp":1641307926,"date":"04/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Leitores da Newsletter apontam que notícia sobre consumo de energia do Bitcoin deveria ser revista: apesar de os números apresentados pelo site The National News reportados na edição de ontem estarem corretos, é preciso compará-los com o sistema bancário tradicional, que consome cerca de 260 TWh a cada ano, 80% a mais do que a rede BTC. Além disso, a maioria das operações ocorre em Layer 2 — como na lightning network e exchanges — e são apenas registradas na blockchain uma única vez, diluindo dessa forma o custo energético por transação. Outro ponto importante apontado é que cerca de 40% do processo de mineração da moeda vem de fontes renováveis de energia, reduzindo sua pegada de carbono. As informações são do canal do Fernando Ulrich no YouTube, Cointelegraph, além de contribuições de diversos leitores por email.","url":""},{"text":"Anatel e Embraer irão investigar se 5G reduz segurança na operação de aeroportos: a tecnologia pode causar uma eventual interferência nos altímetros das aeronaves, que operam em frequências próximas ao 5G e são utilizados especialmente em pousos por instrumentos. As informações são do jornal O Globo.","url":""},{"text":"Feira de eletrônicos CES 2022 começa nos EUA: a Samsung apresentou um controle remoto de TV que recarrega ao absorver ondas eletromagnéticas de sinais Wi-Fi e uma TV com um mercado e visualizador de NFTs embutido. A Sengled apresentou lâmpadas inteligentes com sistema de radar que podem monitorar o sono e outras medidas biométricas, como frequência cardíaca e temperatura corporal. A L'Oréal apresentou o Colorsonic, um dispositivo similar a uma escova de cabelo com sistema de tingimento embutido, contendo um cartucho e cerdas que oscilam mais de 300 vezes por minuto para aplicar as cores de maneira uniforme. As informações são so site The Verge.","url":""},{"text":"Incêndio em fábrica da ASML, maior produtora de equipamentos para a indústria de semicondutores no mundo: a planta em Berlin faz componentes para sistemas de litografia. A companhia não reportou a extensão dos danos ou se o incidente terá impacto em seu plano de produção para este ano. As informações são da Reuters.","url":""},{"text":"Elizabeth Holmes, fundadora da Theranos, é considerada culpada em quatro acusações de fraude contra investidores: cada veredito acarreta uma sentença máxima de 20 anos de prisão. Holmes não será detida por enquanto e uma audiência de sentença ainda precisa ser marcada. As informações são do site Axios.","url":""},{"text":"Cientistas israelenses desenvolvem nanocristais feitos de perovskita que se auto-reparam: o mineral tem chamado a atenção devido a características eletro-ópticas únicas e baixo custo de fabricação. O novo material pode ser incorporado futuramente em painéis solares e em telas de smartphones ou outros dispositivos eletrônicos. As informações são do site Phys.","url":""},{"text":"Recorde no lançamento de foguetes em 2021: um total de 144 lançamentos orbitais foram realizados no ano passado, dos quais 133 foram bem-sucedidos. O recorde anterior ocorreu em 1967 (122 sucessos em 139 tentativas). A China foi o destaque, com 56 lançamentos (3 falhas), seguida pela SpaceX com 31 foguetes, todos bem sucedidos. As informações são do site Ars Technica.","url":""},{"text":"Sem surpresa, TikTok é o aplicativo mais baixado em todo o mundo no ano de 2021: ao total, foram 656 milhões de downloads. Instagram ficou em segundo lugar (545 milhões de downloads), Facebook em terceiro (416 milhões), WhatsApp em quarto (395 mi) e o Telegram em quinto (329 mi). Outros destaques ficaram com a Shopee, app de compras mais baixado (203 mi), Spotify na categoria música (203 mi) e Zoom em negócios (300 mi). As informações são do blog da Apptopia.","url":""}]}