{"title":"Eleição ilegal no Telegram / Pistolas inteligentes / Min. da Saúde confirma ataque grave","fps":30,"timestamp":1642171927,"date":"14/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Propagandas veiculadas por candidatos ou partidos políticos no Telegram em 2022 serão irregulares: segundo Neide Cardoso, procuradora do TRE do Rio de Janeiro, mensagens eleitorais no aplicativo estarão “fora do alcance da Justiça”. O Telegram não possui sede oficial no Brasil ou um endereço oficial para recebimento de determinações judiciais, motivo da irregularidade. As informações são do site Tecnoblog.","url":""},{"text":"Pistolas inteligentes estarão disponíveis para compra nos EUA ainda neste ano: as armas desenvolvidas por empresas como a LodeStar e SmartGunz possuem leitores de impressões digitais ou chips NFC que permitem a operação apenas por usuários previamente cadastrados. A ideia é impedir acidentes com disparos inadvertidos e tornar inúteis armas perdidas ou roubadas. Em 2014, no entanto, a empresa alemã Armatix precisou remover sua pistola inteligente do mercado após hackers descobrirem como bloquear remotamente o uso da arma e dispará-la quando deveria estar travada. As informações são do site Reuters.","url":""},{"text":"Ministério da Saúde confirma que hackers excluíram sistemas estratégicos durante ataque: segundo Rodrigo Cruz, Secretário Executivo do Ministério, o ataque realmente havia deletado sistemas personalizados e que precisaram ser reconstruídos do zero, ao contrário de informações iniciais repassadas pelo Governo e confirmando, em parte, as alegações do grupo criminoso Lapsus$. Cruz esclareceu, no entanto, que não houve perda de dados, como comprovantes de vacinação. As informações são do site Convergência Digital.","url":""},{"text":"SpaceX lança com sucesso primeiro nanossatélite desenvolvido por startup brasileira: o PION-BR1 possui 125 centímetros cúbicos e é quase do tamanho de um celular. A telemetria do “Pionzinho”, como foi carinhosamente apelidado, será aberta para coleta e análise dos dados espaciais. A missão principal do satélite será o experimento digital de armazenamento e envio de mensagens usando o protocolo NGHam. As informações são da Agência Brasil.","url":""},{"text":"Empresa de neurotecnologia usará óculos de realidade aumentada para tratamento de tonturas: a câmera e sensores do “Magic Leap 2” possuem alta fidelidade em nível clínico, permitindo a sinalização de movimentos oculares anormais e que podem causar ou piorar distúrbios vestibulares, afirma a empresa SyncThink. As informações são do site The Verge.","url":""},{"text":"Empresa desenvolve tecnologia de enxame de drones militares controlado por apenas uma pessoa: o sistema utiliza uma interface de realidade virtual comandada por voz, exigindo treinamento mínimo para o controle de 130 drones por vez. A vantagem está no software desenvolvido, permitindo que os dispositivos colaborem ativamente entre si para decidir como realizar uma missão específica com mais eficiência. As informações são do site da Raytheon.","url":""},{"text":"Startup desenvolve veículo autônomo com airbags do lado de fora: o Nuro, veículo desenvolvido especificamente para entregas, possui um airbag gigante voltado para o exterior no caso de acidentes com ciclistas ou pedestres. O Nuro pode atingir velocidade máxima de 72 km/h e possui compartimentos aquecidos e resfriados para a entregas de comidas quentes, como pizzas, e bebidas geladas. As informações são do site Futurism.","url":""},{"text":"Coreia do Norte roubou mais de 2 bilhões de reais em moedas digitais ao redor do mundo em 2021: hackers do governo norte-coreano visaram principalmente empresas de investimento e exchanges centralizadas. Os ativos digitais roubados passam por rigoroso processo de lavagem para encobrimento de rastros e saque dos valores. As informacoes são do site TechCrunch.","url":""}]}