{"title":"Adolescente hackeia Teslas / Lua artificial / GitHub Copilot pode conversar","fps":30,"timestamp":1642085525,"date":"13/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Hacker encontra bug e consegue controlar veículos da Tesla remotamente: David Colombo, de apenas 19 anos, afirma que a vulnerabilidade permite destravar portas e janelas, desativar o sistema de câmeras, acessar a localização e ligar veículos em 13 países diferentes — no entanto, o acesso à direção, acelerador ou freios não foi possível. A Tesla já está conversando com Colombo e investigando o problema. As informações são do site Ars Technica.","url":""},{"text":"China está desenvolvendo “Lua artificial” para simular baixa gravidade: uma câmara de vácuo combinado com um poderoso campo magnético consegue recriar um ambiente de baixa gravidade para o teste de equipamentos e ferramentas espaciais. A instalação foi parcialmente inspirada em pesquisas conduzidas pelo físico russo Andrew Geim, que fez flutuar um sapo utilizando ímãs — o experimento rendeu a Geim o satírico Prêmio Ig Nobel de Física no ano 2000. As informações são do site Futurism e Wikipedia.","url":""},{"text":"Desenvolvedor descobre, por acaso, que pode conversar com IA por trás do GitHub Copilot: segundo o cientista de dados Ido Nov basta formatar a conversa em uma estrutura de perguntas e respostas, dando ao Codex uma identificação ou nome. Em uma das conversas, Nov, identificando-se como “humano“, pergunta se “computadores serão mais espertos do que nós”, ao que a IA responde “Na minha opinião, sim.” As informações são do blog DAGsHub.","url":""},{"text":"Inclusão digital pode virar direito fundamental: a PEC 47/2021, de autoria da senadora Simone Tebet (MDB), inclui dispositivo no art. 5º da Constituição que assegura a todos o direito à inclusão digital e determina que o poder público promova políticas para ampliar o acesso à internet em todo território nacional. As informações são da Agência Senado.","url":""},{"text":"Fundador do Twitter anuncia fundo de defesa legal para desenvolvedores do protocolo Bitcoin: a ideia de Jack Dorsey é auxiliar desenvolvedores que enfrentam ações judiciais da Tulip Trading — empresa associada a Craig Wright, cientista da computação que afirma ser Satoshi Nakamoto — em projetos do ecossistema Bitcoin e relacionados, como a Lightning Network e protocolos de privacidade. As informações são do site Decrypt.","url":""},{"text":"Nova descoberta em classe de “metais estranhos”: no novo material, a carga elétrica é transportada não por elétrons, mas por entidades mais “semelhantes a ondas” chamadas pares de Cooper. O fisico Jim Valles está aplicando abordagens matemáticas semelhantes às usadas para entender buracos negros no material. O comportamento estranho desse metal pode ser a chave para entender a supercondutividade de alta temperatura, com vasto potencial na criação de redes elétricas sem perdas e computadores quânticos. As informações são da Universidade Brown.","url":""},{"text":"Cientistas canadenses constroem menor antena do mundo utilizando DNA: a nanoantena consegue monitorar o movimento de proteínas dentro do corpo humano. A tecnologia tem grande potencial na indústria química para a criação de outras nanomáquinas e na descoberta de novos medicamentos. As informações são da Universidade de Montreal.","url":""},{"text":"Cientistas anunciam grande avanço na produção em massa de “UltraRAM”: a tecnologia combina memória e armazenamento em um só componente e tem o potencial de ser um tipo de memória universal para PCs ou outros dispositivos eletrônicos. A nova técnica de produção promete tempo de armazenamento de dados por “pelo menos mil anos” e uma resistência ao ciclo de dados (escrever e apagar) até “cem a mil vezes” melhor que SSDs com memória flash convencionais. As informações são do site Tom's Hardware.","url":""}]}