{"title":"TSE pode banir Telegram / Automação viraliza / Fuga de cérebros","fps":30,"timestamp":1642690329,"date":"20/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"TSE estuda banir Telegram no Brasil: o Tribunal Superior Eleitoral avalia se deve proibir o funcionamento do aplicativo de mensagens no País como ação de combate a notícias falsas que poderiam circular na plataforma durante as eleições deste ano. O TSE pode determinar a remoção do Telegram das lojas de aplicativos e até mesmo bloquear o tráfego de dados em nível nacional, impedindo o seu funcionamento mesmo se já estiver instalado em smartphones. Esse tipo de ação é previsto no Marco Civil da Internet. As informações são do site O Globo.","url":""},{"text":"Funcionário de escritório de advocacia nos EUA viraliza após automatizar trabalho sem chefes saberem: segundo essa pessoa, que deseja se manter anônima, tudo começou quando o escritório decidiu deixar seus funcionários trabalharem de casa no início da pandemia. Em apenas uma semana, o funcionário criou um script para realizar todo seu trabalho envolvendo a organização de evidências em processos judiciais. No final do dia, é necessário apenas conferir os logs do script para verificar que tudo correu normalmente, algo que dura 10 minutos por dia. A pessoa afirma não se sentir culpa pois está executando perfeitamente o trabalho para o qual foi contratada para fazer. As informações são do site NewsWeek.","url":""},{"text":"67% dos profissionais de TI aceitariam trabalhar fora da América Latina, mostra pesquisa: o Canadá ultrapassou os EUA como o destino mais desejado, seguido por Austrália, Alemanha e Reino Unido. O estudo realizado pelo Boston Consulting Group e The Network também aponta que 93% desses profissionais na região pretendem mudar de empresa nos próximos dois a três anos. As informações são do site Convergência Digital.","url":""},{"text":"Tonga deve ficar mais duas semanas sem Internet após erupção vulcânica romper único cabo submarino que conectava arquipélago: a comunicação com a região no momento está limitada a telefones via satélite e sistemas de rádio de alta frequência. Atualmente, 99% do tráfego internacional da Internet é realizado através de cabos submarinos, com cerca de 430 cabos abrangendo distâncias de 1,3 milhão de quilômetros. As informações são do site The Verge.","url":""},{"text":"CEO da Crypto.com confirma ataque a mais de 483 contas na plataforma: segundo Kris Marszalek, todas as contas impactadas foram reembolsadas. Estimativas apontam que as perdas chegam a 33,8 milhões de dólares. As informações são do site Bleeping Computer.","url":""},{"text":"Nova IA resume artigos científicos em linguagem simples: a rede neural “tl;dr papers” promete resumir artigos científicos de forma tão clara que até uma criança cursando a segunda série do ensino médio poderia entender. Apesar de ainda controversos e limitados, sistemas desse tipo podem no futuro auxiliar no estudo de informações técnicas complexas e podem ser incorporados em revistas científicas, produzindo automaticamente resumos simplificados de seus artigos para o público. As informações são do site The Verge.","url":""},{"text":"Exército dos EUA está capacitando pilotos de jatos de combate equipados com IAs: o objetivo do programa “Ace” é transformar o papel dos pilotos, não removê-los completamente. Caças com recursos autônomos permitirão que pilotos transformem-se em “gerentes de batalha”, dirigindo esquadrões de aeronaves não tripuladas de forma similar a um “treinador de futebol“, escolhendo seus membros de equipe e seu posicionando em campo para “executar as jogadas”. As informações são do jornal The New Yorker.","url":""},{"text":"MediaTek realiza primeira demonstração técnica do Wi-Fi 7: o padrão, oficialmente chamado de 802.11be, ainda não foi finalizado, mas a tecnologia deverá fornecer taxas de transferência teórica máxima de no mínimo 30 Gbps, três vezes a velocidade do padrão atual Wi-Fi 6 (ou quase 10 vezes a do Wi-Fi 5). O Wi-Fi 7 promete ser compatível com streaming de vídeos em 8K, realidade virtual/aumentada, e jogos e computação em nuvem com latências mínimas, a partir de 2023. As informações são do site Ars Technica.","url":""}]}