{"title":"Meta cria IA do futuro / Estúdio no espaço / Dispositivos médicos vulneráveis","fps":30,"timestamp":1642776722,"date":"21/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Meta desenvolve primeiro algoritmo autossupervisionado de alto desempenho intercambiável entre fala, imagens e texto: o “data2vec” representaria um novo paradigma, onde o conhecimento construído em uma área de dados é utilizado em outras. Além de acelerar o progresso em inteligências artificiais, o data2vec seria o primeiro passo na construção de máquinas que conseguirão compreender diferentes aspectos do mundo ao seu redor. As informações são do blog Meta AI.","url":""},{"text":"Produtora britânica de filmes vai acoplar estúdio à Estação Espacial Internacional: o “SEE-1” será um módulo para a produção de filmes, séries de TV, música e eventos esportivos, permitindo gravações e transmissões ao vivo em um ambiente de microgravidade. O estúdio possui um formato esférico com diâmetro de seis metros e está programado para ser lançado no final de 2024. As informações são do site The Register.","url":""},{"text":"Grande parte dos dispositivos médicos-hospitalares conectados à Internet são vulneráveis: segundo um relatório da empresa de cibersegurança Cynerio — que analisou mais de 10 milhões de dispositivos em 300 hospitais e instalações de saúde ao redor do mundo — as bombas de perfusão são os equipamentos mais vulneráveis por causa de sua habilidade em se conectar remotamente a registros médicos eletrônicos para extrair dosagens de medicamentos e injetá-los em pacientes. A maioria das vulnerabilidades, no entanto, seria facilmente corrigida com senhas mais fortes e atualizações de firmware regulares. As informações são do site The Verge.","url":""},{"text":"Europa estuda banir mineração de moedas digitais que utilizam prova de trabalho como método de consenso: os reguladores da região querem direcionar a indústria para processos menos intensivos em energia, como prova de participação (PoS na sigla em inglês). Bitcoin, o ativo digital com maior valor de mercado, utiliza prova de trabalho (PoW) para manutenção de sua rede. Ethereum, o segundo em valor de mercado, deve migrar para o modelo PoS ainda neste ano. As informações são do jornal Financial Times.","url":""},{"text":"Vazam as primeiras informações do Projeto Iris, novo óculos de realidade aumentada do Google: os protótipos atuais do dispositivo se assemelhariam a um par de óculos de esqui, com câmeras que mesclam imagens geradas por computador e o mundo real. Cerca de 300 engenheiros já estariam alocados ao projeto, mas espera-se a contratação de outras centenas. A data de lançamento está prevista para 2024. As informações são do site The Verge.","url":""},{"text":"Twitter lança integração com NFTs em imagens de perfis: contas que vincularem NFTs às suas imagens de perfil terão uma borda no formato hexagonal ao invés do tradicional círculo. A integração está disponível apenas para assinantes do Twitter Blue e em dispositivos iOS. As informações são do site The Verge.","url":""},{"text":"Amazon apresenta sua primeira loja física de roupas com provador tecnológico: a experiência de compra promete ser diferente de lojas tradicionais. Clientes poderão escolher artigos dispostos em mostradores ao redor da loja que são então disponibilizados dentro de provadores individuais, sem contato com atendentes. Lá dentro, uma tela de toque combinada com um sistema de inteligência artificial faz sugestões de combinações com outras peças de roupa, que também são entregues sem precisar deixar a cabine. As informações são do blog da Amazon.","url":""},{"text":"Novo dispositivo grava sinais do cérebro humano em resolução recorde: o conjunto de sensores — feitos de nano-hastes de platina — consegue registrar 100 vezes mais informações do que outros dispositivos do mesmo tipo. Um modelo sem fio está sendo desenvolvido para o monitoramento cerebral de pessoas com epilepsia. A tecnologia também tem potencial para implantação permanente e melhorar a qualidade de vida de pessoas com doenças neurodegenerativas que podem ser tratadas com estimulação elétrica, como Parkinson, tremor essencial e distonia. As informações são do site ScienceDaily.","url":""}]}