{"title":"Novos bilionários brasileiros / Virada importante em elétricos / Sistema simples de mineração","fps":30,"timestamp":1642517516,"date":"18/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Brasileiros fundadores da Brex tornam-se bilionários: a participação de Henrique Dubugras e Pedro Franceschi — de 26 e 25 anos respectivamente — na empresa está avaliada em 1,5 bilhão de dólares cada (mais de 8 bi de reais). A startup possui sede em São Francisco e quer revolucionar a indústria de cartões de crédito corporativos. Em 2013, Dubugras e Franceschi já haviam lançado no Brasil a startup de pagamentos online Pagar.me, posteriormente vendida para a Stone. As informações são da Forbes.","url":""},{"text":"Carregamento de veículos elétricos será mais lucrativo do que postos de gasolina em breve, afirma uma das maiores petrolíferas do mundo: a British Petroleum acredita que o futuro está em sistemas de carregamento rápido, que conseguem recarregar baterias de veículos em cerca de 10 minutos. A expansão das operações nesse mercado também visa manter um forte fluxo de clientes em lojas de conveniência adjacentes. As informações são da Reuters.","url":""},{"text":"Block, empresa de pagamentos de ex-CEO do Twitter, pretende criar sistema simples para mineração de Bitcoin: o objetivo é tornar a mineração da moeda digital mais descentralizada, tornando a rede mais resiliente. A empresa poderá construir seu próprio ASIC — chip especialmente projetado para mineração — de código aberto. Jack Dorsey acredita que o processo de mineração precisa ser “tão fácil quanto conectar um equipamento a uma fonte de energia”. As informações são do site The Verge.","url":""},{"text":"Governo inaugura primeira infovia do País: o projeto-piloto “Infovia 00” instalou um cabo de fibra óptica submerso de 770 km, conectando Macapá (AP) a Santarém (PA). Ao todo, o Programa Amazônia Integrada e Sustentável promete implantar 12 mil km de redes de fibra óptica de alta capacidade nos estados do Acre, Amapá, Amazonas, Rondônia e Roraima. As informações são do site Mobile Time.","url":""},{"text":"Twitter ativa recurso para denúncias de notícias falsas no Brasil: ainda em fase de testes, a funcionalidade está presente em apenas outros cinco países — EUA, Coreia do Sul, Austrália, Espanha e Filipinas. A rede social, no entanto, não garante que irá tomar medidas contra todos os tuítes denunciados. Até o momento, o mecanismo se provou útil, mas complexo — das denúncias analisadas, apenas 10% violavam as políticas da empresa. As informações são do perfil oficial do Twitter no Brasil.","url":""},{"text":"Governo amplia disponibilidade do “Balcão Único” para mais estados: o sistema online e sem burocracia para abertura de empresas estará disponível no Paraná, Piauí, Rondônia, Maranhão, Alagoas, Goiás, Sergipe, Tocantins, Paraíba, Rio Grande do Norte e Espírito Santo até o final de janeiro. Através do sistema, a coleta das informações é realizada por um formulário digital único e o dono do negócio obtém um número CNPJ na hora. Junto de outras medidas adotadas pelo governo federal, já é possível abrir uma empresa em menos de dois dias no Brasil. As informações são do site Convergência Digital.","url":""},{"text":"Acordo entre Governo e bancos pode violar LGPD, afirma IDEC: o Ministério da Economia e a Associação Brasileira de Bancos firmaram recentemente um acordo para utilização dos dados da Identidade Civil Nacional (ICN), novo sistema de identificação digital civil. O instituto de defesa do consumidor pede esclarecimentos sobre o interesse público do acordo e quais são as garantias quanto à segurança e possíveis usos privados desses dados. As informações são do site Mobile Time.","url":""},{"text":"Grande parte das pessoas estaria pronta para trabalhar no metaverso, mostra pesquisa: 44% dos entrevistados estão dispostos a apostar na tecnologia no local de trabalho. Do total, 20% rejeitam a ideia, 21% dizem que são neutros e outros 15% não tem certeza. No Brasil, entretanto, 53% não acredita que as empresas para qual trabalham possuem conhecimento ou experiência para implementar um sistema desse tipo. As informações são de uma pesquisa comissionada pela Lenovo disponível no site Business Wire.","url":""}]}