{"title":"Robô como funcionário / Erupção supera bomba nuclear / Marco histórico na Tesla","fps":30,"timestamp":1642603933,"date":"19/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Fábricas estão adotando modelo “robô-como-funcionário” nos EUA: ao invés de pagar centenas de milhares de dólares na aquisição de um robô, empresas agora já conseguem alugar robôs, pagando apenas pelas horas que trabalham — custando um valor equivalente a 53% de um funcionário humano. Robôs têm assumido tarefas simples e repetitivas, liberando os humanos para trabalhos mais complexos. Uma pequena metalúrgica norte-americana, como exemplo, afirma que não pretende demitir nenhum de seus 70 funcionários no momento, mas provavelmente não precisará contratar mais nenhum funcionário novo nos próximos cinco anos ao planejar a contratação de 25 novos robôs nesse período. As informações são do site Wired.","url":""},{"text":"Erupção vulcânica em Tonga foi 500 vezes mais potente do que bomba nuclear lançada sobre Hiroshima na 2ª Guerra Mundial, estima NASA: James Garvin, cientista-chefe do Centro de Voos Espaciais Goddard, calcula que a explosão liberou energia equivalente a cerca de 10 megatons de TNT. A onda de pressão circulou o mundo e foi provavelmente um dos eventos com som mais alto a ocorrer na Terra em mais de um século. As informações são do site NPR.","url":""},{"text":"Sistema de direção autônoma da Tesla completa um ano sem registrar acidentes, afirma Elon Musk: no mesmo período, cerca de 20 mil pessoas teriam morrido em acidentes de trânsito nos EUA. Críticos, no entanto, notam que a segurança do sistema seria resultado do cuidado dos motoristas que estão aptos a participar do programa de testes do piloto automático e não apenas do sistema em si. As informações são do site Electrek.","url":""},{"text":"Brasília possui a melhor internet móvel do País: segundo o levantamento da Ookla, a cidade possui velocidade de download média de 35,08 Mbps e upload de 11,90 Mbps. Em segundo lugar ficou Curitiba (30,3 Mbps em download e 9,19 Mbps em upload), seguida pelo Rio de Janeiro (26,23 Mbps em download e 8,97 Mbps em upload). Em relação a operadoras, a Claro foi o destaque com melhores resultados gerais em velocidade, consistência e desempenho de novas conexões em 5G. As informações são do site Canaltech.","url":""},{"text":"Companhias aéreas preveem caos nesta quarta-feira com a implementação do 5G perto de aeroportos nos EUA: diversos voos com destino ao país já foram cancelados devido a preocupações de que sinais 5G poderiam interferir em instrumentos de pouso de aviões, principalmente nas aeronaves Boeing 777. As companhias aéreas afirmam estar seguindo orientações específicas da Boeing. As informações são do site The Verge.","url":""},{"text":"Microsoft realiza maior aquisição no setor de tecnologia de todos os tempos: a compra da Activision Blizzard — produtora de jogos famosos como Call of Duty, World of Warcraft, Diablo e Candy Crush — foi negociada em 68,7 bilhões de dólares (378 bi de reais), em dinheiro. Satya Nadella, CEO da Microsoft, afirma que a aquisição desempenhará um papel fundamental no desenvolvimento de plataformas do metaverso. As informações são do site The Verge.","url":""},{"text":"Cientistas suecos desenvolvem microrrobôs biohíbridos injetáveis que podem tratar fraturas em ossos: os dispositivos combinam propriedades eletromecanicamente ativas de polímeros orgânicos, géis de alginato e nanofragmentos de membrana plasmática derivados de células. Os microrrobôs podem envolver e, após um processo de mineralização induzida, crescer seu próprio tecido ósseo em apenas dois dias. As informações são do site do jornal científico Advanced Materials.","url":""},{"text":"Pesquisadores suíços estão desenvolvendo “mini-gerador” de eletricidade a partir de pontos quânticos: os cientistas do instituto Empa querem criar um dispositivo para recuperação de calor residual, utilizando nanofitas de grafeno. A tecnologia seria ideal em dispositivos e sensores vestíveis médicos e edifícios inteligentes. As informações são do site Phys.","url":""}]}