{"title":"Rio investirá em cripto / Polêmica em geoengenharia solar / Rede neural “prevê” terremotos","fps":30,"timestamp":1642431128,"date":"17/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Cidade do Rio de Janeiro irá investir em moedas digitais e dar desconto no IPTU: dentro do projeto “Cripto Rio”, a cidade irá aplicar 1% do Tesouro em moedas virtuais e dar 10% de desconto no imposto predial quando for pago com Bitcoin. O plano é transformar o Rio em um hub para tecnologias relacionadas a moedas digitais. As informações são do jornal O Globo.","url":""},{"text":"Grupo de cientistas pedem o banimento em programas de geoengenharia solar: sistemas em escala planetária, projetados para resfriar a superfície da Terra e diminuir o impacto do aquecimento global são potencialmente perigosos e devem ser bloqueados por governos, governos, Nações Unidas e outros atores internacionais. A técnica enfraqueceria as monções de verão africanas e asiáticas e causaria uma seca na Amazônia. Outra preocupação seria se o programa fosse encerrado abruptamente por um motivo qualquer, elevando rapidamente as temperaturas da superfície terrestre. As informações são do site Phys.","url":""},{"text":"Rússia afirma ter “neutralizado” gangue de ransomware REvil após identificar todos os seus membros: a FSB, agência russa de serviços de informação que sucedeu ao KGB, prendeu 14 pessoas na última sexta-feira e desativou a infraestrutura do grupo. A ação confiscou 6,7 milhões de dólares em dinheiro e moedas digitais, além de 20 carros de luxo e computadores. As informações são do site Bleeping Computer.","url":""},{"text":"Cientistas desenvolvem rede neural para prever terremotos: o Laboratório Nacional de Los Alamos nos EUA está utilizando os chamados “terremotos silenciosos” — atividade sísmica que pode durar horas, dias ou até meses — para treinamento do modelo. O sistema já conseguiu “prever” tremores que aconteceram no passado, utilizando dados de terremotos reais gravados desde a década de 90, com uma antecipação de um pouco mais de uma semana. As informações são do site The Economist.","url":""},{"text":"Suturas inteligentes monitoram lesões cirúrgicas profundas: o dispositivo sem bateria pode detectar e transmitir informações de integridade e micromovimentos teciduais de pontos cirúrgicos profundos. Esse tipo de monitoramento após uma operação tem o potencial de prevenir infecções ou outras complicações rapidamente por profissionais da saúde. As informações são da Universidade Nacional de Singapura.","url":""},{"text":"Drones armados são utilizados por cartel mexicano contra grupo criminoso rival: um vídeo, gravado a partir do próprio drone, mostra bombas sendo lançadas em direção a uma estrutura no meio da floresta, com explosões e pessoas fugindo em várias direções. O vídeo fica abruptamente embaçado, após o drone provavelmente cair no chão depois de ter sido baleado. Especialistas alertam há tempos sobre a “democratização” de certas tecnologias para o uso do crime organizado. As informações são do site Futurism.","url":""},{"text":"Google, Meta, Microsoft e Amazon já dominam 66% da infraestrutura de fibra óptica intercontinental no mundo: em 2012, a participação dessas empresas não passava de 10%. Apesar da concentração, o envolvimento dessas empresas no setor reduziu o custo de transmissão de dados ao redor do mundo e ajudou a aumentar a capacidade de transmissão em mais de 40% somente em 2020. As informações são do jornal The Wall Street Journal.","url":""},{"text":"Mark Zuckerberg, da Meta, e Sundar Pichai, do Google, participaram ativamente em conspiração no mercado de anúncios digitais, alega processo judicial nos EUA: novos documentos revelam que os dois CEOs teriam aprovado pessoalmente um acordo secreto que daria ao Facebook vantagens nos leilões de publicidade online do Google. As duas empresas negam as acusações. As informações são do site The Verge.","url":""}]}