{"title":"Ferramenta derruba BC / Meta revela supercomputador / Maior robô biônico","fps":30,"timestamp":1643122328,"date":"25/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Site do Banco Central está fora do ar após lançar ferramenta para pesquisa de créditos: o “Sistema de Informações de Valores a Receber” facilita o processo de devolução de valores esquecidos em contas encerradas, parcelas de empréstimos e tarifas cobradas indevidamente, recursos após o encerramento de grupos de consórcio e cotas de capital em cooperativas de crédito. O montante é de aproximadamente 8 bilhões de reais e a maioria das pessoas desconhece seu direito de recebê-lo, afirma o BC. As informações são do site Convergência Digital.","url":""},{"text":"Meta revela supercomputador mais rápido do mundo: o “AI Research SuperCluster” foi projetado especificamente para treinar sistemas de aprendizado de máquina. O sistema ajudará pesquisadores a construir melhores modelos de inteligência artificial que podem aprender com trilhões de exemplos, trabalhar em centenas de idiomas diferentes, analisar texto, imagens e vídeo ao mesmo tempo e desenvolver novas ferramentas de realidade aumentada. Quando o supercomputador ficar pronto — na metade de 2022 — o sistema contará com um desempenho de quase 5 exaflops de computação de precisão mista. As informações são do blog Meta AI.","url":""},{"text":"China desenvolve maior robô biônico quadrúpede do mundo: o robô deve-se juntar a missões logísticas de entrega e reconhecimento em ambientes complexos e que se mostrarem desafiadores para soldados humanos. A máquina pode carregar até 160 quilos e atingir velocidades de até 10 Km/h. As informações são do jornal Global Times.","url":""},{"text":"Ataque DDoS durante torneio do jogo Minecraft derruba Internet de pequeno país europeu: suspeita-se de que o ataque contra o Principado de Andorra foi planejado para impedir os jogadores que formam um time no país participassem da competição e disputassem o prêmio de 100 mil dólares. Por causa dos problemas de conexão, os jogadores de Andorra foram desclassificados. As informações são do site Tom's Hardware.","url":""},{"text":"Observatório espacial James Webb atinge órbita final: os propulsores a bordo do telescópio completaram a correção final do curso pós-lançamento, inserindo-o no segundo ponto de Lagrange, a 1,5 milhão de quilômetros de distância da Terra. Agora inicia-se um processo de três meses para alinhamento dos elementos ópticos do telescópio, que requerem precisão quase nanométrica. As informações são do site da NASA.","url":""},{"text":"Nvidia estaria se preparando para retirar oferta de compra da ARM: a fabricante de GPUs não estaria mais confiante que conseguirá aprovação regulatória para a aquisição. A companhia havia oferecido 40 bilhões de dólares pela empresa de microprocessadores britânica em dezembro de 2020. As informações são da Reuters.","url":""},{"text":"IBM dobra capacidade de computadores quânticos ao combinar recursos de computação clássica: o processo de “forja de emaranhamento” é uma maneira de resolver equações utilizando menos qubits (bit quânticos) envolvendo computadores clássicos e capturar correlações quânticas, efetivamente dividindo o problema pela metade. Outra vantagem da solução é sua escalabilidade. As informações são do site The Register.","url":""},{"text":"IA consegue deduzir a composição de universos simulados ao analisar apenas uma galáxia: uma rede neural desenvolvida pelo Instituto Flatiron encontrou uma relação precisa e complexa entre cerca de 17 propriedades galácticas. A relação persiste apesar da simulação conter fusões galácticas, explosões estelares e buracos negros. A pesquisa sugere que, em teoria, um estudo exaustivo da Via Láctea ou outras galáxias próximas poderia permitir uma medição extremamente precisa da matéria e de outras propriedades de importância cósmica do Universo. As informações são do site Quanta Magazine.","url":""}]}