{"title":"IA cria outras IAs / BC suspende ferramenta / Marca mais valiosa da história","fps":30,"timestamp":1643207378,"date":"26/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Pesquisadores canadenses criam IA que constrói outras IAs: uma espécie de rede neural chamada de GHN-2 (Graph HyperNetworks 2) foi projetada e treinada para prever parâmetros para outras inteligências artificiais em frações de segundo, tornando desnecessário o processo de treinamento desses modelos. A GHN-2 detecta padrões aparentemente aleatórios em redes neurais, o que facilitaria a transferência de conhecimento de uma arquitetura para outra. As informações são do site Quanta Magazine.","url":""},{"text":"Banco Central suspende temporariamente ferramenta para conferência de valores “esquecidos” em bancos: a decisão ocorreu por causa do alto volume de acessos. Nos dois primeiros dias de funcionamento, já foram realizadas 8,5 mil requisições de devolução de dinheiro, resgatando um total de 900 mil reais. Os valores serão depositados através do Pix em até 12 dias úteis. Atualmente existem 8 bilhões de reais esquecidos em instituições financeiras no Brasil, afirma o BC. As informações são da Agência Brasil.","url":""},{"text":"Apple possui a marca mais valiosa da história e TikTok a que cresce mais rápido: com valor estimado em 355 bilhões de dólares, a marca da Apple registrou uma valorização de 35% em um ano, segundo a classificação “Brand Finance Global 500”. A Amazon ficou em segundo lugar (350 bi de dólares), seguida pelo Google (263 bi). O TikTok possui a marca que mais cresce no mundo, com uma valorização de 215% no ano (59 bilhões de dólares), conquistando o 18º lugar. As informações são do site 9to5Mac.","url":""},{"text":"Cidadão poderá dar nota para serviços públicos digitais: a partir de agosto, o Governo irá publicar uma classificação dos serviços públicos a partir da avaliação de usuários, com notas de 1 a 5. A ferramenta de pesquisa de satisfação prevê critérios como clareza das informações, facilidade de uso, esforço para a obtenção do serviço, entre outros. O objetivo é elaborar planos de ação com melhorias baseadas nas opiniões de quem utiliza os sistemas. As informações são do site Convergência Digital.","url":""},{"text":"Justiça pretende padronizar sites de todos os tribunais no Brasil: a ideia é criar um padrão mínimo para apresentação de informações e desburocratizar o acesso ao Judiciário, elevando a usabilidade em portais com uma navegação mais intuitiva, sem, no entanto, desrespeitar a autonomia e singularidade dos tribunais de cada região. As informações são do site Convergência Digital.","url":""},{"text":"Pesquisadores alemães criam “óculos” que facilitam a navegação de pessoas com deficiência visual: o dispositivo utiliza câmeras infravermelhas para capturar imagens estereoscópicas, mesmo no escuro, processadas em tempo real e criar um mapa da área circundante. Uma braçadeira com 25 atuadores auxilia a pessoa a avaliar a proximidade dos objetos e como eles estão arranjados no espaço. Em testes, voluntários obtiveram até 98% de precisão ao navegar por caminhos com obstáculos. A vantagem desse dispositivo em relação a outras alternativas está no fato de não bloquear outros sentidos, como a audição, para auxiliar na navegação. As informações são do site Futurism.","url":""},{"text":"Facebook pode desistir de moeda digital própria: a associação por trás do “Diem”, criada pelo Facebook para administrar o sistema, estaria explorando a venda de seus ativos. O problema seria a pressão do banco central dos EUA para que instituições financeiras não colaborassem com o Facebook para a implementação da moeda. As informações são do site The Verge.","url":""},{"text":"Google desiste do FLoC para substituir cookies e apresenta novo sistema para publicidade direcionada: a ideia do modelo “Topics” é que o navegador aprenda sobre os interesses de usuários enquanto navegam pela web. O sistema identificará inicialmente 300 tópicos de interesse — que serão expandidos ao longo do tempo — durante três semanas do histórico de navegação. Esse processo deverá acontecer inteiramente no dispositivo, sem envolver servidores externos. As informações são do blog do Google Brasil.","url":""}]}