{"title":"Plano 5G será caro / Governo no metaverso / Autônomos podem causar problemas","fps":30,"timestamp":1643725638,"date":"01/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Plano de celular com 5G deverá custar 250 reais por mês quando for lançado: a tecnologia do 5G standalone, também chamada de “5G puro”, estará disponível apenas a partir de julho de 2023 e inicialmente somente nas capitais brasileiras. Segundo Pietro Labriola, presidente da Tim, pacotes com dados ilimitados também deixarão de existir. As informações são do jornal Folha de S.Paulo.","url":""},{"text":"Ministério da Ciência estuda criar centro de tecnologias para o Metaverso: a pasta já se reuniu com representantes da Meta no Brasil. A iniciativa pode contribuir com a criação de startups e capacitação de jovens para as chamadas “tecnologias do futuro”. Segundo o ministro Marcos Pontes, dentro das prioridades do Ministério estão as tecnologias de Internet das Coisas (IoT), inteligência artificial, computação quântica e metaverso. As informações são do site do MCTI.","url":""},{"text":"Veículos autônomos podem promover “xplosã” em uso e criar mais problemas no trânsito, afirma estudo: segundo a Universidade da Califórnia, a tecnologia poderá encorajar mais viagens, aumentando ainda mais congestionamentos e prejudicar o meio ambiente. A facilidade em utilizar esses veículos poderá fazer as pessoas morarem mais longe de seus locais de trabalho ou então enviar seus veículos de volta para casa sozinhos para evitar pagar por estacionamentos. Uma das soluções propostas no estudo seria taxar cada quilômetro viajado — especialmente em veículos sem ocupantes — ou promover frotas compartilhadas ao invés de veículos de propriedade privada. As informações são do site The Conversation.","url":""},{"text":"Prefeitura de Uberlândia (MG) é a primeira do Brasil a realizar reunião no metaverso: a solução utilizada foi o “Horizon Workroom” da Meta. Durante o evento, o prefeito Odelmo Leão, equipado com um óculos de realidade virtual, discutiu as perspectivas da tecnologia na cidade e no Brasil. As informações são do site da prefeitura.","url":""},{"text":"Governo estuda taxar produtos comprados na Shopee e AliExpress: empresas brasileiras que atuam no comércio eletrônico no País estariam pressionando o Governo e já teriam entregue “algumas ideias” para barrar a entrada de produtos importados da China sem a devida tributação. As informações são da coluna Radar da revista Veja.","url":""},{"text":"ANPD libera oficialmente pequenas empresas e startups de contratar DPOs: os Data Protection Officers (Diretores de Proteção de Dados em português) são as pessoas encarregadas pelo tratamento e proteção de dados pessoais sensíveis dentro das empresas. Além de pequenas e médias empresas, praças, vias públicas, estações de ônibus, de metrô e de trem, aeroportos e bibliotecas públicas também estão liberadas da exigência. As informações são do site Convergência Digital.","url":""},{"text":"Nubank lança seguro para celular: o serviço “Nubank Celular Seguro” pode ser contratado dentro do próprio aplicativo do banco e possui coberturas disponíveis em casos de furtos ou roubo, dano acidental, como tela quebrada, e cobertura completa (furto e dano). O seguro aceita celulares comprados no exterior e cobre eventos que tenham acontecido em qualquer lugar do mundo. As informações são do blog do Nubank.","url":""},{"text":"Sony compra a Bungie, criadora da franquia Halo para o Xbox, por 3,6 bilhões de dólares: a produtora pretende expandir seus negócios e tornar-se uma empresa de entretenimento multimídia. A Bungie afirma que continuará a desenvolver jogos para outras plataformas, como o popular Destiny 2, que não ficará exclusivo ao PlayStation. As informações são do site Kotaku.","url":""}]}