{"title":"​​​​Alerta de guerra cibernética / Apocalipse quântico / Ideia “absurda” de Elon Musk","fps":30,"timestamp":1643639257,"date":"31/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Reino Unido alerta para risco de guerra cibernética: o Centro Nacional de Segurança Cibernética (NCSC) está pedindo para que organizações em todo o país reforcem sistemas de segurança e se preparem para uma potencial onda de ataques cibernéticos destrutivos vindos da Rússia. O alerta veio após agências governamentais e entidades corporativas ucranianas sofreram ataques como defacement de websites e malware para destruição de dados. As informações são do site Bleeping Computer.","url":""},{"text":"Especialistas se preparam para “apocalipse quântico”: computadores quânticos podem eventualmente superar os métodos convencionais de criptografia em poucos segundos, “limpando contas bancárias e “desligando completamente os sistemas de defesa do governo”, o que seria uma “ameaça ao modo de vida” atual. Google e Microsoft já estudam tecnologias para blindar dados confidenciais e o Instituto Nacional de Ciência e Tecnologia dos EUA (NIST) está elaborando uma estratégia unificada para proteger dados importantes no país. As informações são do site Futurism.","url":""},{"text":"Download de memórias através da Neuralink seria ideia “absolutamente absurda”, afirmam cientistas: segundo Elon Musk, no futuro será possível “salvar e reproduzir memórias”, algo parecido com “um episódio de Black Mirror”, potencialmente baixando-as em um novo corpo robótico. No entanto, para o neurocientista Tim Verstynen, a ideia está muito longe de se tornar verdade, calculando em cerca de um petabyte a modelagem precisa das sinapses de um cérebro a cada instante, sem levar em consideração o sistema molecular complexo dentro de cada neurônio. As informações são do site The Register.","url":""},{"text":"Anatel aprova operações da Starlink no Brasil: a licença é válida até 2027. A empresa afirma que pretende colocar a constelação, composta por 4.408 satélites, em operação “no médio prazo”. A Swarm Technologies — empresa que também oferece serviços de conectividade via satélite, focada em IoT — recebeu autorização para operar até 2035. As informações são do site da Anatel.","url":""},{"text":"Cientista da computação cria IA que consegue identificar 97,8% das ligações de spam: Mustaque Ahamad, da Universidade de Georgia, descreve o sistema como um “assistente virtual”, utilizando um sintetizador de voz para realizar perguntas como “com quem você quer falar?” ou “como está o tempo de onde você está ligando?” e analisar as respostas através do processamento de linguagem natural e identificar chamadas legítimas. Ahamad pretende transformar o sistema em um aplicativo para celular. Em 2021, pelo quarto ano consecutivo, o Brasil manteve a posição de país com mais spam de ligações do mundo, com uma média de 32,9 chamadas por usuário por mês. As informações são da IEEE Spectrum.","url":""},{"text":"Dona do TikTok testa nova rede social ao estilo metaverso na China: o novo aplicativo “Party Island”, desenvolvido pela ByteDance, permite que seus usuários interajam em uma comunidade virtual por meio de avatares tridimensionais. A empresa, no entanto, afirma que o aplicativo “não tem nada a ver com o metaverso”. Vale lembrar que em agosto do ano passado, a ByteDance adquiriu a startup de óculos de realidade virtual Pico Interactive. As informações são do site SCMP.","url":""},{"text":"China quer restringir desenvolvimento da tecnologia deepfake: o país propôs uma nova lei que exigirá a concessão de licenças para uso de sistemas de “síntese profunda”. A nova política sugere o controle da tecnologia para impedir que criminosos utilizem a manipulação digital de voz e vídeo para perturbar a ordem social, infringir direitos individuais e disseminar notícias falsas. As informações são do site The Register.","url":""},{"text":"Novo design de “folha artificial” aumenta taxa de captura de carbono em 100 vezes: segundo os pesquisadores da Universidade de Illinois Chicago, o sistema utiliza 0,4 quilojoules por hora, uma quantidade pequena de energia, menos do que uma lâmpada LED de um watt. O dispositivo também é pequeno e modular — um equipamento do tamanho de um umidificador doméstico pode remover mais de 1 kg de CO2 por dia. As informações são do site New Atlas.","url":""}]}