{"title":"Starlink barrada no Brasil / Malware bancário brasileiro / Novo grande ataque DDoS","fps":30,"timestamp":1643293790,"date":"27/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Anatel suspende testes da Starlink no Brasil: o sistema de internet orbital da SpaceX seria testado em parceria com a ONG internacional “Luta Pela Paz”, em São Paulo (SP), conectando um centro comunitário que atende a cerca de 40 alunos. A Anatel afirma que aguarda uma deliberação sobre o direito de exploração de sistemas de satélites não geoestacionários no País. As informações são do site Tecnoblog.","url":""},{"text":"Malware bancário desenvolvido por brasileiros evolui com novos alvos e recursos: o “BRATA”, descoberto em 2019, além de infectar dispositivos na América Latina, agora ataca usuários no Reino Unido, Polônia e Itália. O malware possui a capacidade de monitorar continuamente aplicativos bancários, realizar o rastreamento por GPS de vítimas e resetar o dispositivo para as configurações originais de fábrica e apagar qualquer rastro logo após uma tentativa de transferência de valores não autorizada. As informações são do site da empresa de segurança Cleafy.","url":""},{"text":"Microsoft impede maior ataque DDoS da história: a incursão de 3,47 terabits por segundo (Tbps), direcionada a um cliente Azure na Ásia, durou aproximadamente 15 minutos e foi originada de aproximadamente 10.000 fontes e de vários países em todo o mundo. A indústria de jogos continua sendo a mais atingida por esses tipos de ataque, mas a  Microsoft afirma ter observado um aumento significativo nos ataques contra instituições financeiras, mídia, provedores de serviços de Internet (ISPs), varejo e cadeia de suprimentos no último ano. As informações são do blog da Azure.","url":""},{"text":"Alteração da faixa de 900 MHz para a rede celular proposta pela Anatel pode “matar” ecossistema IoT no Brasil: a posição é da Associação Brasileira de Internet das Coisas (ABINC). O espectro de frequência já faz parte de padrões internacionais de redes não licenciadas de baixa potência, utilizadas na conectividade de dispositivos a roteadores, gateways e servidores de aplicação de IoT, como SigFox, Telensa, Weightless-P, WiSun e ZigBee. As informações são do site Convergência Digital.","url":""},{"text":"Cientistas estão preocupados com iminente ensaio clínico da Neuralink com humanos: especialistas da área estão receosos com a supervisão do processo, o impacto potencial sobre participantes e se a sociedade já debateu suficientemente as consequências e riscos de “fundir” grandes empresas de tecnologia com o cérebro humano. O objetivo inicial Neuralink é permitir que pessoas paralisadas controlem seus computadores e dispositivos móveis por meio de sinais cerebrais. No entanto, Elon Musk já sinalizou que sua visão de futuro é alcançar uma “simbiose” com inteligências artificiais. As informações são do site The Daily Beast.","url":""},{"text":"Plasma em combustão é alcançado pela primeira vez em reator de fusão nuclear: o experimento foi conduzido na Instalação Nacional de Ignição dos EUA, utilizando lasers para gerar raios-X em uma cavidade de radiação. A obtenção de um plasma em combustão é um passo crítico na geração de energia por fusão de forma autossustentável. As informações são do site da revista Nature.","url":""},{"text":"Físicos do MIT descobrem, por acaso, que átomos vibrantes produzem qubits robustos: esse novos qubits (bits quânticos), na forma de pares vibrantes de átomos conhecidos como férmions, ficam em “superposição” por até 10 segundos e podem servir de base para computadores quânticos. Durante um tempo de coerência de 1 milissegundo, enquanto os qubits interagem, estima-se que seja possível realizar 10.000 operações. As informações são do site MIT News.","url":""},{"text":"Tesla bate expectativa de analistas e lucra 5,5 bilhões de dólares no último ano: o resultado é ainda mais expressivo ao se considerar os investimentos de 6,5 bilhões em duas novas fábricas nos EUA e Alemanha. A montadora aumentou sua produção em 87% no ano passado, para 1,2 milhões de veículos. Segundo a companhia, o resultado mostra que não deveria haver mais dúvidas sobre a viabilidade e lucratividade na fabricação de veículos elétricos. As informações são do site Electrek.","url":""}]}