{"title":"Facebook: Ações desabam / IA programa como humano / Hacker hackeado, hackeia Coreia do Norte","fps":30,"timestamp":1643898477,"date":"03/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Facebook perde 1 trilhão de reais em valor de mercado após queda no número de usuários, primeira vez em 18 anos: os papéis da companhia, negociados na NASDAQ, despencaram 22,89% no período especial de negociação após o fechamento do mercado ontem. No último trimestre de 2021, a rede social perdeu cerca de meio milhão de usuários ativos diários, para 1,93 bilhão, especialmente na América Latina e África. O lucro da companhia também caiu 8,2% no período, para 10,29 bilhões de dólares. Mark Zuckerberg afirma que o problema é a competição, principalmente o TikTok, e a empresa deverá investir mais em vídeos de formato curto, como o Reels. As informações são do jornal The Washington Post.","url":""},{"text":"DeepMind apresenta IA que programa tão bem quanto humanos: o AlphaCode escreve soluções para problemas em competições de programação. Utilizando uma combinação de pensamento crítico, lógica, algoritmos e compreensão de linguagem natural, o sistema alcançou uma classificação estimada entre os 54% melhores participantes de eventos realizados pela Codeforces. Nessas competições, não é possível resolver problemas por meio de soluções já utilizadas ou experimentar com algoritmos potencialmente relacionados. O modelo conseguiu criar soluções novas e interessantes e a DeepMind acredita que o AlphaCode é apenas o primeiro passo para outras ideias ainda mais interessantes e que podem auxiliar programadores a melhorar sua produtividade ou ainda abrir o campo para pessoas que atualmente não escrevem código. As informações são do blog da DeepMind.","url":""},{"text":"Hacker que foi hackeado pela Coreia do Norte, derruba internet do país: “P4x” foi vítima de uma campanha que visava pesquisadores de segurança no ano passado. A intenção de P4x é que a Coreia do Norte “entenda” que se for atrás de outros hackers, parte de sua infraestrutura “ficará inativa por um tempo”. O hacker agora montou uma campanha para recrutar mais hacktivistas para sua causa com o projeto “FUNK” (FU North Korea). As informações são do site Wired.","url":""},{"text":"Novo Projeto de Lei cria tributo sobre aplicativos de streaming de música como Spotify e Deezer: o PL 3431/21, do deputado André Figueiredo (PDT), institui a Contribuição para o Desenvolvimento da Indústria Musical Brasileira (Condemúsica). O valor arrecadado será destinado ao fomento da indústria fonográfica nacional e à produção de obras musicais brasileiras e em língua portuguesa. As informações são da Agência Câmara de Notícias.","url":""},{"text":"Novo material é mais forte do que aço, mas tão leve quanto plástico: o composto é resultado de um feito considerado até então impossível — polimerizar um material em duas dimensões. O “2DPA-1” também pode ser facilmente fabricado em grandes quantidades, com aplicações em revestimento para peças de automóveis, dispositivos eletrônicos ou como material de construção para pontes ou outras estruturas. As informações são do site MIT News.","url":""},{"text":"Grupo de amadores na Dinamarca está montando foguete para lançar astronauta em voo suborbital: os cerca de 50 voluntários da “Copenhagen Suborbitals” esperam que a “Spica” seja a primeira espaçonave amadora a realizar um voo suborbital tripulado. Devido a restrições de orçamento, o grupo estima que levará pelo menos mais 10 anos para atingir o objetivo. As informações são do site Futurism.","url":""},{"text":"Aeronave não tripulada semi-autônoma consegue transportar 60% mais carga do que aviões tradicionais: o “N3.8T” é um turboélice bimotor desenvolvido pela startup Natilus, com um alcance de 1.667 km e capaz de transportar cargas de até 3,8 toneladas, 60% a mais do que aeronaves da mesma categoria. Custos e emissões de dióxido de carbono devem ser reduzidos em 50% e esses ganhos de desempenho são atribuídos ao design com asas e fuselagem integrada, novidade em aviões de carga. As informações são do site New Atlas.","url":""},{"text":"Intel lança programa para atrair hackers de elite: o projeto “Circuit Breaker” está convidando os chamados “bug hunters” para trabalhem com as equipes de produtos e segurança da Intel, procurando por vulnerabilidades em firmwares, GPUs, chipsets e outros produtos. O programa promete pagar múltiplos de até quatro vezes em recompensas e ainda dar acesso antecipado a produtos e sessões de treinamento. As informações são do site Bleeping Computer.","url":""}]}