{"title":"Carro é desativado em rodovia / Cirurgia 100% robótica / Nubank registra nova marca","fps":30,"timestamp":1643439225,"date":"29/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sábado. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Empresa de aluguel bloqueia veículo em movimento, em plena rodovia: segundo o relato do motorista, o carro “simplesmente apagou” no meio da rodovia PE-16, no Recife (PE). A Movida ativou o bloqueio remoto alegando que o carro estava em apropriação indébita por inadimplência. No entanto, segundo a própria empresa, o sistema de bloqueio não poderia ter sido acionado, em nenhuma hipótese, com o carro em movimento. O sistema foi suspenso temporariamente. As informações são do site Olhar Digital.","url":""},{"text":"Primeira cirurgia robótica é realizada sem assistência humana: o sistema Smart Tissue Autonomous Robot (STAR) é o primeiro sistema robótico a planejar, adaptar e executar um plano cirúrgico em tecidos moles. Uma cirurgia laparoscópica de teste foi realizada em um porco com resultado “significativamente melhor” do que se fosse realizada por humanos. A máquina possui um algoritmo construído através de visão computacional tridimensional e pode executar esses tipos de procedimentos com maior precisão e repetibilidade. As informações são do site TechCrunch.","url":""},{"text":"Nubank pode lançar serviço de consultoria de moedas digitais no Brasil: a fintech registrou no INPI a marca “Nuversity“ para atuar em consultoria comercial na área de tecnologia de protocolo de confiança e moedas digitais. A marca também será utilizada na compilação e análise de dados, aconselhamento comercial e gerenciamento desses tipos de ativos digitais. As informações são do site Livecoins.","url":""},{"text":"Banco Central irá retomar consulta a valores esquecidos em instituições financeiras a partir de 14 de fevereiro: pedidos de transferência, no entanto, só poderão ser agendados a partir do dia 7 de março. O recurso havia entrado em funcionamento no início desta semana, mas por causa da demanda excessiva, acabou derrubando o site do BC. As informações são do site Agência Brasil.","url":""},{"text":"Startup espacial chinesa quer realizar viagens ponto a ponto a partir de 2025: a Space Transportation está desenvolvendo um “foguete com asas” para transporte rápido entre dois locais na Terra através de viagens suborbitais. O avião decola e pousa verticalmente auxiliado por foguetes. As informações são do site Space.","url":""},{"text":"IA pode revolucionar estudo de fósseis de dinossauros: paleontólogos estão utilizando a mesma técnica para identificação de tumores em imagens médicas de alta resolução para analisar a morfologia dos restos preservados desses animais, sem a necessidade de destruir amostras. Embora os modelos atuais ainda não consigam substituir humanos, a velocidade de processamento mostra que redes neurais podem reduzir significativamente o tempo para diferenciar fósseis de matrizes rochosas. As informações são do site Phys.","url":""},{"text":"Sony utiliza tecnologia derivada do Blu-ray para comunicação a laser no espaço: o experimento foi realizado em conjunto com a agência espacial japonesa, atingindo velocidades de até 446 Mbps. A tecnologia utiliza pouca energia e é promissora na comunicação óptica ponto a ponto entre satélites em órbita terrestre baixa. As informações são do site The Register.","url":""},{"text":"Apple e Samsung publicam resultados trimestrais: nos últimos três meses de 2021, a Apple registrou a maior receita histórica da companhia, acumulando vendas de 123,9 bilhões de dólares, alta de 11% em um ano. Todos os produtos registraram aumento nas vendas, com exceção do iPad, que teve queda de 14%. O lucro líquido no período foi de 34,6 bilhões de dólares. A Samsung também registrou vendas históricas no trimestre (63,2 bi) com expansão nos segmentos de smartphones premium, TVs e eletrodomésticos. O resultado líquido no período foi de 8,9 bi. As informações são das páginas de relação com investidores das duas companhias e The Wall Street Journal.","url":""}]}