{"title":"YouTube suspende TCU / IA monitora embriões / DNA e reconhecimento facial","fps":30,"timestamp":1643812028,"date":"02/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"YouTube suspende canal do Tribunal de Contas da União e sessões ao vivo são canceladas: a plataforma afirma que já havia alertado o TCU por exibir conteúdo de terceiros em transmissões ao vivo em duas ocasiões. Tratam-se de ações relacionadas a direitos autorais — músicas foram tocadas durante as sessões. Bruno Dantas, vice-presidente do TCU, afirma que o episódio é grave e, por causa da lei, os julgamentos na modalidade virtual devem ser públicos e transmitidos em tempo real. A sessão Plenária desta quarta foi cancelada e o tribunal deve passar a utilizar a plataforma Teams, da Microsoft, como alternativa. As informações são do site Convergência Digital.","url":""},{"text":"Cientistas chineses criam IA para monitorar embriões em úteros artificiais: o sistema de monitoramento já consegue cuidar de embriões de animais em laboratório, segundo o artigo publicado no Journal of Biomedical Engineering. A experimentação em embriões humanos é proibida por leis internacionais, mas um dos pesquisadores afirma que a tecnologia estaria bem avançada, pesando apenas a questão ética. O sistema pode, em teoria, permitir o desenvolvimento de bebês humanos em laboratório, com o estudo alegando que o sistema seria mais seguro do que a maternidade tradicional, já que a IA é capaz de monitorar os embriões em tempo real, detectando mudanças e ajustando seu ambiente artificial de acordo. As informações são do site Futurism.","url":""},{"text":"Startup está desenvolvendo sistema de reconhecimento facial a partir de amostras de DNA: a ferramenta da Corsight AI constrói um perfil físico de uma pessoa apenas analisando o material genético coletado. A startup está focada em aplicações governamentais e policiais para sua tecnologia. Especialistas da área, no entanto, afirmam que a possibilidade de criar um sistema com o nível de granularidade e fidelidade necessário para executar uma busca por correspondência de rostos seria “absurda“ e “pseudociência”. As informações são do site MIT Technology Review.","url":""},{"text":"Israel decide acelerar implementação de sistema de defesa a lasers de alta potência: o plano havia sido anunciado no ano passado, com data prevista para entrar em funcionamento apenas em 2025, mas deve ficar operacional a partir do ano que vem. A intenção é criar uma “parede de lasers” ao redor do território israelense e utilizar feixes para superaquecer drones ou foguetes lançados contra o país, reduzindo o custo de manutenção da “Cúpula de Ferro”, sistema de defesa antimísseis implantado em 2011. As informações são da Reuters.","url":""},{"text":"Magazine Luiza e a dona das Casas Bahia brigam na Justiça por causa de anúncios no Google: o Magalu acusa a Via Varejo de ter utilizado palavras-chave com as marcas da companhia para manipular os resultados de buscas e links publicitários em favor próprio durante o período da Black Friday. A Via Varejo acusa a concorrente de fazer o mesmo. Em ações separadas, a Justiça decidiu que as duas empresas devem parar com a prática. As informações são do Tecnoblog.","url":""},{"text":"Receita da Alphabet, dona do Google, cresce 41% em 2021 e ultrapassa 1 trilhão de reais pela primeira vez: a companhia acumulou vendas de 257,6 bilhões de dólares no ano — cerca de um quinto do PIB do Brasil estimado para 2021. O lucro líquido cresceu 89%, para 76 bi de dólares. A empresa atribui o excelente resultado aos investimentos em tecnologias de IA, crescimento da publicidade devido à forte atividade online de consumidores e ao Google Cloud. As informações são da página de relação com investidores da companhia.","url":""},{"text":"Pesquisadores desenvolvem componente para simular sinapses cerebrais em computadores: o ECRAM (Electrochemical Random Access Memory) é feito de carboneto de titânio — um composto praticamente bidimensional, com apenas alguns átomos de espessura — e que pode contribuir para a criação dos chamados computadores neuromórficos, modelados na rede neural humana, e milhares de vezes mais eficientes em termos energéticos do que sistemas atuais. As informações são do site do Instituto Real de Tecnologia em Estocolmo.","url":""},{"text":"IA foi o assunto mais discutido online em 2021: ao todo, foram publicados mais de 190 mil artigos sobre o assunto, uma média de 522 artigos por dia. Aprendizado de máquina ficou em segundo lugar (com 112 mil artigos), seguido por realidade virtual (71 mil). As informações são do site Convergência Digital.","url":""}]}