{"title":"Vazamento do Pix / Nômades digitais / Drones do iFood em todo o Brasil","fps":30,"timestamp":1643035928,"date":"24/01/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira. Na descrição vocês encontram os links para saber mais sobre cada noticia. "},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Recente vazamento do Pix não comprometeu dados protegidos pelo sigilo bancário: segundo o Banco Central, saldos, senhas e extratos não foram expostos. O incidente — que ocorreu no início de dezembro, mas revelado apenas na última sexta-feira — expôs nomes de usuário, CPFs, instituições bancárias, números de agência e contas de 160 mil clientes da empresa “Acesso Soluções de Pagamento”. O BC alerta que apenas o aplicativo ou internet banking da instituição serão utilizados como meios para comunicação do vazamento, devendo-se desconsiderar chamadas telefônicas, SMS, mensagens por WhatsApp e e-mails. As informações são da Agência Brasil.","url":""},{"text":"Visto para nômades digitais é regulamentado no Brasil: imigrantes sem vínculo empregatício e que trabalham com tecnologias da informação podem executar serviços para empregadores estrangeiros e ficar um ano no País, período que pode ser renovado. Para José Vicente Santini, secretário nacional de Justiça, a regulamentação promove um dos modelos mais modernos de trabalho e contribui com o setor de turismo. As informações são do site Agência Brasil.","url":""},{"text":"iFood recebe autorização da ANAC e pode realizar entregas com drones em todo o Brasil: os equipamentos poderão operar em um raio de 3 km, com cargas de até 2,5 kg e não poderão sobrevoar pessoas. Além disso, deverão manter distância de fontes de interferência eletromagnética, observar alturas máximas e mínimas de operação e condições meteorológicas. Inicialmente, os drones farão apenas uma parte do trajeto, levando pedidos até um droneport, onde são coletados por entregadores do iFood. As informações são do site G1.","url":""},{"text":"Emirados Árabes Unidos banem uso recreacional de drones: a proibição também se aplica a aeronaves leves, como planadores. A decisão foi tomada após um ataque por drones explosivos atingir uma instalação de petróleo e um aeroporto na capital do país, Abu Dhabi, na semana passada, matando três pessoas e ferindo outras seis. As informações são do site The Verge.","url":""},{"text":"25% dos empregos nos cinco maiores países da Europa podem ser automatizados: França, Alemanha, Itália, Espanha e Reino Unido deverão perder 12 milhões de empregos nos próximos 20 anos. Empregos que possuem tarefas de rotina e que seguem um conjunto preciso de instruções, envolvendo pouco pensamento complexo, julgamento ou interação humana correm o maior risco de automação. No entanto, novos empregos no setor de tecnologia ajudarão a compensar, em parte, as vagas fechadas para a automação. As informações são do blog da Forrester.","url":""},{"text":"Reator que derrete rochas lunares para produzir ligas metálicas pode ser lançado em 2024: a tecnologia chamada de “Eletrólise de Regolito Derretido” — desenvolvida pela startup Lunar Resources em parceria com a NASA — consegue extrair ferro, alumínio, magnésio, silício e titânio do solo lunar. O plano é, no futuro, produzir esses materiais e utilizá-los para a fabricação de sistemas de energia na Lua como células solares, cabos de transmissão e  armazenamento de energia. As informações são do site Ars Technica.","url":""},{"text":"Google cria unidade dedicada à blockchain: a área também irá estudar outras tecnologias de computação distribuída e armazenamento de dados de última geração. O anúncio coincide com mudanças de comando na divisão de pagamentos da empresa, parte de uma estratégia mais ampla para oferecer serviços financeiros, incluindo moedas digitais. As informações são do site Blockworks.","url":""},{"text":"40 temas e 53 plugins WordPress desenvolvidos pela AccessPress são comprometidos em ataque do tipo supply chain: ao total, mais de 360 mil websites estariam vulneráveis, permitindo aos invasores acesso remoto completo. Administradores são aconselhados a verificar seus sites em busca de sinais de invasão. A remoção ou atualização dos componentes infectados não eliminará o backdoor. As informações são do site Bleeping Computer.","url":""}]}