{"title":"Metaverso é a próxima internet / Mecânico artificial / Rede brasileira operada por robôs","fps":30,"timestamp":1644042931,"date":"05/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sábado."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"CEO da Microsoft acredita que o metaverso é “a próxima internet”: Satya Nadella afirma que o metaverso habilita as pessoas a terem uma “presença corporal” digital, colocando-as em lugares virtuais para interagir com outras pessoas e coisas. Segundo Nadella, a forma correta de abordar o metaverso seria a democratização do processo de construção de ambientes virtuais, não muito diferente de videogames como Minecraft ou Roblox. As informações são do site Ars Technica.","url":""},{"text":"Startup israelense cria “mecânico artificial”: o dispositivo da “UVeye” escaneia em poucos segundos painéis, pneus e a parte inferior de veículos, detectando amassados, vazamentos de óleo ou outros problemas. O sistema utiliza diversas técnicas de aprendizado de máquina como OCR para ler a marca, tamanho e níveis de desgaste de pneus, e mapeamento 3D da parte inferior do veículo para identificar vazamentos de óleo, problemas no escapamento e suspensão. As informações são do site Ars Technica.","url":""},{"text":"Rede de fast food brasileira operada por robôs anuncia modelo de franquia: as unidades da “Bionicook” preparam a comida — coxinhas, iscas de frango e pastéis — com o auxílio de um robô, sem nenhuma intervenção humana. Os quiosques podem ser operados 24 horas por dia, possuem monitoramento remoto contínuo, e podem ser deslocadas facilmente para outros pontos. O sistema pode ser completamente financiado pelo BNDES. As informações são do Tecnoblog.","url":""},{"text":"NASA irá derrubar Estação Espacial Internacional no Oceano Pacífico em 2031: o impacto será nas águas do “Ponto Nemo”, área também é conhecida como “cemitério de naves espaciais”. A agência espacial norte-americana afirma que plataformas espaciais operadas comercialmente substituirão a estação como locais para colaboração e pesquisas científicas. As informações são do jornal The Washington Post e Wikipedia.","url":""},{"text":"Amazon apresenta resultado de 2021: as receitas subiram 21%, para 469,8 bilhões de dólares. O lucro líquido aumentou 56,8%, para 33,4 bi. A empresa atribui o bom resultado ao “crescimento extraordinário” de 40% nas receitas da AWS. As informações são da página de relação com investidores da companhia.","url":""},{"text":"EUA estão testando cães robôs para patrulhar fronteiras: as máquinas estão sendo testadas como sentinelas autônomas em locais inóspitos para homens e animais e em uma variedade de funções focadas em vigilância. Os robôs da Ghost Robotics — similares ao Spot da Boston Dynamics — podem navegar de forma autônoma e serem equipados com várias cargas úteis, como câmeras térmicas e de visão noturna. A Ghost Robotics já apresentou no passado um protótipo desse robô equipado com armas. As informações são do site The Verge.","url":""},{"text":"Novo metamaterial pode absorver e liberar grande quantidade de energia: a substância tem características semelhantes à borracha e é programável ao incorporar minúsculos ímãs. O material elástico pode absorver a energia de impactos ou realizar movimentos explosivos. As possíveis aplicações são robôs com mais potência de movimento sem utilizar energia adicional, novos capacetes e materiais de proteção que podem dissipar energia muito mais rapidamente. As informações são do site Phys.","url":""},{"text":"Empresa irá desenvolver avião que decola e voa diretamente ao espaço: o “Radian One” seria de estágio único e totalmente reutilizável, capaz de transportar uma tripulação de cinco pessoas e até 2 toneladas de carga. A espaçonave seria lançada horizontalmente através de um trenó movido a foguete e poderia pousar em pistas de aeroportos convencionais. As informações são do site Freethink.","url":""}]}