{"title":"Facebook barrado na Europa / Correios, TSE e Telegram / Imposto sobre software","fps":30,"timestamp":1644244140,"date":"07/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Meta ameaça encerrar operações do Facebook e Instagram na Europa: novos regulamentos de privacidade no continente obstruiriam o envio de dados de cidadãos europeus para servidores nos EUA, incapacitando a companhia de processar informações de usuários e personalizar anúncios. No entanto, por causa do impacto que a remoção dessas plataformas teria em empresas europeias — especialmente as pequenas, que utilizam as redes para engajamento com clientes — é provável que a Meta encontre uma solução com os reguladores locais. As informações são do site Mashable.","url":""},{"text":"Correios não conseguem entregar carta do TSE ao Telegram: a correspondência foi devolvida após uma quarta tentativa de entrega. O tribunal pedia uma reunião para discutir formas de cooperação no combate à desinformação durante as eleições deste ano. Na carta, o ministro Luís Roberto Barroso afirma que o Telegram é um aplicativo de mensagens muito popular no Brasil — presente em 53% dos smartphones — mas com muitas teorias da conspiração e informações falsas circulando pela plataforma. As informações são do site Convergência Digital.","url":""},{"text":"Decisão pode aumentar imposto sobre software no Brasil em 150%: o licenciamento de softwares desenvolvidos no exterior pode ser considerado como importação, deliberou o Conselho Administrativo de Recursos Fiscais. A decisão faz a alíquota do PIS/Cofins saltar para 9,25% na comercialização de softwares. Para a Associação Brasileira das Empresas de Software, o aumento da carga tributária e a insegurança jurídica podem afetar a competitividade de empresas do setor de TI nacional. As informações são do site Convergência Digital.","url":""},{"text":"Justiça decide que apenas celular ligado no fim de semana não justifica horas extras: o Tribunal Superior do Trabalho considerou indevido o pagamento de indenização a um funcionário de uma indústria metalúrgica na Bahia. Na ação, o empregado alegava ficar à disposição da empresa durante os finais de semana através do celular, podendo ser escalado a qualquer momento para trabalhar ou tirar dúvidas de colegas. No entanto, a possibilidade de convocação para prestação de serviços fora do horário de expediente não seria suficiente para configurar regime de sobreaviso. As informações são do site Convergência Digital.","url":""},{"text":"Neve das Olimpíadas de Inverno em Pequim é produzida artificialmente, primeira vez na história dos jogos: os flocos de gelo são produzidos através de um processo desenvolvido pela startup italiana TechnoAlpin. Para dar conta do volume de neve necessário, a empresa montou sete salas de máquinas e estações, com 51 bombas de alta pressão e nove torres de resfriamento. O Comitê Olímpico Internacional estima que serão utilizados 49 milhões de galões de água para criar a neve, o que seria equivalente a um dia de água potável para quase 100 milhões de pessoas. As informações são do site Futurism.","url":""},{"text":"Drone com hélices baseadas em desenhos de Leonardo DaVinci funciona: os rotores em formato de parafuso, concebidos há mais de 500 anos pelo inventor italiano, precisam de motores mais potentes devido ao seu peso e à maneira pela qual eles produzem sustentação. Como vantagem, o design deixa o drone mais silencioso. Estudantes de engenharia da Universidade de Maryland agora pretendem desenvolver modelos em escala maior para estudar o comportamento dinâmico desses rotores. As informações são do site The Drive.","url":""},{"text":"Universidade de Harvard está construindo dispositivo para capturar imagem de alta resolução de OVNIs: o “Projeto Galileo” possui uma equipe com mais de 100 cientistas e é liderado por Avi Loeb. Um primeiro observatório, equipado com câmeras infravermelhas, sensores de rádio, áudio e magnetômetro para detectar objetos não visuais será instalado no telhado da universidade. Loeb espera produzir fortes evidências para atrair outros cientistas ao projeto. As informações são do site Futurism.","url":""},{"text":"Novo chip de computador inspirado no cérebro humano pode fazer IAs aprenderem continuamente: o processador, feito do material perovskita niquelado, pode ser reprogramado sob demanda, permitindo que redes neurais sejam incorporadas diretamente ao hardware — ao invés de apenas serem executadas na camada de software. O dispositivo pode ser fabricado com equipamentos e técnicas de produção tradicionais utilizados pela indústria de semicondutores. As informações são da Universidade de Purdue.","url":""}]}