{"title":"Amazon dobra salários de TI / Starlink revela preços no Brasil / Brasileiro de 5 anos descobre asteroides","fps":30,"timestamp":1644330574,"date":"08/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Amazon dobra teto salarial para funcionários de TI: o valor pode chegar a 350 mil dólares por ano — um salário de aproximadamente 150 mil reais por mês. A mudança visa alinhar a Amazon com outras empresas de tecnologia como o Google, Facebook, Apple e Microsoft, retendo funcionários e recrutando novos talentos. As informações são do site Axios.","url":""},{"text":"Starlink revela preços do serviço de internet orbital no Brasil: a mensalidade custará 530 reais por mês e o hardware (antena e modem/roteador) sairá por 2.670 reais. A empresa ainda cobrará 365 reais pelo frete até a residência de clientes. Os valores, no entanto, não incluem impostos de importação, o que deve encarecer em mais 60% o custo dos equipamentos e frete. Usuários do serviço podem esperar velocidades de download entre 100 e 200 megabits por segundo. Com informações do site Tecnoblog e Starlink.","url":""},{"text":"Brasileiro de 5 anos é o mais jovem a descobrir asteroides no mundo: Miro Latansio Tsai já identificou 15 desses corpos celestes, todos confirmados pela NASA. Miro manuseia sozinho o programa de computador que é utilizado para analisar as imagens disponibilizadas pela agência espacial. Ele acredita que sua atividade pode salvar a humanidade de potenciais choques de asteroides contra a Terra. As informações são do jornal Folha de S.Paulo.","url":""},{"text":"Banco Central irá lançar site exclusivo para consulta de valores “esquecidos” em bancos: o objetivo é evitar que uma grande quantidade de acessos derrube o site do BC novamente. O novo site dará informações sobre os valores a receber e a data para o agendamento da transferência. O BC também alerta sobre o risco de golpes — o serviço estará disponível apenas no site e não serão realizadas ligações telefônicas ou envio de links por qualquer meio. As informações são da Agência Brasil.","url":""},{"text":"EUA facilita entrada de brasileiros no país: para aderir ao programa “Global Entry” é preciso pagar uma taxa de 100 dólares à Autoridade de Proteção de Fronteiras e Alfândega do Departamento de Segurança Doméstica dos EUA — a taxa é válida por cinco anos. O Global Entry não substitui o visto, mas acelera a entrada e saída de estrangeiros através de quiosques de atendimento automático, eliminando a necessidade da entrevista com agentes de imigração. A facilidade faz parte de um acordo com o governo brasileiro e as inscrições no programa são analisadas pela Receita Federal e pela Polícia Federal do Brasil.","url":""},{"text":"Argentina aumenta preço de energia para mineração de moedas digitais em 300%: o país culpa a atividade pelos casos de apagão, principalmente os ocorridos em Buenos Aires no final do ano passado. A estatal de energia Cammesa avaliou o setor como prejudicial, com um perfil de consumo caracterizado pela intensidade e constância, causando desafios para a infraestrutura de energia. As informações são do site Livecoins.","url":""},{"text":"Microsoft quer eliminar macros do Office como vetores de malware: a partir de abril, ficará mais difícil habilitar macros VBA baixadas da internet, impedindo ataques por meio de documentos maliciosos. A mudança afeta apenas dispositivos que rodam o sistema operacional Windows. As informações são do site Bleeping Computer.","url":""},{"text":"Hoje é Dia Internacional da Internet Segura: a data é comemorada todos os anos em 8 de fevereiro. Neste ano, o tema é “juntos por uma internet melhor” e tem como objetivo tornar a internet um lugar mais seguro e menos prejudicial, especialmente para crianças e jovens. As informações são do site Firstpost.","url":""}]}