{"title":"Córtex: vigilância do Governo / IAs já “conscientes” / WhatsApp e vínculo trabalhista","fps":30,"timestamp":1644589667,"date":"11/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Córtex, sistema de vigilância do Governo, seria “extremamente problemático”: entidades de direito digital e privacidade na internet pedem que o MPF investigue o sistema de informação e inteligência utilizado pelo Ministério da Justiça e Segurança Pública. A plataforma já reúne informações oriundas de mais de 160 bases de dados diferentes. O Governo afirma que o Córtex é utilizado apenas em operações policiais. As informações são do Tecnoblog.","url":""},{"text":"Grandes redes neurais atuais já estariam “levemente conscientes”, afirma cientista-chefe da OpenAI: Ilya Sutskever não deu detalhes ou quais características consideraria como evidências de consciência. Sutskever já havia dito no passado que uma AGI (Inteligência Geral Artificial, na sigla em inglês) resolveria “todos os problemas que temos hoje”, entretanto com o potencial de “criar ditaduras infinitamente estáveis”. As informações são do site Futurism.","url":""},{"text":"Conversas no WhatsApp comprovam vínculo trabalhista, reconhece Justiça do Trabalho: a funcionária de um restaurante usou as interações na plataforma como provas, levando a empresa a pagar despesas por demissão sem justa causa, adicional noturno, horas extras e intervalo intrajornada. Segundo o advogado da ação trabalhista, “muitos ainda não perceberam os impactos” desse tipo de tecnologia, que serve como prova de vínculo empregatício, horas extras, assédio moral, acúmulo de funções, entre outros. As informações são do Canaltech.","url":""},{"text":"Congresso Nacional aprova proteção de dados pessoais, inclusive em meios digitais, como direito fundamental: a emenda adiciona à Constituição os princípios da Lei Geral de Proteção de Dados Pessoais (LGPD). A proteção passa a ser uma “cláusula pétrea” e não pode mais ser alterada. Direitos fundamentais são considerados valores inerentes ao ser humano, como liberdade e dignidade. As informações são da Agência Brasil.","url":""},{"text":"TSE abre perfil no Kwai, concorrente do TikTok: o perfil foi criado para levar conteúdo “onde estão as eleitoras e os eleitores brasileiros”, afirma o ministro Edson Fachin. Na próxima terça-feira (dia 15) será realizada uma cerimônia para a assinatura de parcerias com oito plataformas digitais — Facebook, Instagram, Google, Kwai, TikTok, Twitter, YouTube e WhatsApp — para implementação de ações de combate a informações falsas sobre as eleições. As informações são da Agência Brasil.","url":""},{"text":"NASA revela hoje as primeiras imagens do telescópio espacial James Webb: as fotos iniciais serão borradas, mas fazem parte do processo de alinhamento gradual de cada um dos 18 segmentos espelhados do telescópio. A primeira estrela-alvo será a “HD 84406”, na constelação da Ursa Maior, localizada a cerca de 260 anos-luz de distância. O ajuste fino do Webb levará cerca de três meses para ser concluído. As informações são do site Space.","url":""},{"text":"Novo composto derivado de plantas é tão resistente quanto ligas de alumínio e pode substituir plásticos: o material mistura nanocristais de celulose com polímeros sintéticos e possui uma microestrutura que lembra a madrepérola ou nácar, substância dura das conchas de moluscos. O composto pode ser utilizado para impressão 3D ou em fundições convencionais. As informações são do site MIT News.","url":""},{"text":"ExpressVPN lança bug bounty de 100 mil dólares para primeira pessoas que hackear seus servidores: quem encontrar e demonstrar um bug crítico de segurança no “TrustedServer”, tecnologia de servidores VPN desenvolvida pela empresa, receberá o prêmio. O valor é uma das maiores recompensas já oferecidas no Bugcrowd, plataforma que hospeda programas de recompensas por vulnerabilidades. As informações são do blog da ExpressVPN.","url":""}]}