{"title":"Roubo famoso: Casal tech é preso / Informação como bateria / Starlink perde satélites","fps":30,"timestamp":1644416896,"date":"09/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"EUA prendem “casal tech” envolvido em grande roubo de Bitcoin e fazem maior apreensão de valores da história: os empresários de tecnologia Ilya Lichtenstein e sua esposa, Heather Morgan, foram presos ao tentar ocultar a origem ilícita de 119.754 BTC através de “um labirinto de transações“ — a quantia vale cerca de 5 bilhões de dólares na cotação atual. A polícia afirma que o casal ainda teria acesso a 330 milhões de dólares em BTC que ainda não foram recuperados. Os dois alegam que gastaram apenas uma pequena fração do dinheiro roubado, investindo uma parte em ouro e NFTs. Os ativos foram rastreados ao bem documentado hack contra a exchange Bitfinex em 2016 e devem ser devolvidos à empresa. As informações são do jornal The Washington Post.","url":""},{"text":"Cientistas da computação sugerem utilizar informação como “bateria”: segundo um estudo realizado por Jennifer Switzer e Barath Raghavan, computadores utilizam energia para realizar cálculos, e portanto, dados poderiam ser considerados como uma forma de energia armazenada. O conceito de “bateria de informações” realizaria certos cálculos quando a energia na rede estivesse mais barata e armazenaria os resultados para uso posterior. O processo poderia reduzir em até 30% o uso de energia em data centers. As informações são do site Ars Technica.","url":""},{"text":"Starlink perde quase todos os satélites enviados ao espaço na semana passada: uma grande tempestade geomagnética aumentou o arrasto atmosférico, impedindo que 40 dos 49 satélites lançados saíssem do modo de segurança para iniciar manobras de elevação da órbita. Os equipamentos apresentam risco zero de colisão com outros satélites e farão a reentrada atmosférica sem nenhum detrito atingindo o solo. As informações são do site da SpaceX.","url":""},{"text":"TSE começa a emissão do Documento Nacional de Identidade por Minas Gerais: o documento será emitido para servidores públicos primeiramente e estará disponível para toda a população a partir de fevereiro de 2023. O DNI faz parte do programa de Identificação Civil Nacional, sistema que integrará a identidade de cidadãos em todo o País. Segundo o Banco Mundial, o Brasil é o governo mais digitalizado das Américas, à frente dos EUA e Canadá. As informações são do site do TSE.","url":""},{"text":"Meta nega que teria ameaçado bloquear Instagram e Facebook na Europa: qualquer notícia em relação ao assunto “simplesmente não seria verdade”. A empresa, no entanto, afirma que está buscando de um mecanismo de transferência de dados entre servidores norte-americanos e europeus pautados na lei. Ministros da Alemanha e França afirma não estarem preocupados se Facebook deixar a Europa — o alemão Robert Habeck afirma não utilizar o Facebook há quatro anos e o francês Bruno Le Maire alertou que os gigantes digitais precisam entender que o continente europeu resistirá e afirmará sua soberania. As informações são da página de imprensa do Facebook e Bloomberg.","url":""},{"text":"Nova legislação no Reino Unido pode exigir identificação para acessar redes sociais: o governo quer que apenas pessoas acima de 18 anos tenham acesso a redes como Facebook e TikTok. Usuários precisarão fornecer dados do cartão de crédito ou passaporte para comprovar sua identidade. Críticos apontam que a medida seria uma forma de acabar com liberdades civis e um prato cheio para criminosos em caso de violação de dados. Além disso, o público alvo da medida, crianças e jovens já saberiam como utilizar VPNs para fugir das restrições. As informações são do site The Register.","url":""},{"text":"NASA irá construir pequenos foguetes para enviar rochas coletadas em Marte de volta à Terra: o “Mars Ascent Vehicle” é parte fundamental do plano da agência espacial para recuperar amostras que estão sendo coletadas e serão deixadas na superfície de Marte pelo rover Perseverance. Se o programa for bem-sucedido, o foguete será o primeiro a ser lançado de outro planeta. As informações são do site The Verge.","url":""},{"text":"Implantes permitem que homem paralisado controle as pernas através de aplicativo no celular: pela primeira vez, pesquisadores suíços utilizaram dispositivos elétricos conectados em áreas específicas da coluna, ao invés de diretamente no cérebro. A equipe afirma que Michel Roccati é a primeira pessoa a andar novamente após uma grave lesão na coluna, resultado de um acidente de moto em 2017. A conexão com o celular e os implantes é sem fio e Roccati pode selecionar através de um app o tipo de movimento que deseja realizar com as pernas. As informações são do site Futurism.","url":""}]}