{"title":"Telegram: TSE levanta tom / Bike elétrica dos Correios / Nova lei do Pix","fps":30,"timestamp":1644848889,"date":"14/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Presidente do TSE levanta tom contra Telegram: “o Brasil não é casa da sogra”, afirmou o ministro Luís Roberto Barroso. Qualquer plataforma que não se submeta às leis brasileiras deveria ser “simplesmente suspensa”, reforçou o ministro. A suspensão do aplicativo de mensagens também seria uma medida viável durante as eleições deste ano — o Telegram tem ignorado as tentativas de notificação realizadas pelo TSE para cooperação no combate à desinformação. As informações são do jornal O Globo.","url":""},{"text":"Correios desenvolvem bicicletas elétricas para realização de entregas: as especificações técnicas foram desenvolvidas por engenheiros da empresa e priorizam materiais leves, resistentes e ergonômicos. Ao total, quase 800 bicicletas serão utilizadas para realizar entregas de cartas e encomendas em 11 estados. Além de ecologicamente corretos, os equipamentos diminuirão custos de entrega e facilitarão a movimentação de carteiros em centros urbanos. As informações são da Agência Brasil.","url":""},{"text":"Senado propõe criar “Lei de Segurança do Pix”: o Projeto de Lei 133/2022 institui medidas como senhas de segurança, que permitirão a realização de transferências, mas emitirão um alerta ao banco. A lei também prevê a punição para a prática de “aluguéis” de contas bancárias para criminosos — além do bloqueio da conta, o nome desses correntistas serão incluídos como devedores no Serviço de Proteção ao Crédito se o valor for sacado. As informações são do site Mobile Time.","url":""},{"text":"Sistema de consulta a valores “esquecidos” em bancos já está no ar: o “Sistema Valores a Receber” do Banco Central agora possui uma pagina exclusiva (valoresareceber.bcb.gov.br) e requer um cadastro no sistema GovBR. O BC alerta que o serviço não tem custo, não será disponibilizado em nenhuma outra página e não serão feitos contatos telefônicos, nem serão enviados links por e-mail, SMS, WhatsApp ou Telegram. O direito sobre os valores a receber não expira e as instituições financeiras manterão os recursos guardados pelo tempo que for necessário. As informações são da Agência Brasil.","url":""},{"text":"Voos entre Rio de Janeiro e São Paulo serão os primeiros do País com embarque 100% digital: o projeto “Embarque + Seguro Digital” deve entrar em funcionamento a partir de julho nos aeroportos Santos Dumont (RJ) e Congonhas (SP). O processo de embarque utilizará apenas um sistema de reconhecimento facial, dispensando documentos de identidade — o processo se inicia durante o check-in online, com passageiros tirando uma selfie com o celular e a validação biométrica sendo realizada por câmeras instaladas nos aeroportos. As informações são do site Agência Brasil.","url":""},{"text":"Ministério da Ciência quer utilizar IA para captar mais recursos: o projeto, criado em parceria com o Laboratório de Aprendizado de Máquina em Organizações da Universidade de Brasília (LAMFO), será baseado em técnicas de “web scraping”, processamento de linguagem natural e aprendizado por reforço para identificação de oportunidades internacionais para financiamento de pesquisas. Essas buscas são realizadas manualmente hoje pelo Ministério. As informações são do site Convergência Digital.","url":""},{"text":"PL das Fake News pode impedir o desenvolvimento de negócios baseados em marketing digital no Brasil: a “Interactive Advertising Bureau Brasil” lançou um abaixo-assinado para revisar o texto de 11 dos 36 artigos do Projeto de Lei 2.630/2020. Segundo a associação, a lei impediria a inovação, gerando concentração de mercado e impedindo a busca por novas ferramentas de divulgação, além de oferecer acesso indiscriminado a informações pessoais, sem fundamento legítimo. As informações são do site Mobile Time.","url":""},{"text":"Intel vai lançar chips específicos para mineração de moedas digitais: o foco dos novos semicondutores será a eficiência energética — um desempenho por watt 1.000 vezes superior ao de GPUs convencionais para mineração baseada em SHA-256 — reduzindo o impacto ambiental do processo. Um dos primeiros clientes será a fintech Block — fundada pelo ex-CEO do, Jack Dorsey, a startup está desenvolvendo um sistema aberto para mineração de Bitcoin. As informações são do site The Register.","url":""}]}