{"title":"Brasil: Explode exportação de games / Mozilla e Meta se unem / Metaverso quebrando TVs","fps":30,"timestamp":1644935256,"date":"15/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Iniciativa faz exportação de games brasileiros crescer 600%: o projeto “Brazil Games”, da Apex-Brasil e da Abragames, capacita empresas para exportar produtos de forma segura e cerca de 140 produtoras já participaram da iniciativa. No ano passado, o País exportou 53 milhões de dólares e faturou, no total,  2,1 bi de dólares com o mercado de jogos. As informações são da Agência Brasil.","url":""},{"text":"Mozilla e Meta colaboram em novo método para rastreamento de anúncios: o IPA (Interoperable Private Attribution) permite que anunciantes meçam as taxas de sucesso de seus anúncios, respeitando a privacidade e ofuscando a identidade de usuários. A notícia é surpreendente dado o histórico de críticas da Mozilla em relação às práticas de rastreamento desenvolvidas pela Meta. As informações são do site XDA Developers.","url":""},{"text":"Seguradora afirma que o metaverso está aumentando casos de TVs quebradas: desde 2016, houve um crescimento de 68% nos registros de acidentes após a comum desorientação causada por óculos de realidade virtual, afirma a britânica Aviva. Ventiladores de teto, móveis e luminárias também seriam outros alvos dos jogadores. As informações são do jornal The Guardian.","url":""},{"text":"Renegociação de dívidas cresce 500% após Serasa adotar robôs de atendimento: o sistema também ultrapassou humanos na métrica de satisfação de clientes, reduzindo em 77% a quantidade de atendentes. Uma das vantagens dos robôs é a eliminação do constrangimento ao passar por um atendimento humano, afirmou a BRbots, empresa que desenvolveu o sistema. As informações são do site Convergência Digital.","url":""},{"text":"SpaceX planeja realizar primeira caminhada espacial privada neste ano: o programa “Polaris Dawn” está previsto para o quarto trimestre, mas a companhia ainda está desenvolvendo os trajes espaciais e a Starship, nave que levará os astronautas ao espaço. O plano será financiado pelo bilionário Jared Isaacman, que voou na “Inspiration4”, primeira missão espacial turística no ano passado. As informações são do site TechCrunch.","url":""},{"text":"Energia nuclear pode desempenhar papel fundamental para mundo atingir meta de carbono zero: uma redução de 80% nas emissões pode ser alcançada com instalações de energia eólica e solar, mas por causa da variabilidade em sua produção, expansões massivas em capacidades de armazenamento e transmissão seriam necessárias. Em países como os EUA, que têm condições geográficas e climáticas adequadas para gerar ampla energia renovável, a energia nuclear não seria tão crítica, mas em países como o Brasil, o uso estratégico da energia nuclear poderia permitir uma transição mais rápida. As informações são do Instituto para a Ciência de Carnegie.","url":""},{"text":"Reino Unido quer rastrear veículos para cobrar impostos por quilômetro rodado: o comitê de gestão rodoviária do país alerta que o sistema tributário precisa ser completamente reformulado com a migração para elétricos, estimando uma perda de receita anual de 35 bilhões de libras esterlinas (cerca de 250 bi de reais) sem os impostos sobre combustíveis e emissões de carbono. O governo britânico pretende banir a venda de veículos à combustão a partir de 2030. As informações são do site National World.","url":""},{"text":"Linux é o sistema operacional mais rápido ao consertar vulnerabilidades: entre 2019 e 2021, problemas de segurança foram resolvidos em uma média de 25 dias, segundo relatório produzido pelo “Project Zero” do Google. Além disso, o Linux tem reduzido consistentemente os tempos de resposta, de 32 dias em 2019 para apenas 15 dias em 2021. Em comparação, a Microsoft leva em média 83 dias para solucionar vulnerabilidades. Em relação a sistemas operacionais móveis, a Apple lidera, resolvendo problemas em uma média de 70 dias, em comparação com os 72 do Android. As informações são do site The Register.","url":""}]}