{"title":"Celular faz bem ao sono / Hackers em Portugal / iFood lança moto elétrica","fps":30,"timestamp":1644535928,"date":"10/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Estudo sugere que uso do celular antes de dormir pode melhorar qualidade do sono: o tempo e qualidade do repouso — medidos por leituras de eletroencefalografia, sono REM e sono profundo — não seriam afetados pelo uso de certas mídias como filmes e seriados ou podcasts, servindo como atividades passivas e calmantes. O uso de mídias sociais ou envio de mensagens de texto, no entanto, não demonstrou os mesmos efeitos benéficos. As informações são do site New Atlas.","url":""},{"text":"Empresa de telefonia de Portugal luta para restabelecer serviço após ciberataque: iniciado na noite de segunda-feira, o ataque derrubou as redes 4G e 5G da Vodafone, interrompendo serviços de voz, SMS, televisão e atendimento digital. Voz e dados 3G já foram restabelecidos na maior parte do país, dando prioridade para comunicação entre serviços de emergência. O grupo criminoso Lapsus$, o mesmo que hackeou o Ministério da Saúde no Brasil, parece estar envolvido — em 20 de janeiro, no Telegram, eles informaram que estavam “trabalhando em algo grande” e na última terça-feira (dia 8), postaram apenas “vodafone  👀”. As informações são do site Ars Technica.","url":""},{"text":"iFood lança moto elétrica exclusiva para entregadores: o modelo “EVS Work” — criado em parceria com a montadora brasileira Voltz — promete reduzir em até 70% os custos com combustível e manutenção. O iFood prevê que cerca de 10 mil dessas motos entrarão em circulação até o final do ano. As informações são do TecMundo.","url":""},{"text":"Universidade Federal de Pelotas ajuda a desenvolver supercapacitor flexível: o componente — um meio de armazenamento de energia de alto desempenho, com tempos de recarga e descarga muito rápidos — pode ser facilmente integrado em calçados, roupas e outros acessórios IoT. Além do baixo custo, o processo de fabricação é ecológico. As informações são da Universidade de Surrey.","url":""},{"text":"Pela primeira vez, pesquisadores controlam células de mamíferos com ultra-som: a técnica, chamada de “sonogenética”, abre caminho para versões não invasivas de implantes para estimulação cerebral profunda, marcapassos e bombas de insulina. Para Sreekanth Chalasani, principal autor do estudo, a medicina “sem fio” é o futuro, afirmando que o ultra-som é seguro e pode tornar-se a melhor ferramenta para manipular células no corpo humano. As informações são do site ScienceDaily.","url":""},{"text":"Códigos da Apple fazem referência a “realityOS”, suposto sistema operacional do seu óculos de realidade virtual/aumentada: o termo foi identificado em códigos-fonte arquivados no GitHub e em logs da App Store. Em 2017, rumores já apontavam que a empresa estaria criando um sistema chamado “rOS”. O dispositivo de realidade virtual deve ser lançado apenas em 2023. As informações são do site TechCrunch.","url":""},{"text":"Nova linguagem de programação desenvolvida no MIT pode trazer benefícios para computação de alto desempenho: na “ATL” (“A Tensor Language”, na sigla em inglês), os fatores de velocidade e confiabilidade são ambos prioridades, sem competirem entre si. Tudo na linguagem destina-se a produzir um único número ou um tensor — matrizes computacionais com mais de duas dimensões. A ATL é baseada em outra linguagem, a “Coq”, que tem a capacidade inerente de provar asserções de forma matematicamente rigorosa. As informações são do site MIT News.","url":""},{"text":"Solidity é a linguagem de programação com salários mais altos no começo de 2022: a diferença entre a pequena quantidade de candidatos e os cargos disponíveis fizeram os salários dispararem. A linguagem — criada pela equipe por trás do Ethereum — é utilizada para escrever a lógica por trás dos contratos inteligentes executados na maioria das blockchains. O salário médio é 165 mil dólares por ano, mas algumas ofertas atingem até 1 milhão de dólares. Em segundo lugar ficou Rust — seu uso em smart contracts da plataforma Solana tem sido um fator chave — com salários entre 122 mil e 300 mil dólares por ano. Scala ficou na terceira posição, com salários entre 120 mil e 400 mil dólares por ano. As informações são do site DevJobsScanner que analisou mais de 4 milhões de ofertas de emprego em todo o mundo.","url":""}]}