{"title":"Controvérsia sobre IAs / Base na Lua da SpaceX / Novo imposto","fps":30,"timestamp":1645453731,"date":"21/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Especialistas rebatem afirmação controversa de Ilya Sutskever, cientista-chefe da OpenAI: Sutskever havia dito na semana passada que as grandes redes neurais atuais já seriam “levemente conscientes”. No entanto, afirmar que já seria possível replicar um conceito “nebuloso” como a consciência, parece ser “na melhor das hipóteses, improvável” e “absurdo”. A posição de Sutskever também poderia criar expectativas irracionais sobre sistemas inteligentes, orientando incorretamente a cultura popular e políticas públicas. As informações são do site Skynet Today.","url":""},{"text":"SpaceX pretende montar base na Lua: a ideia seria construir um ecossistema habitado por “centenas ou milhares” de cientistas e exploradores. Tudo seria possível com a espaçonave Starship, que levaria habitats, rovers e suprimentos até a base lunar. A companhia não deu prazo para colocar o plano em ação. As informações são do site Futurism.","url":""},{"text":"Reforma tributária deve criar novo imposto sobre vendas pela internet: para o senador Roberto Rocha (PSDB), relator da PEC 110/2019, o mundo vive em um novo momento digital, sendo um desafio “como tributar isso”. A proposta prevê o estabelecimento do Imposto sobre Valor Agregado (IVA), com sistema eletrônico de cobrança e que não deve ser confundido com a antiga CPMF, afirma Rocha. As informações são da Agência Senado.","url":""},{"text":"Sites do Submarino e Americanas estão fora do ar após ataque do Lapsus$, mesmo grupo criminoso que hackeou o Ministério da Saúde: a invasão aconteceu em duas etapas durante este final de semana, com os hackers derrubando os sistemas da empresa que controla os sites duas vezes. Em seu canal no Telegram, o grupo escreveu “kkkkkkkkkkkk round 2 Americanas”, ao alegar ter hackeado o ambiente de pagamentos da companhia. Os hackers também publicaram mensagens trocadas internamente pela equipe de TI, demonstrando que estavam acompanhando a resposta ao ataque em tempo real. A empresa afirma ter suspendido proativamente parte de seus servidores e tenta normalizar os sistemas de e-commerce o mais rápido possível. As informações são do site CISO Advisor.","url":""},{"text":"Primeira transmissão em cores na TV brasileira completa 50 anos: em 19 de fevereiro de 1972, a Rede Globo transmitiu a “Festa da Uva” de Caxias do Sul (RS), com narração de Cid Moreira. O Brasil foi o primeiro país da América Latina a implementar o novo padrão de transmissão, chamado PAL-M. As informações são da Agência Brasil.","url":""},{"text":"Meta apresenta conceito de “Realidade Mista” para agências de publicidade, primeiro passo para um metaverso imersivo: a tecnologia permitiria que uma pessoa equipada com um dispositivo especial possa movimentar um objeto do mundo real e acionar uma reação no mundo virtual. Segundo a companhia, o metaverso ainda levará uma década para ser construído. A Realidade Mista pode ser uma primeira etapa e a Meta tem aconselhando agências de publicidade a realizar experimentos como filtros de fotos e vídeos que sobrepõem imagens digitais ao mundo real. As informações são da Reuters.","url":""},{"text":"Pesquisadores conseguem controlar com precisão energia eletromagnética na faixa de terahertz: localizadas no espectro entre microondas e luz infravermelha, essas ondas abrem as portas para dispositivos de imagem em tempo real de alta resolução, como radares em veículos e drones autônomos que podem operar efetivamente na chuva, neblina ou neve, e em ambientes hospitalares como um scanner corporal seguro e não intrusivo, sem causar os impactos de raios X na saúde. As informações são do site MIT News.","url":""},{"text":"Cientistas de Stanford realizam sequenciamento de DNA mais rápido da história: a técnica, assistida por IA, otimiza cada etapa do fluxo de trabalho de sequenciamento. O tempo de cinco horas e dois minutos, certificado pelo Livro Guinness dos Recordes, permite diagnósticos e o início de tratamentos médicos mais rápidos. As informações são do blog da Nvidia.","url":""}]}