{"title":"Microsoft revela Singularity / Aves sabotam estudo / Prejuízo da Americanas","fps":30,"timestamp":1645540096,"date":"22/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Microsoft revela “Singularity”, sua infraestrutura de IA em escala planetária: o sistema possui uma rede de dezenas de milhares de servidores que utilizam processadores Xeon Platinum, com oito GPUs Nvidia V100, 692 GB de RAM, rede InfiniBand, além de FPGAs e outros aceleradores de IA. Segundo a Microsoft, no entanto, o “segredo” estaria na tecnologia de dimensionamento de carga e schedulers, reduzindo custos e aumentando a confiabilidade de serviços. As informações são do site The Register.","url":""},{"text":"Estudo conservacionista australiano falha após aves aprenderem como remover dispositivos de rastreamento: o objetivo era aprender mais sobre o movimento e a dinâmica social da espécie “gymnorhina tibicen”, ave considerada altamente inteligente e nativa no país. Os dispositivos eram similares a “mochilas”, pesando menos de uma grama, e transmitiam sem fio as informações para os pesquisadores. As aves, no entanto, demonstraram um comportamento cooperativo raramente visto em pássaros chamado de “resgate”, ajudando umas às outras a remover os rastreadores. As informações são do portal ABC News.","url":""},{"text":"Prejuízo com ataque cibernético à Americanas, Submarino e Shoptime chegaria a 100 milhões de reais por dia: os sites já estão fora do ar há quatro dias. Segundo a Americanas, suas lojas físicas não foram afetadas e operam normalmente. A Americanas é a terceira maior plataforma de comércio eletrônico do país, depois de Mercado Livre e Magalu. As informações são do site Convergência Digital.","url":""},{"text":"Moedas digitais poderão ser regulamentadas no Brasil até o final do ano: a ideia seria classificar criptoativos como “veículos de investimento”, forçando corretoras a seguir as regras de fundos de investimento, ter sede no Brasil e guardar registros de transações. Outro ponto seria atualizar o Código Penal tipificando o crime de “estelionato com moedas virtuais”, com penas de prisão de quatro a oito anos. As informações são do jornal Folha de S.Paulo.","url":""},{"text":"Centro que abriga o acelerador de partículas brasileiro Sirius sofre ataque ransomware: o CNPEM informou que não há nota de resgate. Apesar da invasão, a operação e dados do Sirius, maior acelerador de partículas do tipo síncrotron do mundo, estão preservados — as informações possuem backup em nuvem e os aceleradores de elétrons e estações de pesquisa utilizam sistemas customizados e sem acesso à rede. As informações são do site CISO Advisor.","url":""},{"text":"Principal cabo submarino que conecta Tonga à internet é restaurado: parte da região foi “obliterada” durante uma erupção vulcânica no começo deste ano. Apesar da restauração dos serviços, apenas a capital do país está conectada — outras ilhas do arquipélago ainda precisam ser reconectadas. As informações são do site The Register.","url":""},{"text":"Algoritmo simples de IA consegue realizar decisões de empréstimo bancário com mais de 95% de precisão: a pesquisa, financiada pelo brasileiro “Banco BBM”, indica que instituições financeiras poderiam processar empréstimos de forma mais rápida e econômica “na ausência de gerentes de empréstimos humanos”. Embora a pesquisa reconheça a variedade de outras tarefas executadas por gerentes, seria difícil argumentar que elas são essenciais para a concessão de empréstimos bancários em específico. Além disso, dados adicionais e maior poder computacional tem o potencial de melhorar o algoritmo e resultados. As informações são do site Unite AI.","url":""},{"text":"Pesquisadores espanhóis criam sistema magnético para reproduzir artificialmente funções de “aprendizado e esquecimento” do cérebro humano em computação neuromórfica: o uso de magneto-iônica diminui drasticamente o consumo de energia e torna o armazenamento de dados energeticamente eficiente — até então, a maioria dos sistemas eram controlados por correntes elétricas, envolvendo significativa perda de energia por dissipação de calor. O novo paradigma de computação inspirado no cérebro humano reproduz a atividade de sinapses biológicas utilizando redes neurais artificiais. As informações são do site Phys. ","url":""}]}