{"title":"Ucrânia convoca hackers / Backdoor em Linux / Energia ultraprofunda","fps":30,"timestamp":1645799303,"date":"25/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Ucrânia convoca hackers do país a lutarem contra a Rússia: os voluntários serão divididos em unidades cibernéticas separadas, uma defensiva e outra ofensiva. A unidade defensiva irá preservar a infraestrutura, como usinas de energia e sistemas de água. A unidade ofensiva auxiliará os militares ucranianos a realizar operações de espionagem digital contra as forças russas. As informações são da Reuters.","url":""},{"text":"Backdoor em Linux, utilizado pela NSA por mais de uma década, é descoberto: a empresa de segurança chinesa Pangu Lab afirma que o “Bvp47” é sofisticado,  subvertendo sistemas de forma altamente direcionada em todo o mundo, pelo menos desde 2007, e já teria sido implantado contra mais de 287 alvos em 45 países, incluindo China, Alemanha, Japão, Índia e Rússia. As informações são do site The Register.","url":""},{"text":"Tecnologia de fusão nuclear pode permitir extração de energia geotérmica ultraprofunda: a perfuração até camadas profundas da Terra é muito difícil para brocas tradicionais. Pesquisadores do MIT estão testando feixes de energia direcionada para vaporizar a rocha,  em um processo chamado de espalação. Uma das tecnologias utilizadas seria o girotron, que aquece o plasma dentro de reatores nucleares. De acordo com o MIT, há tanto calor abaixo da superfície da Terra, que captar apenas 0,1% poderia suprir as necessidades de energia do mundo inteiro por mais de 20 milhões de anos. As informações são do site New Atlas.","url":""},{"text":"Polícia Federal, entidades e iniciativa privada anunciam ofensiva contra hackers: a frente terá a participação de empresas como Banco do Brasil, Caixa Econômica Federal, Santander, XP e Mercado Livre, além de entidades como a Febraban. A ideia é formar uma força-tarefa para troca de informações confidenciais sobre vulnerabilidades, crimes cibernéticos e negociações para resgate de dados. As informações são da revista Veja.","url":""},{"text":"Valor de mercado da AMD se iguala ao da Intel: são 189,7 bilhões de dólares da AMD contra 190,2 bilhões da Intel (valores de ontem). Segundo analistas, a compra da Xilinx pela AMD — negócio concluído na semana passada — oferece à companhia uma parcela significativa do mercado de chips programáveis. As informações são do site Yahoo Finance.","url":""},{"text":"Cientistas alemães criam bateria do tamanho de um grão de areia: a equipe utilizou um processo chamado de “wiss-rol” ou “icro origam”, semelhante ao utilizado pela Tesla para fabricar as baterias para seus carros elétricos em larga escala. Essa microbateria recarregável tem grande potencial para futuras tecnologias de sensores e nanoeletrônicos em áreas como a Internet das Coisas, implantes médicos, sistemas microrobóticos e eletrônica ultraflexível. As informações são da Universidade de Tecnologia de Chemnitz.","url":""},{"text":"Adoção da arquitetura RISC-V estaria “decolando como um foguete”: o conjunto de instruções de computador de código aberto, introduzido em 2010, promete soluções para execução e treinamento de inteligências artificiais com baixo consumo de energia. A ARM ainda dominará nos próximos cinco anos, mas o número de chips que incluem pelo menos alguma tecnologia RISC-V crescerá 73% ao ano até 2027, quando serão produzidos cerca de 25 bilhões de chips, capturando cerca de 15% do mercado. As informações são da IEEE Spectrum.","url":""},{"text":"Cresce o número de empresas que pretendem abandonar programas escritos em COBOL: há dois anos, apenas metade das empresas queriam migrar seus sistemas para uma linguagem de programação diferente. Agora, esse percentual saltou para 75%. Estima-se que em 2015, 220 bilhões de linhas de código COBOL ainda estavam em produção, executando 43% dos sistemas bancários do mundo e 95% dos caixas automáticos. Semáforos, companhias aéreas, fundos de pensão e sistemas de folha de pagamento também são executados regularmente em COBOL. A linguagem foi lançada em 1959, há 63 anos. As informações são da IEEE Spectrum.","url":""}]}