{"title":"Ucrânia: malware destruidor / Tradutor universal / Nova identidade digital","fps":30,"timestamp":1645712944,"date":"24/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Centenas de milhares de computadores ucranianos estariam infectados por malware que destrói dados: segundo pesquisadores da ESET, que detectaram a vulnerabilidade em sistemas Windows apenas na tarde de ontem, a campanha de infecção estaria em andamento há pelo menos dois meses. O malware — assinado criptograficamente com um certificado legítimo, mas presumivelmente roubado — utiliza drivers de um programa de particionamento para corromper dados. As informações são do site The Register.","url":""},{"text":"Meta anuncia planos para construir “tradutor universal” com inteligência artificial: para Mark Zuckerberg, a capacidade de se comunicar em qualquer idioma seria igual a um “superpoder”. A empresa vai se concentrar na construção de modelos que possam aprender a traduzir idiomas com menos exemplos de treinamento e sistemas que traduzam fala e textos em tempo real através de dispositivos como óculos de realidade aumentada. As informações são do site The Verge.","url":""},{"text":"Governo lança Carteira Nacional de Identidade, abolindo o número de RG: o documento usará o CPF como identificação e permitirá a validação eletrônica de autenticidade por QR Code. O novo padrão deverá ser adotado de forma padrão em todo o País até março de 2023, abolindo o documento físico em até 10 anos. A CNI também armazenará todo o histórico de saúde dos cidadãos e servirá como documento de viagem, contendo um código MRZ (Machine Readable Zone), o mesmo utilizado por passaportes. As informações são do TecMundo.","url":""},{"text":"TSE já prepara tese jurídica para bloquear aplicativos de mensagens durante as eleições: a posição é defendida pelo novo presidente do tribunal, o ministro Edson Fachin. A tese possui base jurídica em legislações existentes sobre internet e eleições, o que permitiria aplicar limites em “aplicativos rebeldes”. A principal preocupação da Justiça Eleitoral atualmente seria o Telegram. As informações são da Agência Brasil.","url":""},{"text":"Sites da Americanas e Submarino voltam a operar gradualmente, mas empresa já perdeu 3,5 bilhões de reais em valor de mercado: Shoptime e SouBarato ainda continuam fora do ar. A Americanas, dona das marcas, afirma que não há evidência de comprometimento nas bases de dados, mas a entrega de pedidos poderá atrasar. As informações são do site Convergência Digital.","url":""},{"text":"Pesquisadores do CeMEAI criam plataforma para detectar notícias falsas em português: o modelo foi treinado com mais de 100 mil notícias publicadas nos últimos cinco anos, utilizando uma combinação de estatística e técnicas de aprendizado de máquina para detectar quando artigos possuem a intenção de enganar com 96% de precisão. No entanto, os pesquisadores agora têm receio de que o sistema possa ser utilizado de modo inverso, facilitando a avaliação do potencial de notícias falsas se passando por verdadeiras antes de serem difundidas. As informações são da Agência FAPESP.","url":""},{"text":"Pesquisadores britânicos criam novo sensor quântico para mapear objetos debaixo do solo: é a primeira vez que um gradiômetro é utilizado fora de um ambiente laboratorial, detectando variações na microgravidade utilizando princípios da física quântica. O sensor pode trazer “profundas implicações para a indústria, o conhecimento humano e a segurança nacional”, reduzindo custos em projetos de construção, melhorando a previsão de fenômenos naturais, identificando recursos naturais ocultos e descobrindo artefatos arqueológicos sem escavação. As informações são do site ScienceDaily.","url":""},{"text":"Cientistas da Arábia Saudita criam retina artificial com nanocristais de perovskita: o material pode detectar luz de maneira semelhante ao olho humano. Apesar da inspiração biológica, o dispositivo será destinado a sistemas de visão avançados em câmeras e robôs. A perovskita é um mineral muito eficiente na absorção de luz e também tem o potencial de revolucionar o mercado de células fotovoltaicas. As informações são do site New Atlas.","url":""}]}