{"title":"Próxima revolução em IAs / Atividade cerebral / MPF pressiona Apple e Google","fps":30,"timestamp":1645626502,"date":"23/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Cientista-chefe na Meta afirma que “próxima revolução” virá quando sistemas de IA não exigirem mais aprendizado supervisionado: para Yann LeCun, esses sistemas não dependerão mais de conjuntos de dados cuidadosamente rotulados para que obtenham uma compreensão do mundo e executar suas tarefas. O aprendizado autossupervisionado utiliza dados não rotulados, tornando o sistema mais robusto e reduz a sensibilidade a vieses em dados. As informações são da IEEE Spectrum.","url":""},{"text":"Cientistas registram, involuntariamente, atividade cerebral de paciente idoso enquanto ele falecia: o estudo estava analisando ondas cerebrais de um paciente de 87 anos com epilepsia. Infelizmente, o paciente faleceu durante o exame, ainda ligado ao equipamento de eletroencefalografia, registrando 30 segundos de sua atividade cerebral antes e depois de seu coração parar de bater. Os pesquisadores detectaram um aumento nas ondas cerebrais conhecidas como oscilações gama, que normalmente ocorrem ao sonhar, recordar memórias ou meditar. As informações são do site Futurism.","url":""},{"text":"Ministério Público Federal questiona Apple e Google sobre app do Telegram em suas lojas: o órgão quer saber quais medidas são adotadas na suspensão de aplicativos que violam leis brasileiras ou que causam potencial dano a interesses coletivos, alertando sobre sua responsabilidade. Uma pesquisa realizada em janeiro deste ano, mostra que o Telegram já está instalado em 60% dos smartphones brasileiros. As informações são do Tecnoblog.","url":""},{"text":"Biometria facial será obrigatória para acessar portal e-CAC da Receita Federal: a exigência acontece a partir desta sexta-feira (dia 25). A mudança aumenta a segurança e permite que serviços atualmente apenas acessíveis com certificado digital possam ser fornecidos a mais pessoas. As informações são da Agência Brasil.","url":""},{"text":"Conexão ao supercomputador Santos Dumont é restabelecida após desastre em Petrópolis: o equipamento, localizado no Laboratório Nacional de Computação Científica, foi afetado pelo rompimento de um cabo óptico após as fortes chuvas que assolaram a cidade. A recuperação da rede, no entanto, ainda é parcial. As informações são do site Convergência Digital.","url":""},{"text":"IA não consegue proteção de direitos autorais em sua própria arte nos EUA: Steven Thaler, o criador da IA, tentava proteger a imagem “A Recent Entrance to Paradise” desenvolvida pelo algoritmo “Creativity Machine”. Para o departamento que regula a propriedade intelectual nos EUA, o vínculo entre a mente humana e a expressão criativa seria um elemento vital para a proteção de direitos autorais. As informações são do site The Verge.","url":""},{"text":"Virgin Hyperloop demite metade de seus funcionários: a empresa está reorientando seus negócios para o transporte de cargas, ao invés de passageiros. O sistema de tubos de vácuo da Hyperloop tem o potencial de impulsionar cápsulas a velocidades de até 1.080 km/h. As informações são do site TechCrunch.","url":""},{"text":"GitHub abre Advisory Database para contribuições da comunidade: o objetivo é fornecer um repositório gratuito e open source de CVEs e avisos de segurança, permitindo que qualquer pessoa obtenha conhecimento sobre essas vulnerabilidades. O Advisory Database é o maior banco de dados de vulnerabilidades em dependências de software do mundo e está disponível no repositório “github/advisory-database” no GitHub. As informações são do blog do GitHub.","url":""}]}