{"title":"Delegado cria investigador de BTC / Garoto inventa bafômetro / Pai derruba internet de cidade","fps":30,"timestamp":1645194524,"date":"18/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Plataforma para rastreamento de Bitcoin, criada por delegado brasileiro, ganha destaque internacional: a BlockSherlock, desenvolvida por Vytautas Zumas, delegado da polícia civil de Goiás, já foi utilizada em mais de 70 países para facilitar a atividade investigativa relacionada a crimes com moedas digitais. Segundo Zumas, embora essas ocorrências tenham aumentado, a culpa não seria da tecnologia, já que criminosos se aproveitarão de qualquer nova tecnologia — Pix, redes sociais ou aplicativos de mensagens — para aplicar golpes. As informações são do site Livecoins.","url":""},{"text":"Garoto de 13 anos inventa “bafômetro” que utiliza inteligência artificial para detectar marcadores de pneumonia fúngica: Caleb combinou um projeto open source de nariz artificial com uma incubadora que detecta mudanças nas concentrações de compostos orgânicos voláteis na respiração e os correlaciona a processos metabólicos e patofisiológicos no corpo. Seu modelo pode ainda ser mais barato e mais facilmente empregado do que métodos utilizados hoje. Caleb decidiu criar o dispositivo após ter pneumonia aos nove anos de idade e aprofundar sua pesquisa em um projeto de ciências na escola onde estuda, nos EUA. As informações são do blog de Benjamin Cabé.","url":""},{"text":"Homem francês derrubava, sem querer, sinal de celular e internet de toda a cidade para impedir que seus filhos entrassem na internet: o homem instalou um bloqueador de radiofrequências em sua casa, ativado todos os dias entre meia noite e três horas da manhã. Utilizar um dispositivo de interferência na França é ilegal e o homem agora luta contra uma multa de 30 mil euros e uma pena de 6 meses de prisão. As informações são do site Bleeping Computer.","url":""},{"text":"Pesquisa demonstra que rostos gerados por IAs são mais confiáveis do que rostos de pessoas reais: a classificação média de confiabilidade para rostos sintéticos foi 7,7% maior do que rostos reais, afirma a Universidade de Lancaster. Além disso, rostos sintetizados no modelo StyleGAN2 são altamente fotorrealistas e praticamente indistinguíveis de rostos reais. Os pesquisadores alertam para as implicações do estudo, incentivando a incorporação de diretrizes éticas na criação desses tipos de mídia. As informações são do site Neuroscience News.","url":""},{"text":"FBI emite alerta após aumento expressivo no uso de QR Codes durante a pandemia: cibercriminosos já estão adulterando códigos e redirecionando vítimas para sites maliciosos com a intenção de roubar informações bancárias. A agência afirma que é importante verificar a confiabilidade da fonte que gerou o código e no momento de digitalizar um QR Code físico, verificar se ele não foi adulterado com um adesivo colado em cima do código original. As informações são do site Axios.","url":""},{"text":"Físicos norte-americanos criam primeiro relógio com multiplexação óptica e que pode gerar novas descobertas da física: o “relógio atômico de treliça óptica” pode medir diferenças de tempo com uma precisão equivalente à perda de apenas um segundo a cada 300 bilhões de anos. Por causa do seu fator de multiplexação, seis relógios separados poderão ser instalados no mesmo ambiente. O design tem potencial de detectar ondas gravitacionais, matéria escura ou facilitar a descoberta de novas leis da física. As informações são do site ScienceDaily.","url":""},{"text":"Cientistas da computação, músicos e químicos trabalham em novo método para para descrever processos bioquímicos: o time de pesquisadores da Universidade de Illinois Urbana-Champaign estão trabalhando em um processo chamado de sonificação — energia de ondas sonoras aplicada sobre determinados sistemas químicos. A técnica utiliza mapeamento de áudio, como tom, timbre, volume e visualizações animadas, para ajudar especialistas a “intuir” melhor sobre processos de enovelamento de proteínas. As informações são do site Phys.","url":""},{"text":"Sistema de varredura de código do GitHub agora encontra mais vulnerabilidades de segurança: o recurso — baseado em aprendizado de máquina — já está disponível para repositórios JavaScript e TypeScript em versão beta, alertando para outros quatro padrões de vulnerabilidade comuns (cross-site scripting, path injection, NoSQL injection e SQL injection). O novo sistema pode ter uma taxa de falsos positivos mais alta, adverte o GitHub, mas os resultados deverão melhorar com o tempo. As informações são do site Bleeping Computer.","url":""}]}