{"title":"Nova funcionalidade da carteira digital / Olhos biônicos obsoletos / Recuperando textos pixelados","fps":30,"timestamp":1645021751,"date":"16/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Proprietários poderão realizar transferência de veículos pela Carteira Digital de Trânsito: o recurso deve ficar disponível a partir de março. Com o novo sistema, não será mais necessário ir ao cartório para realizar o procedimento documental de compra e venda. Entretanto, compradores e vendedores precisarão ter cadastrado no GovBR, a documentação do veículo precisa estar no formato digital e o Detran do estado precisa ter aderido ao sistema. A vistoria continua obrigatória. As informações são da Agência Brasil.","url":""},{"text":"Fabricante de olhos biônicos vai à falência, deixando alguns pacientes sem visão novamente: os implantes de retina da “Second Sight” são utilizados por mais de 350 pessoas no mundo e, se falharem, não tem mais conserto. Um dos pacientes, Ross Doerr, afirma que a tecnologia — que permite uma visão artificial em tons de cinza — é “fantástica”, mas a empresa é “péssima”. As informações são da IEEE Spectrum.","url":""},{"text":"Pesquisador cria ferramenta para recuperar textos confidenciais pixelados: segundo Dan Petro, pesquisador-chefe da empresa de segurança Bishop Fox, seria mais seguro apenas colocar barras escuras sobre o texto que se deseja ocultar. A ferramenta está disponível no repositório “bishopfox/unredacter” no GitHub. As informações são do site Bleeping Computer.","url":""},{"text":"Hackers indianos são descobertos plantando evidências falsas para incriminar pessoas inocentes: o grupo “ModifiedElephant” seria responsável por ataques direcionados a ativistas de direitos humanos, jornalistas, acadêmicos e advogados desde 2012 com o objetivo de plantar documentos incriminatórios em seus computadores. A motivação do grupo parece ser política. As informações são do blog da SentinelOne.","url":""},{"text":"Astrônomos não encontram sinais de civilizações inteligentes ao analisar centro da Via Láctea: o estudo realizou uma busca por tecnoassinaturas através de ondas de rádio de baixa frequência, focando em Sagitário A*, o buraco negro supermassivo no núcleo da nossa galáxia. Uma linha de visão em direção ao centro galáctico oferecia o maior número de sistemas potencialmente habitáveis em qualquer direção do céu, com mais de três milhões de estrelas. As informações são do site Phys.","url":""},{"text":"Operadoras de telefonia europeias querem que empresas de tecnologia paguem por parte da infraestrutura: Telefónica (controladora da Vivo no Brasil), Deutsche Telekom, Vodafone e Orange afirmam que serviços de streaming, jogos e redes sociais seriam responsáveis por mais de 70% do tráfego. As empresas querem compartilhar investimentos de forma mais proporcional, já que plataformas digitais possuem modelos de negócio de hiperescala e baixo custo, enquanto as operadoras de rede arcam com investimentos com baixa lucratividade. No Brasil, as operadoras têm defendido uma posição similar, pedindo por um “novo pacto digital” para corrigir desequilíbrios. As informações são do site Mobile Time.","url":""},{"text":"Google lança Chrome OS Flex, sistema operacional que pode ser instalado em praticamente qualquer PC e Mac: a iniciativa destina-se a prolongar a vida útil de equipamentos mais antigos, especialmente em ambientes educacionais e empresariais. Tanto o Chrome OS quanto o Chrome OS Flex utilizarão a mesma base de código e seguirão a mesma cadência de lançamentos. As informações são do site TechCrunch.","url":""},{"text":"Pesquisa mostra que React continua como front-end dominante: o “State of JS” de 2021, mostra que o framework é utilizado por 80% dos pesquisados, percentual mantido desde 2019. O interesse de desenvolvedores na tecnologia, no entanto, tem caído consistentemente, passando de 75% em 2016 para 48% em 2021 — Svelte tomou a primeira posição (68% de interesse), seguido por Solid (56%) e Vue.js (50%). Em termos de satisfação — vontade de utilizar um framework novamente — Solid e Svelte obtiveram uma resposta 90% positiva, seguidos por React, com 84%. A pesquisa foi realizada entre 13 de janeiro e 2 de fevereiro de 2022, coletando 16.085 respostas. As informações são do site State of JS.","url":""}]}