{"title":"Seu rosto será mapeado / IA controla plasma / União entre polícia e hackers","fps":30,"timestamp":1645108143,"date":"17/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Startup pretende mapear rostos de todas as pessoas no planeta já no próximo ano: segundo a Clearview AI, 100 bilhões de imagens seriam necessárias para garantir a identificação de praticamente qualquer pessoa no mundo. A startup já possui 10 bilhões de fotos em seu banco de dados e está buscando investidores para expandir sua gama de produtos para governos, expandir sua equipe de vendas internacionais e pressionar por regulamentações favoráveis ao redor do mundo. A Clearview montou seu sistema de reconhecimento facial obtendo imagens publicamente disponíveis em redes sociais e outras fontes online, como Facebook, Twitter, YouTube e Google. As informações são do site Ars Technica.","url":""},{"text":"DeepMind desenvolve IA para controlar plasma dentro de reatores de fusão nuclear: a rede neural conseguiu controlar autonomamente 19 bobinas magnéticas dentro de um reator tokamak, tanto em simulações como em experimentos práticos. A DeepMind afirma que o modelo de aprendizado por reforço é particularmente adequado para esse tipo de problema complexo e representa um passo significativo no projeto de futuros reatores de fusão viáveis. As informações são da revista Science.","url":""},{"text":"Polícia e hackers deveriam se unir para combater crimes digitais no Brasil, afirma investigador forense de moedas digitais: segundo o especialista — que não se identifica com receio de possíveis represálias de criminosos — a colaboração é necessária por causa dos diferentes tipos de crimes digitais envolvendo ativos digitais. Para o investigador, é como se a polícia tivesse apenas uma “pistolinha d’água” para combater hackers que utilizam fuzis. As informações são do Tecnoblog.","url":""},{"text":"Apesar de alertas do Banco Central, golpe do “dinheiro esquecido” já teria feito milhares de vítimas: segundo a empresa de segurança PSafe, já existem diversos sites falsos utilizando o tema para atrair o interesse do público. Os criminosos estão utilizando aplicativos de mensagens e redes sociais para distribuir links falsos e solicitar informações bancárias. O BC alerta que a única forma de acessar o sistema é através do site “Sistema Valores a Receber” (valoresareceber.bcb.gov.br). As informações são do Canaltech.","url":""},{"text":"TCU encomenda IA específica para avaliação de denúncias: segundo o tribunal, esses casos representam a maior parte (40%) dos processos. O modelo precisará apresentar novos algoritmos e criar “funcionalidades inéditas e específicas” para fiscalização da contabilidade pública. O objetivo é reduzir o volume de trabalho em até 70%. As informações são do site Convergência Digital.","url":""},{"text":"Nova Iorque instala microfones em câmeras de vigilância para multar veículos barulhentos: o sistema registra o nível de ruído em decibéis enquanto o veículo passa pela câmera, tirando fotos e enviando a notificação pelos correios. Proprietários dos veículos infratores são ordenados a buscar um departamento público para inspeção e conserto do problema. Ignorar a intimação reserva uma punição de até 875 dólares (cerca de 4.600 reais), além de multas adicionais. As informações são do site Road &amp; Track.","url":""},{"text":"Pesquisadores chineses utilizam painéis solares para comunicação sem fio embaixo d'água: apesar de células solares serem normalmente projetadas para transformar luz em energia, a pesquisa demonstrou sua utilidade na comunicação óptica subaquática com excelentes taxas de transferência de dados (150 Mbps à distância de 35 metros). A nova abordagem pode oferecer uma maneira econômica para transmitir dados e produzir energia debaixo d'água. As informações são do site EurekAlert.","url":""},{"text":"Problema de precisão decimal em Float impediria transferência de alguns valores pelo aplicativo do Nubank: o bug impede transferências nos valores de 17,99, 16,99, 18,99 e 19,99 reais, informando sempre um centavo a menos (17,98 reais, por exemplo). O problema estaria no “float32” utilizado pelo banco, o que causaria problemas de arredondamento. O Nubank afirma já ter solucionado o problema. As informações são do Tecnoblog.","url":""}]}