{"title":"Dólar digital / Internet na Rússia / TV Box viram computadores","fps":30,"timestamp":1646922525,"date":"10/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Presidente dos EUA emite ordem executiva para desenvolvimento do dólar digital: o país irá avaliar benefícios e riscos para consumidores, investidores e empresas, estabilidade financeira, além de segurança nacional. Segundo Joe Biden, o Dólar digital pode habilitar formas de pagamento e transferências de baixo custo, especialmente internacionalmente, evitando os riscos associados a outras moedas digitais. Especialistas alertam, no entanto, que moedas digitais emitidas por bancos centrais podem ser utilizadas como ferramenta para vigilância governamental e de controle. As informações são do site Ars Technica.","url":""},{"text":"Russos estão encontrando maneiras de contornar bloqueio da internet no país: provedores de VPNs estão registrando um aumento de mais de 300% por semana no número de usuários vindos da Rússia após o país bloquear acesso a diversas redes de notícias e mídias sociais ocidentais. O Twitter lançou uma versão “onion” do site, permitindo o acesso por qualquer pessoa através do navegador Tor. As informações são dos sites Slashdot e The Verge.","url":""},{"text":"Receptores de TV piratas apreendidos pela Anatel são convertidos em minicomputadores para escolas públicas: o projeto “Além do Horizonte” converteu 745 dispositivos “TV Box” em minicomputadores. Acessórios como mouse e teclado foram obtidos por meio de bens apreendidos pela Receita Federal. As informações são do site do Ministério das Comunicações.","url":""},{"text":"Lei que autoriza reuniões de condomínio pela internet é sancionada: a Lei 14.309/22 assegura os mesmos direitos de voz e voto de uma reunião presencial. As assembleias realizadas por meio virtual ou de forma híbrida também precisarão obedecer às regras de instalação, funcionamento e encerramento previstas no edital de convocação. As informações são do site Convergência Digital.","url":""},{"text":"Empresas de telemarketing precisam utilizar prefixo 0303 obrigatoriamente a partir desta quinta-feira, mas entidade faz alerta: a mudança tem como objetivo auxiliar na identificação de ligações que oferecem produtos ou serviços. As mudanças valem apenas para operadoras de telefonia móvel, mas também deverão ser implementadas pelas operadoras de telefonia fixa em 90 dias. As operadoras precisarão fazer o bloqueio preventivo desses tipos de chamadas a pedido do consumidor. No entanto, a Conexis Brasil Digital afirma que nenhuma operadora de telefonia recebeu notificação para uso do novo sistema por empresas de telemarketing, indicando um processo longo de migração para a nova numeração. As informações são do site TeleSíntese.","url":""},{"text":"Cientistas coreanos criam lentes de contato inteligentes para tratar a retinopatia diabética: o dispositivo irradia 120 μW de luz vermelho distante diretamente à retina utilizando LEDs por 15 minutos 3 vezes por semana. Além de doenças oftalmológicas, a tecnologia de lentes de contato inteligentes tem sido estudada para monitorar a saturação de oxigênio, a taxa de batimentos cardíacos e tratar doenças como depressão e insônia. As informações são do site EurekAlert.","url":""},{"text":"Android vai lançar recurso de arquivamento de apps, liberando até 60% de espaço em smartphones: o arquivamento remove apenas parte de um aplicativo, ao invés de desinstalá-lo completamente. O app pode ser facilmente restaurado posteriormente para uma versão compatível mais recente, preservando dados dos usuários. As informações são do blog Android Developers.","url":""},{"text":"DeepMind auxilia historiadores a restaurar textos antigos: o modelo “Ithaca” restaura inscrições em grego antigo e também pode estimar quando e onde o texto foi escrito. Os melhores resultados são obtidos quando humanos e máquina trabalham juntos – especialistas sozinhos possuem apenas 25% de precisão, mas quando colaboraram com o Ithaca, o nível de precisão sobe para 72%. O desempenho do Ithaca por conta própria é de cerca de 62%. As informações são do site The Register.","url":""}]}