{"title":"Telegram: privacidade é sagrada / IA tradutora de porcos / Sem direito ao esquecimento","fps":30,"timestamp":1646749726,"date":"08/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Direito à privacidade é “sagrado”, diz fundador do Telegram em mensagem a ucranianos: apesar de ser russo, Pavel Durov lembra que foi expulso em 2013 da companhia que fundou, a VK, maior rede social da Rússia e Ucrânia, após o serviço de inteligência do país exigir dados privados de usuários ucranianos. O CEO do Telegram também disse que não mora mais na Rússia e não possui negócios ou funcionários no país. As informações são do canal de Durov no Telegram.","url":""},{"text":"Cientistas dinamarqueses utilizam IA para criar “tradutor” de sons emitidos por porcos: o objetivo é monitorar o bem-estar desses animais em fazendas. A pesquisa da Universidade de Copenhague treinou uma rede neural para aprender se os suínos estavam experimentando emoções positivas ou negativas através de gravações de áudio e dados comportamentais em diferentes situações, desde seu nascimento até a morte. As informações são do site Slashdot.","url":""},{"text":"Justiça impede remoção de conteúdo jornalístico na internet, reforçando que não há “direito ao esquecimento” no Brasil: um homem acusado de dirigir embriagado e de se passar por policial para entrar em uma festa particular pedia a remoção do conteúdo dos supostos crimes em sites jornalísticos na internet. Em fevereiro de 2021, o Supremo Tribunal Federal estabeleceu que o chamado “direito ao esquecimento” é incompatível com a Constituição Federal. As informações são do site Convergência Digital.","url":""},{"text":"Site da Receita Federal cai e impede download de arquivos no primeiro dia da declaração do Imposto de Renda deste ano: segundo o órgão, a instabilidade ocorreu por causa do alto volume de acessos e excesso de tráfego. Contribuintes que tiverem conta GovBR nos níveis prata e ouro terão acesso à declaração pré-preenchida e também será possível pagar o imposto devido ou receber a restituição através do Pix. Neste ano, o prazo para a entrega da declaração vai até o dia 29 de abril. As informações são do site Agência Brasil.","url":""},{"text":"China vai montar maior parque de energia eólica e solar do mundo: a planta com 450 GW será instalada no Deserto de Gobi. A China já domina a produção de energia renovável no mundo, com uma capacidade instalada de cerca de 900 GW, mais do que União Européia, EUA e Austrália combinados. As informações são do site New Atlas.","url":""},{"text":"Reino Unido inicia processo de aprovação do mini reator nuclear desenvolvido pela Rolls-Royce: cada mini planta gera 470 MW de energia, o necessário para alimentar cerca de um milhão de residências. O país quer fomentar sua nascente indústria de mini reatores nucleares para atingir o objetivo de emissões zero de carbono e promover novas tecnologias com potencial de exportação. As informações são da Reuters.","url":""},{"text":"Rússia pode legalizar pirataria de software e tornar compulsório o licenciamento de patentes: a lei propõe a abolição de responsabilidade criminal e administrativa por violações de licenças apenas para detentores de direitos de países que apoiam sanções contra a Rússia. Em contrapartida, o país instituiu benefícios fiscais para empresas de tecnologia nacionais e adiou o recrutamento de trabalhadores do setor de TI durante o conflito com a Ucrânia. As informações são do site The Register.","url":""},{"text":"Vulnerabilidade em Linux dá acesso root em todas as distribuições: o “Dirty Pipe” (CVE-2022-0847) afeta versões do kernel 5.8 e superiores, permitindo a injeção e modificação de dados em arquivos read-only. Dispositivos Android também são afetados. O problema foi corrigido nas versões 5.16.11, 5.15.25 e 5.10.102, mas muitos servidores possuem kernels desatualizados, um ponto de vulnerabilidade significativo. As informações são do site Bleeping Computer.","url":""}]}