{"title":"Formigas e internet / Telecomunicação quântica / Novo paradigma computacional","fps":30,"timestamp":1646836166,"date":"09/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Cientistas descobrem que formigas utilizam algoritmo similar ao da internet na otimização de tráfego de dados: o algoritmo AIMD (additive-increase/multiplicative-decrease, na sigla em inglês) é utilizado quando as formigas saem de suas colônias à procura de alimentos. A internet transmite dados ao redor do mundo em pequenos pacotes, algo análogo a cada formiga. Agora os pesquisadores estão estudando como as formigas podem inspirar novas maneiras de proteger sistemas de computador contra ataques cibernéticos. As informações são do site Laboratório Cold Spring Harbor.","url":""},{"text":"Estação espacial irá realizar experimentos de telecomunicação quântica: a NASA testará duas tecnologias para avaliar a viabilidade de terminais espaciais para comunicação entre computadores quânticos localizados em terra. Esses terminais precisarão produzir e detectar pares de fótons emaranhados, a base de sistemas de computação quântica em rede. As informações são do Laboratório de Propulsão a Jato da NASA.","url":""},{"text":"Co-fundadores do LinkedIn e DeepMind lançam startup de inteligência artificial para ”revolucionar” experiências digitais: o objetivo da “Inflection AI” é transmitir pensamentos e ideias para computadores de forma conversacional, como se fosse outra pessoa. Isso seria uma mudança de paradigma na história da computação, afirma Mustafa Suleyman, ex-DeepMind, na qual os humanos não precisarão mais aprender a falar a “linguagem das máquinas”. As informações são do site The Register.","url":""},{"text":"Apple lança “M1 Ultra”, processador “mais poderoso do mundo” para PCs: o novo SoC (System-on-a-chip, na sigla em inglês) possui 114 bilhões de transistores, a maior quantidade já encontrada em um chip de computador pessoal. O processador está disponível apenas no novo “Mac Studio”, computador desktop apresentado em um evento especial na tarde de ontem. As informações são do site da Apple.","url":""},{"text":"Pesquisadores utilizam tecnologia da NASA para criar “exoesqueleto energizado”: o material, um híbrido de bateria e supercapacitor, pode fornecer picos de energia para complementar baterias. Além disso, é feito de fibra de carbono, sendo tão forte quanto o aço e mais leve do que o alumínio. O material possui aplicações diversas e amplas, desde pequenos dispositivos eletrônicos, como óculos de realidade virtual, até veículos elétricos, drones e espaçonaves. As informações são da Universidade da Flórida Central.","url":""},{"text":"Pesquisadores criam IA para detectar transtornos mentais com base em postagens na web: o que diferencia o novo modelo é o foco em emoções e não no conteúdo específico dos textos analisados para não criar correlações falsas. O objetivo da pesquisa não seria criar estratégias de intervenção, mas apontar caminhos para prevenção. A pesquisa faz parte de uma onda emergente de ferramentas computacionais para analisar postagens em redes sociais e obter uma visão geral do estado mental das pessoas. As informações são do site da Faculdade de Dartmouth.","url":""},{"text":"Google anuncia compra da empresa de cibersegurança Mandiant: o valor de aquisição será de 5,4 bilhões de dólares. A ideia é integrar novos sistemas de análise e automação de defesas contra ameaças ao Google Cloud. Analistas acreditam que o negócio pode desencadear um “efeito cascata” no setor, com Microsoft e Amazon procurando adquirir outras empresas de segurança.As informações são do site Reuters.","url":""}]}