{"title":"WhatsApp rouba patente de brasileiro / Impressora molecular / Gerador de códigos open source","fps":30,"timestamp":1646663327,"date":"07/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Desenvolvedor brasileiro acusa WhatsApp de roubar sua patente: o aplicativo de mensagens teria utilizado a invenção de Paulo Chester Pelegrini para criar a API do WhatsApp Business. Em 2016, Pelegrini teria apresentado a tecnologia à Meta. O desenvolvedor tenta negociar um acordo de 2,5 bilhões de reais para o uso da patente. O WhatsApp se defende, afirmando que o WhatsApp Business foi concebido autonomamente e a obra do desenvolvedor seria apenas um “esboço de um plano de negócio sem originalidade”. As informações são do site Mobile Time.","url":""},{"text":"Startup apresenta primeira “impressora molecular” para fazer qualquer tipo de bebida: o “Cana One” utiliza uma nova tecnologia para dispensa microfluídica de líquidos, criando milhares de bebidas diferentes, incluindo sucos, refrigerantes, cafés gelados, bebidas esportivas, vinhos e coquetéis, com a possibilidade de personalizar os níveis de álcool, cafeína e açúcar. Segundo a empresa, cerca de 90% do que bebemos é apenas água com aromatizantes, açúcar e álcool adicionados. As informações são do site Engadget.","url":""},{"text":"Pesquisadores lançam primeira IA para geração de códigos com licença open source: o “PolyCoder”, desenvolvido pela Universidade de Carnegie Mellon, é baseado no “GPT-2” da OpenAI e treinado em 249 GB de códigos escritos em 12 linguagens de programação diferentes. O PolyCoder consegue escrever em C com maior precisão do que os geradores de código do GitHub e DeepMind, apesar de não ir tão bem em outras linguagens. As informações são do site Slashdot.","url":""},{"text":"Após anunciar invasão da Samsung neste final de semana, Lapsu$ hackeia também MercadoLivre e MercadoPago: o grupo criminoso, o mesmo que invadiu o Ministério da Saúde, afirma ter obtido o código-fonte para segurança biométrica de todos os smartphones Galaxy lançados recentemente pela Samsung e dos serviços de autenticação de identidade online, entre outros dados. O Lapsus$ também obteve acesso a 24 mil repositórios do MercadoLibre (controladora do MercadoLivre e MercadoPago no Brasil) e está fazendo uma enquete para decidir qual será o próximo vazamento. As informações são do próprio canal do grupo no Telegram.","url":""},{"text":"Elon Musk comunica mudança de planos na SpaceX durante a guerra na Ucrânia: a companhia irá priorizar defesas cibernéticas e lidar com problemas de bloqueios de sinais em seus satélites. Ainda segundo Musk, a mudança de planos deve atrasar o desenvolvimento da nave espacial Starship e a segunda geração do sistema de internet orbital Starlink. As informações são do perfil de Musk no Twitter.","url":""},{"text":"Startup afirma ter criado primeira prótese de braço humano biônico: o “Atom Touch” é consideravelmente mais acessível do que outros modelos de próteses e é confortável para ser usado o dia todo, restaurando quase toda a amplitude de movimento, inclusive o controle individual de cada dedo. O dispositivo detecta sinais do corpo do usuário de forma não invasiva e, no futuro, a empresa espera restaurar o senso de toque com uma integração ao sistema nervoso. As informações são do site Interesting Engineering.","url":""},{"text":"Rússia desenvolve esferas robóticas para ações de reconhecimento em zonas de guerra: do tamanho de uma bola de tênis, a “Sphera” é à prova de choque e conta um microfone e quatro câmeras embutidas, fornecendo uma visão de 360 graus do ambiente. O dispositivo tem sido utilizado para obter informações em locais de difícil acesso para suas tropas militares. As informações são do Daily Mirror.","url":""},{"text":"Dois desenvolvedores do core do Python estão presos na Ucrânia: Serhiy Storchaka é atualmente o segundo core committer mais prolífico da linguagem. A cidade onde Storchaka vive foi ocupada por forças russas. Andrew Svetlov, especialista em asynchronous networking, está preso em Kiev – homens ucranianos de 18 a 60 anos estão proibidos de deixar o país. As informações são do site Slashdot.","url":""}]}