{"title":"Videogames na guerra / GPS com IA / Fusão nuclear da NASA","fps":30,"timestamp":1646144972,"date":"01/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Curiosidade do dia: em 1º de março de 1982, a sonda espacial soviética Venera 13 enviou à Terra as primeiras imagens coloridas da superfície de Vênus.","url":""},{"text":"Imagens de videogames ultra-realistas estão sendo compartilhadas em redes sociais como se fossem cenas reais da guerra na Ucrânia, confundindo até mesmo especialistas: algumas imagens de jogos como “Arma 3” e “DCS: World” também têm sido manipuladas propositalmente para representar a cobertura por agências internacionais de notícias. O analista geopolítico e de segurança Michael Horowitz postou e depois removeu um vídeo no Twitter que parecia ser um duelo entre caças a jato — até mesmo o Ministério da Defesa ucraniano postou o mesmo vídeo em seu perfil na rede social. As informações são do site IGN.","url":""},{"text":"Mitsubishi desenvolve navegador de GPS com inteligência artificial: o sistema utiliza diversos sensores para entender os arredores do veículo e uma voz sintetizada fornece instruções de navegação detalhadas e intuitivas como “siga o carro preto para virar à direita” ou “vire à esquerda no prédio com um outdoor”. O sistema também emitirá avisos de alerta como “cuidado com o ônibus que se aproxima na pista oposta”. As informações são da IEEE Spectrum.","url":""},{"text":"NASA está desenvolvendo tecnologia própria de fusão nuclear: a fusão por confinamento de treliça (LCF, na sigla em inglês) elimina a necessidade de grandes ímãs e lasers de alta potência. A agência estuda se essa abordagem pode fornecer energia suficiente para operar pequenas sondas robóticas na superfície de outros planetas. A tecnologia também poderia encontrar usos na Terra, como em pequenas usinas de energia para edifícios. As informações são da IEEE Spectrum.","url":""},{"text":"Cientistas criam novo sistema de dessalinização promissor utilizando apenas energia solar: o processo também pode ser utilizado para tratar águas residuais (chuva, esgoto) ou gerar vapor para esterilização de instrumentos médicos em áreas remotas. Um sistema com 1 metro quadrado de área de coleta custaria apenas 4 dólares em materiais e poderia suprir as necessidades diárias de água potável para uma família. As informações são do site MIT News.","url":""},{"text":"Toyota decide suspender todas as operações no Japão após ataque cibernético em um de seus fornecedores: a montadora fabrica cerca de 13 mil veículos por dia no país, um terço de sua produção global. Ainda não se sabe o motivo do ataque, mas no dia anterior o Japão havia anunciado um fundo de emergência de 100 milhões de dólares para a Ucrânia e que se juntaria a outras nações para dificultar operações financeiras com a Rússia. As informações são da Reuters.","url":""},{"text":"Ucrânia e SpaceX homologam sistema Starlink no país em tempo recorde: apenas 10 horas após o ministro de transformação digital da Ucrânia entrar em contato com Elon Musk através do Twitter, o sistema já estava ativo. Os terminais e antenas utilizadas para captação dos sinais estão sendo despachados ao país. Parte da infraestrutura em terra da Starlink se encontra em países ao redor da Ucrânia e fora do domínio das tropas russas. As informações são do site Ars Technica.","url":""},{"text":"Governo vai lançar novo plano nacional de desenvolvimento de semicondutores: o anúncio foi realizado nesta terça-feira pelo ministro Marcos Pontes durante o Mobile World Congress 2022, que acontece em Barcelona. Após a liquidação do CEITEC (Centro Nacional de Tecnologia Eletrônica Avançada) foram mantidas as partes de pesquisa, inovação e patentes. A ideia é voltar a atrair profissionais do setor para o Brasil. As informações são do site Convergência Digital.","url":""}]}