{"title":"Telegrama escapa de ban no Brasil / Nvidia hackeia hackers / Ucrânia convoca donos de drones","fps":30,"timestamp":1646058519,"date":"28/02/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Telegram cumpre ordem do STF e evita punição no Brasil: o ministro Alexandre de Moraes havia determinado a exclusão de três perfis da plataforma neste último sábado (dia 26), suspeitos de “liderar esquema de financiamento de milícias digitais no Brasil”. Se não tivesse cumprido a ordem, o Telegram teria seu acesso bloqueado por 48 horas no Brasil, além de receber uma multa de 100 mil reais por dia enquanto não cumprisse a determinação. As informações são da Agência Brasil.","url":""},{"text":"Em reviravolta, Nvidia teria hackeado hackers que anunciaram invasão durante o final de semana: o grupo Lapsus$ — o mesmo que invadiu o Ministério da Saúde no Brasil — confirmou ter coletado 1 TB de dados confidenciais da empresa. No entanto, a Nvidia teria instalado malware em pelo menos um dos computadores dos criminosos, criptografando os dados roubados. O grupo Lapsus$, no entanto, teria backup e já começou a divulgar parte das informações. As informações são do site Wccftech.","url":""},{"text":"Ministério da Defesa ucraniano convoca proprietários de drones no país: o exército quer que a população doe dispositivos ou participe ativamente no monitoramento da movimentação de tropas russas. Quem não tiver um drone, mas souber como pilotar um também pode se juntar à brigada de defesa territorial de Kiev. As informações são do perfil do ministério no Facebook.","url":""},{"text":"CNJ convoca desenvolvedores a revisar códigos-fonte do Judiciário e vai premiar soluções: a iniciativa busca estimular equipes de desenvolvedores dos tribunais para a revisão da  Plataforma Digital do Poder Judiciário e do Processo Judicial eletrônico. Para participar, é preciso fazer parte do Grupo Revisor de Códigos-Fonte. As informações são do site Convergência Digital.","url":""},{"text":"Fabricante de motos elétricas pretende quebrar recorde de velocidade utilizando tecnologia de bateria e materiais desenvolvida no Brasil: a empresa fechou uma parceria com a mineradora brasileira CBMM, líder mundial na produção de nióbio. A moto da Lighting Strike deve atingir 402 km/h e irá utilizar o mineral em baterias, capacitores, carregadores e componentes estruturais, reduzindo a temperatura e diminuindo o peso de componentes. As informações são do site New Atlas.","url":""},{"text":"Apple patenteia conceito de Mac dentro de teclado, como computadores Commodore 64 e Sinclair ZX Spectrum da década de 80: a ideia seria criar um dispositivo móvel, fornecendo uma experiência de computação desktop em qualquer local com um monitor externo. A base seria fabricada de um material termicamente condutor, distribuindo o calor gerado pelo processador. As informações são do site MacRumors.","url":""},{"text":"Pesquisadores clonam instrumentos musicais com amostra de apenas 16 segundos: foram combinadas técnicas de clonagem neural de voz com síntese de instrumentos musicais, produzindo sintetizadores de instrumentos neurais a partir de apenas alguns segundos de áudio. Apesar do resultado significativo, os pesquisadores afirmam que mais dados de treinamento produzem melhor fidelidade no instrumento clone resultante. O código está disponível no repositório “erl-j/neural-instrument-cloning” no GitHub.","url":""},{"text":"Raspberry Pi faz aniversário de 10 anos nesta segunda-feira: Eben Upton, co-fundador do projeto, disse que a equipe esperava uma demanda entre mil e dez mil unidades durante o lançamento, mas no final, nem 100 mil Pis dariam conta da demanda. Aproximadamente 46 milhões de unidades já foram fabricadas até o momento. As informações são do site The Register.","url":""}]}