{"title":"Starlink salvando vidas / Samsung limita velocidade / Uso do Telegram explode","fps":30,"timestamp":1646404115,"date":"04/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Starlink está “salvando vidas”, afirma ministro de transformação digital da Ucrânia: o desafio agora, segundo Mykhailo Fedorov, seria manter os terminais em operação devido aos ataques à infraestrutura de energia do país. Elon Musk respondeu à Fedorov que uma nova atualização de software irá reduzir o consumo de energia, permitindo que os terminais possam ser alimentados pelo plug do isqueiro de veículos e manter o sinal mesmo se estiverem em movimento. O engenheiro de software Oleg Kutlov, que ainda se encontra em Kiev, realizou testes com uma antena Starlink, reportando boa conectividade e velocidades acima de 200 Mbps. As informações são dos perfis de Fedorov, Musk e Kutlov no Twitter.","url":""},{"text":"Samsung está limitando velocidade em cerca de 10.000 aplicativos na linha Galaxy: o aplicativo “ame Optimizing Servic”, que já vem pré-instalado de fábrica e não pode ser desinstalado dos smartphones, serviria para “otimizar” o desempenho mesmo de aplicativos que não são jogos, como Instagram, Netflix, TikTok e aplicativos do Google. A Samsung afirma que o recurso limita o aquecimento excessivo dos aparelhos, mas uma nova atualização fornecerá uma opção para priorizar o desempenho ao invés da bateria. As informações são do site 9to5Google.","url":""},{"text":"Uso do Telegram explode durante conflito entre a Rússia e a Ucrânia: de acordo com a empresa de segurança cibernética Check Point, o número de grupos no serviço de mensagens aumentou seis vezes desde 24 de fevereiro. Três categorias têm ganhado popularidade dentro da plataforma – grupos de angariação de fundos em apoio à Ucrânia, feeds de notícias da linha de frente e hackers voluntários contra entidades russas. As informações são do site Bleeping Computer.","url":""},{"text":"Itaú nega ataque hacker: o aplicativo e site do banco ficaram fora do ar por várias horas nesta quinta-feira (dia 3). O problema começou pela manhã, com clientes reclamando de saques não autorizados, saldos zerados – ou até mesmo negativados – depósitos a mais na conta e devolução de pagamentos. O Itaú afirma que os problemas ocorreram por atraso no processamento de dados bancários, sem relação com eventos externos. As informações são da Agência Brasil.","url":""},{"text":"Banco Central escolhe empresas que irão desenvolver soluções para o Real Digital: além de bancos tradicionais, como Itaú e Santander, o BC aprovou os projetos de empresas com negócios em cripto, como Mercado Bitcoin e Aave. As propostas de aplicações para o Real Digital são variadas como entrega contra pagamento (DvP), pagamento contra pagamento (PvP), internet das coisas (IoT), finanças descentralizadas (DeFi) e pagamentos sem acesso à internet para pagador e recebedor (dual offline).As informações são do site Info Money.","url":""},{"text":"Sony e Honda irão desenvolver veículos elétricos em conjunto: a Sony irá trazer suas tecnologias de imagem, sensores, telecomunicações, rede e entretenimento aos processos de fabricação da Honda. A Sony já apresentou dois modelos conceito, o sedã e o SUV “ision-”. As informações são do site TechCrunch.","url":""},{"text":"Força espacial dos EUA anuncia planos para patrulhar área ao redor da Lua: o “Sistema de Patrulhamento Rodoviário Cislunar” será um satélite sentinela do espaço cislunar, região fora da atmosfera da Terra e que se estende para além da órbita da Lua. A ideia é o “desenvolvimento pacífico” e fornecer um ambiente “seguro e protegido” para a exploração comercial da Lua. As informações são do site Ars Technica.","url":""},{"text":"Pela primeira vez, Apple, Google, Microsoft e Mozilla montam grupo de trabalho para resolver principais problemas de compatibilidade entre navegadores: a ideia do “Interop 2022” é que aplicativos web tenham a mesma aparência e se comportem da mesma forma, independente do dispositivo ou sistema operacional, deixando a web mais padronizada e facilitando o trabalho de desenvolvedores. Inicialmente, o Interop 2022 irá medir o desempenho dos principais navegadores em 15 especificações como Cascade layers, Color spaces, CSS color functions, New viewport units, Scrolling e Subgrid. As informações são do site The Register. ","url":""}]}