{"title":"Starlink é “risco mortal” na Ucrânia / Singularidade no metaverso / Imposto de Renda e NFTs","fps":30,"timestamp":1646317755,"date":"03/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Pesquisador afirma que terminais Starlink enviados à Ucrânia podem trazer riscos à população: John Scott-Railton, do Citizen Lab, alertou para os riscos da internet via satélite, introduzindo “vulnerabilidades mortais“ em períodos de conflito. Se a Rússia estiver controlando o espaço aéreo acima da Ucrânia, as transmissões de uplink de usuários tornam-se “faróis” para ataques aéreos. Scott-Railton afirma que a Rússia possui experiência na detecção e geolocalização desses tipos de dispositivos. O pesquisador lembra que em 1996, o presidente checheno Dzhokhar Dudayev foi assassinado com um ataque por míssil após forças russas detectarem os sinais utilizados por seu telefone por satélite durante uma ligação. As informações são do site Interesting Engineering.","url":""},{"text":"Metaverso pode atingir singularidade tecnológica, acredita Mark Zuckerberg: para ele, muitas pessoas pensam que o metaverso seria apenas um local, mas na verdade poderá ser uma era em que mundos digitais imersivos tornariam-se a principal maneira pela qual as pessoas viverão suas vidas e passarão o tempo. A consultora de tecnologia Melanie Subin acredita que uma grande parte das pessoas estará no metaverso até 2030 e muitas delas viverão a maior parte de seus dias conectados. As informações são do site Futurism.","url":""},{"text":"Em nova regra para este ano, além de bitcoin, brasileiros precisarão declarar até mesmo itens digitais de videogames no Imposto de Renda: os tokens não-fungíveis geralmente utilizados em jogos blockchain (NFTs) e stablecoins ganharam códigos específicos na declaração (83 e 88, respectivamente). Devem ser informadas as quantidades, onde os ativos estão custodiados e,  em caso de custódia própria, o modelo de carteira digital utilizada. Os contribuintes devem declarar o IR entre 7 de março e 29 de abril. As informações são da revista Exame.","url":""},{"text":"Mineradora australiana anuncia primeiro “Trem Infinito” e de emissão zero: o trem elétrico transportará minério de ferro utilizando energia potencial gravitacional para recarregar suas baterias, eliminando a necessidade de estações de carga. A regeneração acontece em seções onde os trilhos estão em declive. A Fortescue pretende descarbonizar todas as suas operações de mineração até 2030. As informações são do site Williams Advanced Engineering.","url":""},{"text":"IA desenvolvida por cientistas japoneses revela turbulência oculta na atmosfera do Sol: os movimentos ocultos que ocorrem abaixo da superfície solar podem ser previstos com precisão por uma rede neural convolucional alimentada com apenas dados de temperatura e movimento vertical coletados da fotosfera solar. O modelo pode não só ajudar cientistas a prever melhor os processos de convecção e erupções solares, como também entender a turbulência no plasma aquecido dentro de reatores de fusão nuclear. As informações são do site Science Alert.","url":""},{"text":"Pesquisadores descobrem novo método para ataques DDoS sem precedentes: mais de 100 mil servidores mal configurados — chamados de middleboxes — podem amplificar ataques DDoS, resultando em um loop de roteamento infinito e autoperpetuante, com volumes de tráfego amplificado em 51 mil vezes. A Akamai afirma que já notou alguns desses tipos de ataque em sites dos setores bancário, de viagens, jogos, mídia e hospedagem na web. As informações são do site Ars Technica.","url":""},{"text":"MIT escolhe novo modelo de consenso do Ethereum como um dos principais avanços tecnológicos de 2022: a plataforma digital irá adotar o Proof-of-Stake (PoS) a partir do segundo semestre deste ano, reduzindo o consumo de energia para manter sua rede em cerca de 99,95%. Críticos da conversão para o PoS, no entanto, afirmam que o modelo acarretará em uma menor descentralização da rede e favorecerá grandes investidores em Ethereum, levando a uma governança mais centralizada. As informações são do site Maxbit.","url":""}]}