{"title":"Ataque massivo: Microsoft, Okta e LG / Plano Mestre da Tesla / Ação trabalhista e geolocalização","fps":30,"timestamp":1647959317,"date":"22/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Lapsus$ invade Microsoft, Okta e LG: os hackers vazaram 37 GB da Microsoft contendo o código-fonte parcial dos serviços Bing, Cortana e outros projetos internos. O grupo também afirma ter adquirido dados de clientes da Okta, empresa que oferece serviços de autenticação e gerenciamento de acesso para grandes corporações. Da LG, os hackers obtiveram todos os hashes das contas de funcionários e serviços – esta seria a segunda vez que a empresa é hackeada pelo grupo neste ano. Alguns pesquisadores de segurança acreditam que o recente sucesso na onda de ataques do grupo é atribuído ao recrutamento de funcionários com acesso a sistemas sensíveis internos. As informações são do site Bleeping Computer.","url":""},{"text":"Elon Musk revela plano para escalar Tesla a “tamanho extremo”: no terceiro estágio do chamado “Plano Mestre” da companhia, dois temas serão centrais – inteligência artificial e o dimensionando das operações da montadora, algo necessário para “remover a dependência da humanidade de combustíveis fósseis”. A Tesla inaugura nesta terça-feira sua primeira fábrica na Europa (Berlim, Alemanha) com capacidade de produzir mais de 500 mil veículos por ano. As informações são do site TechCrunch.","url":""},{"text":"Justiça determina que dados de geolocalização não ferem a LGPD ou privacidade: a decisão foi tomada no contexto de uma ação trabalhista – o empregador solicitou a localização do celular de uma funcionária para determinar o pagamento de horas extras. Para os magistrados, a prova digital fornece dados mais consistentes e confiáveis do que provas testemunhais, e apenas aponta a localização do dispositivo telefônico, sem incluir conversas ou imagens. As informações são do site Convergência Digital.","url":""},{"text":"Ministério da Economia estuda como estimular fabricação nacional de semicondutores: entre as possibilidades estariam um alívio tributário “profundo”, subsídios e a divisão de custos na construção de fábricas. O País já possui a Ceitec, estatal voltada à pesquisa e produção de semicondutores, mas esta se encontra em processo de liquidação. As maiores empresas globais planejam investir 200 bilhões de dólares até 2023 para aumentarem suas capacidades de produção, mas a maioria dos recursos serão direcionados à Taiwan, Coreia do Sul, EUA e Europa. As informações são do jornal Folha de S.Paulo.","url":""},{"text":"Mercedes-Benz vai assumir total responsabilidade por acidentes de seu sistema de direção autônoma: ao acionar o “Drive Pilot”, motoristas não serão mais legalmente responsáveis pela operação até que haja o desacoplamento do sistema – será possível olhar o celular ou até mesmo assistir a um filme dentro do veículo. O Drive Pilot, no entanto, pode dirigir apenas em velocidades abaixo de 60 km/h e em rodovias sem rotatórias ou outros sistemas de controle de tráfego. As informações são do site Road &amp; Track.","url":""},{"text":"Rússia é o país que mais faz downloads da Wikipédia no mundo: após a invasão da Ucrânia e ameaças de censura no país, o arquivo 29 GB de dados da versão em língua russa, com 1,8 milhões de artigos, já foi baixado mais de 100 mil vezes em março, um aumento de 4.000% em comparação a janeiro. As informações são do site Slashdot.","url":""},{"text":"Demanda por profissionais de TI quase dobra em cinco anos no Brasil: com uma necessidade de 800 mil profissionais na área, Sergio Paulo Gallindo, presidente-executivo da Brasscom, questiona “como o país não colapsou”. A entidade tem obtido sucesso ao estimular jovens a entrarem no setor de tecnologia e faz sugestões de currículos para atender a demanda imediata das empresas de tecnologia no País. As informações são do site Convergência Digital.","url":""},{"text":"Receita Federal decide criar APIs para utilização de seus sistemas: uma nova portaria autoriza o desenvolvimento de interfaces de programação para a integração de sistemas como e-CAC e SIMEI a plataformas externas. A medida atende a uma demanda antiga das empresas de contabilidade, que reclamam de instabilidades e lentidão para acessar os sistemas da receita. As informações são do site Convergência Digital.","url":""}]}