{"title":"MIT faz alerta sobre internet / Nova era na China / Demissão por justa causa","fps":30,"timestamp":1647613733,"date":"18/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Sanções digitais contra a Rússia podem criar internet dividida e irreparável, alerta MIT: ao invés de uma única rede global, o mundo pode acabar com várias redes nacionais que não se comunicam entre si, operando através de tecnologias incompatíveis. Rússia, China, Irã e até mesmo a União Europeia estariam se preparando para essa possibilidade. Reconectar redes e protocolos distintos poderia eventualmente ser resolvido de forma técnica, mas o maior problema seria solucionar os conflitos políticos que causaram o problema. As informações são do site MIT Technology Review.","url":""},{"text":"China declara o início de uma “nova era” em digitalização no país: o presidente Xi Jinping afirmou que “não pode haver modernização sem informatização”, delineando uma estratégia que utilizará a tecnologia da informação e big data para “transformar” a sociedade e o governo. Até 2026, toda a população deverá contar com um cartão de identidade único, que servirá para acessar serviços públicos e privados, como assistência social, saúde e emprego. Os dados, vinculados a cada cidadão, serão armazenados em uma plataforma centralizada, mas que utilizará tecnologia blockchain, permitindo um extenso compartilhamento entre aplicativos do governo. Os dados também servirão para análises de tendências em todo o país. As informações são do site The Register.","url":""},{"text":"Justiça decide que postagens difamatórias contra empresa em redes sociais podem render demissão por justa causa: a funcionária de uma rede de drogarias utilizou o Facebook para reclamar sobre condições ruins de trabalho. Segundo a decisão, a profissional poderia ter recorrido a meios legais para resolver sua situação com a empregadora, ao invés de expor publicamente sua insatisfação. As informações são do site Convergência Digital.","url":""},{"text":"Jogador profissional de Go é banido após ser pego usando IA durante competição na China: por causa da pandemia, as competições do jogo de tabuleiro estão sendo realizadas online. O jogador conseguiu trapacear, auxiliado por um programa de inteligência artificial, mesmo com um supervisor ao seu lado durante as partidas. As informações são do site Slashdot.","url":""},{"text":"Microsoft revela, acidentalmente, que está testando anúncios dentro do Windows Explorer: alguns usuários começaram a ver banners promovendo a instalação do plugin “Microsoft Editor”, assistente de escrita para o Office 365, ao navegar arquivos dentro do sistema. A Microsoft afirma que o anúncio é real, mas seria apenas um experimento interno e que não deveria ter sido visto por usuários no Windows 11. As informações são do site Ars Technica.","url":""},{"text":"Cada download do Firefox contém um identificador único: o “dltoken” vincula arquivos de instalação e a primeira execução no computador de usuários. Segundo a Mozilla, os dados enviados aos seus servidores permitem correlacionar IDs de usuários ao Google Analytics, analisar tendências de download e instalação, entre “outras coisas”. As informações são do site gHacks.","url":""},{"text":"Amazon lança jogo online para facilitar aprendizado na AWS: o “AWS Cloud Quest: Cloud Practitioner” é um RPG de mundo aberto e faz parte de uma iniciativa para treinar gratuitamente 29 milhões de pessoas em computação em nuvem até 2025. Para vencer o jogo é preciso auxiliar pessoas com problemas dentro de uma cidade virtual utilizando habilidades de computação em nuvem. As informações são do site TechRadar.","url":""}]}