{"title":"TI: maioria quer trocar de empresa / Supercomputador com escala cerebral / Google contra PL das Fake News","fps":30,"timestamp":1647268175,"date":"14/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Trabalhadores do setor de TI estão mais inclinados a trocar de empresas do que funcionários de outras funções: segundo uma pesquisa realizada em 40 países pela Gartner, 71% dos trabalhadores do setor não possuem intenção de permanecer com seu empregador atual, a maior entre todas as funções corporativas. Ainda segundo a consultoria, CIOs precisam adotar políticas de trabalho híbridas e flexíveis para manter esses trabalhadores engajados. As informações são do site Convergência Digital.","url":""},{"text":"China apresenta supercomputador que atingirá “escala cerebral”: o ”Sunway OceanLight” – construído inteiramente com componentes chineses – pode ser escalado para treinar um modelo de inteligência artificial com 174 trilhões de parâmetros, aproximando-se do número de sinapses no cérebro humano (aproximadamente 1.000 trilhões). As informações são do site The Register.","url":""},{"text":"Google divulga carta aberta manifestando contrariedade ao “PL das Fake News”: segundo a empresa, o Projeto de Lei 2360/20 exige que sejam divulgadas informações detalhadas sobre como seus sistemas de monitoramento e fiscalização funcionam, prejudicando significativamente o combate a abusos, spam e golpes na internet, e efetivamente criando um “guia” sobre como contornar as proteções implementadas em suas plataformas. Meta, Twitter e Mercado Livre também já se manifestaram contra o projeto no começo deste ano. As informações são do site Convergência Digital.","url":""},{"text":"Ucrânia paralisa produção de gás neônio, material crítico para fabricação de semicondutores: o país é responsável por cerca de metade da produção do material utilizado em lasers durante o processo de fabricação de chips. Se os estoques do material forem esgotados até abril, poderão haver restrições adicionais na cadeia de suprimentos, avaliam analistas do setor. As informações são da Reuters.","url":""},{"text":"Rússia acusa Meta de ser uma organização extremista e abre investigação criminal: a medida vem após a companhia alterar suas políticas de discurso de ódio, permitindo temporariamente que ucranianos realizem postagens incitando violência contra russos no Facebook e Instagram. A partir desta segunda-feira, o Instagram será banido do país – Facebook e Twitter já não estavam disponíveis desde o começo deste mês. As informações são do site The Register.","url":""},{"text":"Elon Musk quer modernizar semáforos utilizando IA: Musk indicou que a Tesla poderia criar um dispositivo baseado em visão computacional que se conectaria a qualquer tipo de semáforo, mas alertou que sistemas para gerenciamento de tráfego são complicados. A Velodyne é uma startup que já trabalha na área, montando sensores LiDAR em semáforos para medir tráfego e gerenciar automaticamente mudanças de sinal – a tecnologia a laser também possui a vantagem de preservar a privacidade das pessoas nas ruas, ao contrário de câmeras. As informações são do site Screenrant.","url":""},{"text":"Programador lidera time que irá recriar cidade inteira de Nova Iorque dentro do Minecraft: o time do alemão apenas conhecido como “Minefact”  já conta com mais de 2.700 pessoas. Sua ideia é recriar cada detalhe da cidade em um escala de 1:1, com cada bloco de construção dentro do jogo representando um metro cúbico no mundo real. O desafio faz parte de um projeto ainda maior chamado “Build the Earth”, que já possui o contorno geológico da superfície da Terra. As informações são do site Curbed.","url":""},{"text":"Nova proposta adiciona sintaxe tipada ao JavaScript: desenvolvedores poderão adicionar anotações tipadas, permitindo que elas sejam utilizadas por um verificador de tipagem externo no momento da construção do código, sendo ignoradas quando são executadas pelo navegador e evitando problemas de compatibilidade e degradação de performance. Daniel Rosenwasser, gerente sênior da linguagem TypeScript e um dos líderes da proposta, afirma que essa pode ser uma das mudanças “mais impactantes” a acontecer no JavaScript. A proposta está atualmente em “Stage 0” e a Microsoft deseja fazer uma apresentação agora em março para o TC39, comitê técnico da linguagem. As informações são do DevBlog da Microsoft.","url":""}]}