{"title":"Ucrânia usa sistema controverso / Lockdown na China / Audiência pela internet","fps":30,"timestamp":1647354561,"date":"15/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Ucrânia está utilizando sistema de reconhecimento facial controverso durante a guerra: a startup Clearview AI ofereceu sua plataforma gratuitamente ao país, prometendo identificar potenciais agentes russos e pessoas feridas em combate. A empresa afirma que seu sistema possui mais de 2 bilhões de imagens da população russa à sua disposição, todas obtidas da Vkontakte, maior rede social da Rússia. O sistema também poderá ser utilizado para reunir refugiados separados de suas famílias e lidar com desinformação relacionada à guerra.As informações são do site Reuters.","url":""},{"text":"China coloca um dos principais pólos de tecnologia do mundo em lockdown: Shenzhen, também conhecida como o “Vale do Silício” chinês, está realizando testes em massa depois uma nova onda de infecções – o país possui uma estratégia de “COVID zero”. Várias indústrias locais já suspenderam suas operações, levantando novas preocupações sobre interrupções na cadeia de suprimentos mundial. As informações são do site Reuters.","url":""},{"text":"Homem perde ação trabalhista após não conseguir acessar sala de audiência pela internet: o trabalhador alegou problemas técnicos. No entanto, não há previsão legal para atrasos em audiências e a Justiça determina que a responsabilidade pela conexão à internet e utilização do aplicativo Zoom para acesso às salas de audiências virtuais é dos interessados. As informações são do site Convergência Digital.","url":""},{"text":"Valor de mercado do Nubank já caiu pela metade desde lançamento de ações: uma decisão do Banco Central nesta semana impactou ainda mais as ações da empresa, exigindo aportes maiores de capital para acompanhar o crescimento e diversificação de serviços ofertados por fintechs. Além do Nubank, a nova norma do BC também afeta empresas como Stone, PicPay, Mercado Pago, PagSeguro, entre outras, e deve reduzir a rentabilidade desses negócios. As informações são do site Suno Research.","url":""},{"text":"PL das Fake News pode tornar pagos serviços que hoje são gratuitos na internet: o PL 2630/20 impede o uso de dados pessoais para entrega de anúncios e serviços online, uma das principais fontes de receita de empresas como Google, Facebook e Twitter. O acesso a notícias, que hoje é gratuito, e até mesmo o GPS poderiam se transformar em serviços pagos. O escopo do projeto também foi ampliado durante sua formulação e poderia representar “uma potencial ameaça para a internet livre”, afirmam essas empresas. No entanto, o deputado Orlando Silva (PCdoB), relator da proposta, argumenta que instituições multinacionais “querem tratar a internet como terra sem lei” e por isso “são contra a regulação”. As informações são dos sites TecMundo e Congresso em Foco.","url":""},{"text":"Laboratório de defesa dos EUA estuda IA que irá ajudar na tomada de decisões difíceis durante combates: a DARPA está desenvolvendo um algoritmo chamado “In the Moment” (No Momento) utilizando uma abordagem diferente do desenvolvimento típico de outras inteligências artificiais, sem exigir respostas corretas e em comum acordo com soldados humanos. Ao término do projeto, a agência avaliará se esse sistema pode ser utilizado de forma legal e ética no mundo real. As informações são do site The Register.","url":""},{"text":"Startup lança app de namoro exclusivo para colecionadores de NFTs: o “Lonely Ape Dating Club” é projetado para conectar apenas quem possui tokens não-fungíveis da famosa coleção Bored Ape Yacht Club. O aplicativo permite o envio de “gorjetas” na forma de moedas digitais para chamar a atenção de pretendentes. O recurso “Coin Digger”, no entanto, permitirá que pessoas sem NTFs se conectem a indivíduos dentro da plataforma “para benefício mútuo”. As informações são do site Futurism.","url":""},{"text":"Pesquisadores do Google, DeepMind e MIT desenvolvem sistema de vídeos sintéticos para treinar IAs: “Kubric” é uma biblioteca open source baseada em Python e que pode simular cenas de objetos interagindo entre si. A plataforma pode exportar dados diretamente para modelos de aprendizagem de máquina durante o processo de treinamento. O código utiliza o “motor de física” Pybullet e Blender para renderização. As informações são do site The Register.","url":""}]}