{"title":"Vendas da Tesla disparam / Biometria triplica no GovBR / Energia distribuída","fps":30,"timestamp":1647008914,"date":"11/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Vendas da Tesla disparam nos EUA com aumento no preço de combustíveis: as encomendas de novos veículos da marca teriam registrado um aumento de 100% apenas na última semana. A montadora, no entanto, não dá conta de produzir toda a demanda. A Tesla é a maior fabricante de veículos elétricos nos EUA, com cerca de 80% do mercado. As informações são do site Electrek.","url":""},{"text":"Número de cadastros com biometria quase triplica no sistema GovBR: o motivo é a exigência de assinaturas avançadas para acesso a serviços públicos pela internet. Atualmente já existem 15 milhões de cadastros com nível de segurança “Ouro”, 11,8 milhões no nível “Prata” e 99,2 milhões “Bronze”. A identidade digital de nível Ouro requer biometria facial, a Prata se refere a cadastros acessados com conta e senha de bancos integrados à plataforma e Bronze é o cadastro básico de login e senha. As informações são do site Convergência Digital.","url":""},{"text":"Companhia de energia nos EUA quer utilizar veículos elétricos como rede descentralizada de geradores em caso de interrupções: a PG&amp;E está colaborando com a Ford e General Motors para realizar um teste piloto de um recurso de energia bidirecional, que envia eletricidade da rede para recarregar a bateria dos veículos e recebe energia de volta em caso de interrupção no fornecimento de energia. A picape Ford F-150 Lightning já possui a tecnologia de carregamento bidirecional, podendo fornecer até três dias de energia para uma casa durante um blecaute. As informações são do site TechCrunch.","url":""},{"text":"Facebook e Instagram permitirão postagens incentivando violência contra russos: a Reuters teria obtido e-mails internos da Meta delineando as mudanças em políticas de discurso de ódio no contexto da guerra na Ucrânia. As mudanças seriam temporárias e se aplicariam a posts originados da Letônia, Lituânia, Estônia, Polônia, Eslováquia, Hungria, Romênia, Rússia e Ucrânia. As informações são da Reuters.","url":""},{"text":"EUA estão desenvolvendo ferramenta para identificar soldados em risco de suicídio utilizando sinais cerebrais pré-conscientes: o programa “Neural Evidence Aggregation Program” da Agência de Projetos de Pesquisa Avançada de Defesa (DARPA) inclui equipes multidisciplinares da ciência cognitiva, bioengenharia e aprendizagem de máquina. A ideia é criar uma ferramenta tão objetiva quanto uma ressonância magnética para detectar “lesões invisíveis” no cérebro de soldados. As informações são da página de imprensa da DARPA.","url":""},{"text":"Agência Espacial Europeia irá desenvolver primeiro extrator de oxigênio da superfície lunar: o dispositivo será compacto e precisará extrair entre 50 e 100 gramas de oxigênio do regolito lunar utilizando apenas a luz solar. O oxigênio é o elemento mais abundante do solo lunar, compondo entre 40% e 45% de seu peso, mas o elemento está quimicamente ligado na forma de minerais ou vidro. As informações são do site da ASE.","url":""},{"text":"Cientistas chineses montam menor transistor do mundo utilizando grafeno: uma parte do componente possui a dimensão de um único átomo de carbono (0,34 nanômetro). Ao utilizar grafeno e uma nova geometria, o transistor é relativamente fácil de ser produzido. Transistores ultra-escalados são de grande interesse da indústria para o desenvolvimento de dispositivos eletrônicos de próxima geração e manter viva a Lei de Moore. As informações são do site Ars Technica.","url":""},{"text":"Processadores neuromórficos possuem aplicações em supercomputadores e não apenas em IA: uma nova pesquisa mostra que esses chips – que imitam a forma como o cérebro humano funciona – podem resolver problemas complexos, podendo substituir CPUs e GPUs em computação de alto desempenho, especialmente em simulações moleculares biológicas, física de partículas, fluxos de dados em redes sociais e movimentos do mercado financeiro. As informações são do site The Register.","url":""}]}