{"title":"Maior hack da história em cripto / PL polêmica / Irmãos criam IA","fps":30,"timestamp":1648650466,"date":"30/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Maior hack da história em cripto, 3 bilhões de reais são roubados de rede paralela criada para o jogo blockchain Axie Infinity: o criminoso levou 173 mil ETH e 25 milhões USDC da “Ronin Network”, sistema para facilitar transações entre tokens nativos do jogo e outras moedas digitais. O ataque ocorreu há uma semana, mas só foi notada ontem quando um usuário tentou sacar ativos depositados na rede. As informações são do site Bleeping Computer.","url":""},{"text":"PL das Fake News pode tornar-se “a maior mudança regulatória da internet dos últimos anos”: o Projeto de Lei 2630/20, estaria “passando longe” do seu objetivo inicial, que era “simplesmente o combate à desinformação”, afirma Carlos Affonso Souza do ITS Rio – um dos pontos polêmicos seria o artigo 22, que assegura imunidade parlamentar nas redes sociais, facilitando que contas de deputados e senadores sejam utilizadas para desinformação e notícias falsas. O PL também altera a regulação das redes sociais, ferramentas de busca e aplicativos de mensagens, que passarão a responder pelo conteúdo publicado em suas plataformas. As informações são do site Mobile Time.","url":""},{"text":"Irmãos adolescentes criam IA para detecção precoce da doença de Parkinson: Tanish (16 anos) e sua irmã Riya Tyagi (14 anos) desenvolveram um modelo para detectar a “micrografia” - um distúrbio de caligrafia que é um marcador para a doença por causa dos tremores e contrações musculares involuntárias das mãos. O modelo possui uma precisão de 93% e o objetivo agora é construir um site para realização de testes rápidos para avaliação de caligrafia. As informações são do blog da Nvidia.","url":""},{"text":"Banco Central afirma que greve de servidores não afetará Pix: a paralisação irá iniciar a partir de 1º de abril. A instituição afirma que possui planos de contingência para manter o funcionamento dos sistemas críticos para a população, os mercados e outras operações reguladas. A greve, no entanto, pode impedir o lançamento de novos serviços relacionados ao Pix e afetar o projeto de criação do real digital. Os servidores do BC pleiteiam um reajuste salarial de 26,3%. As informações são do site Convergência Digital.","url":""},{"text":"Polícia prende grupo pró-Rússia que atacou Tribunal de Contas do Ceará: a operação “Traceable” apreendeu equipamentos eletrônicos nos estados de São Paulo, Paraná, Santa Catarina e Rio Grande do Sul. Seis pessoas foram presas, três delas adolescentes. O grupo, liderado por um jovem de 15 anos, também estaria envolvido em recentes ataques contra universidades ucranianas e o sistema do serviço de inteligência da Indonésia. As informações são do jornal Diário do Nordeste.","url":""},{"text":"Greenpeace lança campanha “Mude o Código, Não o Clima” para alterar método de mineração do Bitcoin: o grupo ambiental está pressionando pela alteração do método de consenso utilizado para validar as transações na rede, de “Proof-of-Work” para “Proof-of-Stake”, reduzindo em 99,9% o seu consumo de energia. A mudança, no entanto, não seria fácil de realizar – o Ethereum está desde 2016 realizando testes para transicionar sua rede para um algoritmo PoS, algo que deve acontecer ainda neste ano. As informações são do site Ars Technica.","url":""},{"text":"MIT cria iniciativa para desenvolver sistemas de IA mais eficientes em energia: segundo Jesús del Alamo, à medida que conjuntos de dados ficam cada vez maiores, o consumo de energia tem “explodido” em conjunto com o treinamento de IAs. A pesquisa do “MIT AI Hardware Program” se concentrará no desenvolvimento de novas arquiteturas e software para redes neurais analógicas, computação neuromórfica, computação em nuvem híbrida e HPCs (supercomputadores). A TSMC – maior fabricante de chips do mundo – e a Amazon já concordaram em participar. As informações são do site The Register.","url":""},{"text":"Google Chrome atinge versão 100: existe a possibilidade de que essa atualização cause problemas em websites projetados para reconhecer apenas navegadores com números de versão com dois dígitos – entretanto, o Google tem alertado sobre essa transição há meses. A atualização não apresenta novas funcionalidades, mas traz correções de segurança e um novo logo – o Chrome foi lançado há 13 anos, disponível inicialmente apenas para o Windows XP. As informações são do blog do Google e Wikipedia.","url":""}]}