{"title":"Líder do Lapsus$ tem 16 anos / Anúncios em sonhos / Contrabando digital","fps":30,"timestamp":1648132192,"date":"24/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Líder do grupo hacker Lapsus$ é adolescente: “WhiteDoxbin” teria apenas 16 anos e moraria com sua mãe na Inglaterra. O garoto seria tão habilidoso e rápido que pesquisadores de segurança acreditavam estar observando scripts automatizados ao analisarem sua atividade. WhiteDoxbin já teria acumulado uma fortuna de 60 milhões de reais em BTC. Suas informações pessoais, incluindo o endereço onde mora, teriam sido vazadas por hackers rivais. Outro integrante de alto nível do grupo, também adolescente, moraria no Brasil, mas não há outras informações sobre essa pessoa. As informações são do site KrebsOnSecurity e Bloomberg.","url":""},{"text":"Marca de cerveja consegue injetar anúncio em sonho com sucesso: a norte-americana Bobbi Gould afirma que a cervejaria Molson Coors pagou 1.000 dólares a ela, seu namorado e uma dezena de outras pessoas para realizar o experimento – assistir a uma produção audiovisual da marca até adormecer. Gould afirma que teve diversos “sonhos estranhos” durante o teste – em um deles, ela voava em um avião e jogava latas de cerveja para fora, com pessoas a aplaudindo. Além da Molson Coors, Xbox e Burger King também estão desenvolvendo tecnologias similares para injetar anúncios em sonhos. As informações são do site Futurism.","url":""},{"text":"Mercado Livre, AliExpress, Shopee e outras lojas online são acusadas de “contrabando digital”: empresas como Havan, Multilaser e entidades das indústrias de brinquedos, eletrônicos e têxteis pressionam o Governo para dificultar a importação de produtos diretamente da China por pessoas físicas. Algumas plataformas de comércio online estariam burlando normas da Receita Federal ao subfaturar notas e dar dicas de como evitar a fiscalização. As informações são do jornal Estadão.","url":""},{"text":"Robô pintor de paredes é lançado no Brasil: o  “Myro” foi desenvolvido pela indiana “Eternal Robotics” e é uma solução para construtoras. O equipamento pinta até 92 m2 por hora, reduzindo em até 70% os custos totais com mão de obra de pintura. O robô utiliza sensores para detectar janelas, portas – pintando ao redor – e evitar obstáculos no seu caminho. As informações são do site Olhar Digital.","url":""},{"text":"Nova IA identifica, com precisão, pacientes com alto risco de ataques cardíacos em um período 5 anos: o algoritmo, desenvolvido por cientistas do Centro Médico Cedars-Sinai, analisa imagens de angiografia por tomografia computadorizada e mede os depósitos de placas em artérias coronárias em apenas seis segundos – especialistas levam até 30 minutos para realizar a mesma tarefa. Segundo os pesquisadores, a ferramenta é uma excelente demonstração do possível futuro da medicina, na qual ferramentas inteligentes poderão analisar e fornecer diagnósticos ou análises de risco de forma imediata a pacientes. As informações são do site New Atlas.","url":""},{"text":"Pesquisadores desenvolvem primeiro sintonizador de frequência que não gasta energia no mundo: nanocordas vibratórias feitas de vidros calcogenetos podem ser sintonizadas em determinadas frequências permanentemente ao alterar sua estrutura atômica através de um pequeno pulso elétrico. O componente é até milhão de vezes mais eficiente do que sintonizadores de frequência comerciais feitos de quartz, o que pode resultar em smartphones que consomem menos bateria e conseguem transferir dados sem fio mais rapidamente. As informações são da Universidade de Oxford.","url":""},{"text":"Receita de exchanges de cripto já supera a de bolsas de valores tradicionais: ao total, foram gerados 24,3 bilhões de dólares em comissões e outros custos de negociação em 2021, um crescimento de 614% em um ano. As dez maiores exchanges de moedas digitais estariam gerando cerca de 3 milhões de dólares por dia em lucros, estima a Bloomberg. As informações são do site FinanceFeeds.","url":""},{"text":"Profissionais de TI estão fugindo da Rússia: 70 mil já deixaram o país e uma leva de mais 100 mil profissionais deve escapar no mês de abril. O êxodo é resultado das sanções que bloqueiam o acesso a plataformas e infraestruturas online essenciais na Rússia, impedindo o desenvolvimento de software. O governo russo está montando um plano, em conjunto com vinte setores diferentes, para o desenvolvimento de versões locais de tecnologias importadas. As informações são do site The Register.","url":""}]}