{"title":"Terminal Bloomberg de código aberto / IAs impossíveis / Mensagem para alienígenas","fps":30,"timestamp":1648823454,"date":"01/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Versão open source do Terminal Bloomberg: o OpenBB – lançado em fase alpha no ano passado com o nome de “Terminal Gamestonk” – é um ambiente integrado para pesquisa de investimentos, baseado em Python, permitindo o acesso a ferramentas de aprendizado de máquina para processar dados brutos do mercado de capitais. No momento, o aplicativo é acessível apenas por uma interface de linha de comandos (CLI). A ideia é criar uma alternativa ao famoso Terminal Bloomberg, uma plataforma para análises em tempo real do mercado financeiro e que custa cerca de 100 mil reais por ano. As informações são do site VentureBeat.","url":""},{"text":"Estudo britânico mostra que algumas IAs podem ser impossíveis de computar: um algoritmo pode não ser capaz de calcular uma rede neural estável e precisa para um determinado problema, não importando a precisão ou quantidade de dados que tenha à disposição, mostra uma pesquisa da Universidade de Cambridge. A descoberta ecoa pesquisas anteriores sobre limitações inerentes a sistemas computacionais. Embora redes neurais tenham aplicações cada vez mais práticas, algumas pesquisas têm demonstrado casos problemáticos – a mudança de um único pixel em uma imagem fez uma IA “pensar” que um cavalo era um sapo ou a modificação de imagens médicas de forma imperceptível ao olho humano confundiu outro sistema, diagnosticando câncer em 100% dos pacientes analisados. As informações são do site IEEE Spectrum.","url":""},{"text":"Cientistas da NASA querem enviar nova mensagem para inteligências extraterrestres: o “Sinal na Galáxi” (Beacon in the Galaxy, em inglês), escrito em código binário, inclui conceitos básicos de matemática e física para estabelecer um meio universal de comunicação. Inclui uma aula de anatomia humana, detalhes do nosso código genético, a tabela periódica e um convite para resposta. Em relação ao risco de atrair alienígenas com más intenções ao planeta, os cientistas afirmam que qualquer civilização com a capacidade de viajar até a Terra já seria capaz de detectar evidências de vida nas assinaturas químicas da nossa atmosfera ou a radiação eletromagnética que vaza de rádios, televisores e sistemas de radar. As informações são do site da revista Scientific American.","url":""},{"text":"São Paulo anuncia plano com incentivos para fabricantes de veículos híbridos e elétricos: o programa “Pró Veículo Verde” quer atrair 20 bilhões de reais em investimentos nos próximos 3 anos – durante a conferência COP-26, o governo se comprometeu em descarbonizar todo o estado até 2050. São Paulo já representa 34% da frota nacional eletrificada. As informações são do jornal Estadão.","url":""},{"text":"Pix já é a principal forma de pagamento, ultrapassando cartões de débito e crédito: de acordo com o Banco Central, no último trimestre do ano passado, o Pix registrou 3,9 bilhões de transações – contra 3,8 bilhões de todos os outros meios de pagamento – um crescimento de 34% no trimestre. A principal vantagem do sistema é a gratuidade para transferências de qualquer valor através do celular. As informações são do portal Contábeis.","url":""},{"text":"Mancha solar sofre forte erupção e causa apagão em sinais de rádio na Terra: o ponto solar “AR2975” sofreu uma erupção de classe X – a categoria mais forte – criando um blackout temporário em sinais de rádio com frequências abaixo de 30 MHz, atrapalhando a comunicação de aviadores, marinheiros e radioamadores. A NASA alerta que erupções solares também podem afetar redes de energia elétrica e sinais de navegação. O sol começou seu ciclo atual da atividade solar em 2019, e espera-se que atinja o pico em torno de 2025. As informações são do site Space.","url":""},{"text":"Austrália realiza teste para criar sistema de gerenciamento de tráfego “mais inteligente do mundo”: o “Intelligent Corridor” possui uma IA alimentada por dados históricos e em tempo real de uma rede de sensores como câmeras, bluetooth, monitores meteorológicos, de qualidade do ar e semáforos para criar uma modelagem preditiva e melhorar o fluxo de veículos, reduzir emissões e influenciar comportamentos de motoristas e pedestres. As informações são do site New Atlas.","url":""},{"text":"China continua repressão sobre setor de tecnologia, dessa vez regulando atividade de livestreamers: a Administração do Ciberespaço Chinês impôs novas regras relacionadas ao pagamento de impostos sobre a receita obtida com a atividade e diretrizes sobre práticas de marketing, proibindo propagandas falsas ou exageradas de produtos e serviços. No final do ano passado, “Viya”, considerada a “rainha do livestream” na China, teve suas contas em redes sociais canceladas e foi multada em quase um bilhão de reais (1,3 bilhão de yuan), acusada de evasão fiscal. As informações são do site SCMP.","url":""},{"text":"Curte educação e resolver problemas complexos? A Layers Education está construindo o maior sistema operacional da educação brasileira com o objetivo de democratizar o acesso à tecnologia em instituições de ensino. Eles estão em busca de novos profissionais e trouxeram um desafio para os leitores aqui na Newsletter: Uma mensagem passada por Júlio César em Roma foi: “cesse myyux://qnsp.qfdjwx.jizhfynts/ijxhmhjxf” A primeira pessoa a resolver o desafio leva uma Alexa e ainda bate um papo direto com o CTO da Layers! Mensagem Patrocinada","url":""}]}