{"title":"Atualize o Chrome / Lei do trabalho remoto / COBOL e blockchain","fps":30,"timestamp":1648477807,"date":"28/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Google lança atualização de emergência para o Chrome: a versão 99.0.4844.84 para Windows, macOS e Linux conserta uma vulnerabilidade zero-day (CVE-2022-1096) na engine JavaScript V8 do navegador. Há poucos detalhes técnicos sobre o problema, mas o Google confirmou que a falha já está sendo utilizada em ataques. A atualização contém apenas a solução para a vulnerabilidade, enfatizando a gravidade do problema. Para garantir que o Chrome esteja atualizado, no canto superior direito do navegador, procure a opção Mais (três pontos verticais), clique em Ajuda &gt; Sobre o Chrome. As informações são do site Bleeping Computer.","url":""},{"text":"Governo define novas regras do teletrabalho através de Medida Provisória: uma das principais regras é a não diferenciação de salário e benefícios previdenciários entre trabalhadores presenciais e remotos. Agora é possível, inclusive, realizar um contrato de trabalho no Brasil e ir morar em outro país. No pagamento de despesas extras como energia e banda larga, o empregador poderá reembolsar funcionários. Para atividades em que o controle de jornada não é essencial, funcionários poderão exercer tarefas na hora que desejarem. Trabalhadores com deficiência ou com filhos de até quatro anos completos devem ter prioridade para vagas remotas. A MP agora precisa ser aprovada pelo Congresso para virar lei. As informações são do site Convergência Digital.","url":""},{"text":"Bolsa de valores da Austrália adia implantação de tecnologia blockchain: a ASX quer que os principais participantes do mercado possam armazenar sua própria cópia dos registros de negociação do mercado. O problema seria a substituição de uma aplicação escrita em COBOL que lida com cerca de 40 milhões de negociações por mês. A nova data para implementação foi revisada para abril de 2023. As informações são do site The Register.","url":""},{"text":"Telegram assina acordo e adere ao programa de combate a fake news do TSE: o “Programa Permanente de Enfrentamento à Desinformação no Âmbito da Justiça Eleitoral” tem como objetivo combater a publicação de conteúdos falsos sobre o processo eleitoral brasileiro. Outras empresas já participam do programa, como Google, WhatsApp, Twitter, Facebook, TikTok e Kwai. As informações são da Agência Brasil.","url":""},{"text":"Entidade que defende interesses das empresas de telemarketing está preocupada com exigência do “0303”: a mudança, que tem como objetivo facilitar a identificação de ligações que ofereçam produtos ou serviços, pode inviabilizar as empresas do setor caso clientes se recusem a atender chamadas. Há o risco de chamadas importantes e de interesse do cliente serem rejeitadas – como uma proposta de renegociação de dívidas – e uma onda de demissões no setor, já que empresas de telemarketing são grandes empregadoras de mão-de-obra. As informações são do site Convergência Digital.","url":""},{"text":"Novo tipo de luz ultravioleta limpa ar de ambientes fechados de forma segura para humanos: a luz “UVC distante” leva menos de cinco minutos para reduzir o nível de micróbios no ar em mais de 98%. A luz “UVC distante” possui um comprimento de onda mais curto do que a luz UVC convencional e não consegue penetrar em células de pele ou dos olhos. Lâmpadas nesse comprimento de onda podem ser uma tecnologia passiva altamente eficaz contra doenças aero transmissíveis. As informações são do Centro Médico da Universidade de Columbia.","url":""},{"text":"Cientistas austríacos calculam limite físico de velocidade em semicondutores: um petahertz (um milhão de gigahertz) seria o limite em processos optoeletrônicos controlados. No entanto, isso não significa que será possível produzir chips de computador com clocks nessa frequência – há limites técnicos para se atingir essa velocidade. As informações são da Universidade Técnica de Viena.","url":""},{"text":"Startup atinge estágio de unicórnio ao lançar novo navegador de internet: a “Island” ultrapassou um valor de mercado de 1 bilhão de dólares, apesar do lançamento há poucas semanas. O navegador é baseado no Chromium, com foco total em segurança – a empresa afirma que navegadores convencionais foram desenvolvidos para usuários comuns de internet e são totalmente inadequados para uso em ambientes corporativos. As informações são do site TechRadar.","url":""}]}