{"title":"Melhor salário no mundo / Ouro de eletrônicos / Governo reduz impostos","fps":30,"timestamp":1648045771,"date":"23/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"EUA é o melhor país do mundo para se trabalhar com engenharia de software, mostra pesquisa salarial: o ganho médio anual é de 95.879 dólares (cerca de 39 mil reais por mês). Na Suíça, que ficou em segundo lugar, o valor é de 90.462 dólares. No Canadá, terceiro lugar, o salário médio é de 71.193 dólares. A pesquisa, no entanto, não leva em consideração o custo de vida nesses países. Índia, Marrocos e Tunísia são os lugares que pagam menos, com médias salariais de 19.553, 18.318 e 16.796 dólares por ano, respectivamente. As informações são do site The Register.","url":""},{"text":"Casa da moeda do Reino Unido irá construir primeira fábrica para recuperação de ouro contido em resíduos eletrônicos no mundo: a Royal Mint utilizará uma nova química patenteada, capaz de extrair 99% do metal precioso desses componentes. A nova instalação irá processar 90 toneladas de circuitos eletrônicos descartados por semana, gerando centenas de quilos de ouro por ano. Todos os anos, mais de 50 milhões de toneladas de resíduos eletrônicos são produzidos globalmente e menos de 20% são reciclados. As informações são da página de imprensa da Royal Mint.","url":""},{"text":"Governo reduz imposto de importação de celulares e computadores em 10%: a nova alíquota de 14,4% entra em vigor na quinta-feira (24). A medida também tem como objetivo reduzir a burocracia na importação desses equipamentos e compensar a parte da desvalorização do real ocorrida no ano passado. Novas alíquotas também irão baratear a importação de máquinas e equipamentos utilizados em diversos setores, como equipamentos médicos e bens de capital ligados à construção civil. As informações são do site TecMundo.","url":""},{"text":"Justiça determina interrupção imediata da instalação de sistema de reconhecimento facial no Metrô de São Paulo: o projeto não atenderia a requisitos legais previstos na LGPD, Código de Defesa do Consumidor, Código de Usuários de Serviços Públicos, Estatuto da Criança e do Adolescente, Constituição Federal e tratados internacionais. A decisão, apesar de provisória, impede a continuidade da implementação do sistema até ser autorizado novamente pela Justiça. As informações são da Folha de S.Paulo.","url":""},{"text":"58% dos brasileiros têm apenas o celular como único meio de acesso à internet: 95,7 milhões dispositivos são pré-pagos e utilizam dados apenas dentro dos limites do plano. 60% dos desconectados, sem nenhum acesso à internet, são das classes D e E. 21% dos alunos matriculados em escolas públicas não têm acesso à banda larga. Apenas 20% da população brasileira têm acesso de qualidade à internet. O estudo foi realizado por PwC/Instituto Locomotiva e as informações são do site Mobile Time.","url":""},{"text":"Pela primeira vez, homem completamente paralisado volta a se comunicar através de implante cerebral: o processo, no entanto, é lento, levando cerca de um minuto em média para o paciente comunicar uma única letra. O homem alemão, incapaz de até mesmo abrir os olhos, é afligido pela mesma doença do físico inglês Stephen Hawking, a esclerose lateral amiotrófica (ELA). A eficácia do dispositivo responde a uma dúvida de longa data da ciência médica para esses casos, comprovando que o cérebro não perde a capacidade de gerar sinais neurais e comandos para os músculos. As informações são do site Technology Networks.","url":""},{"text":"Nvidia lança nova arquitetura de GPU e apresenta missão de recriar “gêmea digital” da Terra dentro de supercomputador: a arquitetura Hopper de GPUs pretende transformar data centers em “fábricas de IAs”. Jensen Huang, CEO da companhia, apresentou também a missão de desenvolver o supercomputador “Earth-2”, que precisa ser 1 bilhão de vezes mais rápido do que os sistemas atuais para simular efetivamente mudanças regionais no clima terrestre. As informações são do blog da Nvidia.","url":""},{"text":"Maior feira de tecnologia do mundo começa hoje em Brasília: a versão nacional da Campus Party acontece no Estádio Mané Garrincha e vai até o próximo dia 27. Entre os temas que serão discutidos no festival estão internet das coisas, blockchain, cultura maker e empreendedorismo. As informações são da Agência Brasil.","url":""}]}