{"title":"Mercado Bitcoin será vendido / Hype quântico / Telecirurgia robótica","fps":30,"timestamp":1648564157,"date":"29/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Coinbase deve comprar Mercado Bitcoin: anúncio poderá ser feito até o final de abril. A 2TM – empresa controladora das marcas Mercado Bitcoin, Meubank, Bitrust, Blockchain Academy e MezaPro – foi avaliada em 2,2 bilhões de dólares recentemente. A 2TM tem 4 milhões de clientes em suas plataformas e movimentou 40 bilhões de reais em transações com moedas digitais em 2021. As informações são do jornal Estadão.","url":""},{"text":"Físico afirma que computação quântica possui um problema de “hype”: Sankar Das Sarma acredita que a computação quântica é um dos desenvolvimentos mais importantes “não apenas na física, mas em toda a ciência” e já publicou mais de 100 documentos técnicos relacionados à tecnologia. No entanto, Das Sarma está “incomodado” com parte do “hype” atual, particularmente quando se trata de afirmações sobre a viabilidade comercial desses computadores. Para o físico, os sistemas atuais são um grande avanço científico, mas são semelhantes a tentar “recriar smartphones usando tubos a vácuo”. As informações são do site MIT Technology Review.","url":""},{"text":"Conselho Federal de Medicina regulamenta telecirurgia por plataformas robóticas: esses procedimentos somente poderão ser realizados com infraestrutura adequada, banda de comunicação eficiente e redundante, estabilidade no fornecimento de energia elétrica e segurança contra vírus de computador ou invasão de hackers. Pacientes submetidos a este tipo de cirurgia precisarão ser esclarecidos sobre os riscos e benefícios antes do procedimento. As informações são da Agência Brasil.","url":""},{"text":"Carros elétricos são até 5 vezes mais baratos de dirigir do que os movidos à gasolina: os custos de combustível e dos veículos foram baseados nos EUA (o preço médio da gasolina por lá é de 4,41 reais por litro). Um Tesla Model 3 possui um custo total de 14 centavos de reais por quilômetro rodado – um Honda Civic custa 62 centavos por quilômetro. Recarregar a bateria do Tesla custa 35,41 reais – encher o tanque do Honda Civic custa 254,97 reais. As informações são do site Electrek.","url":""},{"text":"Rio de Janeiro será a primeira cidade do Brasil a aceitar pagamento do IPTU com moedas digitais: a regra valerá para o imposto territorial pago em 2023, mas ainda não foram especificadas quais moedas serão aceitas. Também está em desenvolvimento um projeto de NFTs com imagens de pontos turísticos da cidade. A iniciativa faz parte de um projeto que busca transformar o Rio na capital da tecnologia e inovação do País. As informações são do site da prefeitura do Rio de Janeiro.","url":""},{"text":"Claro recebe as melhores notas de usuários, mostra pesquisa da Anatel: em cinco dimensões de qualidade (atendimento digital e telefônico, cobrança/recarga, funcionamento e informação ao consumidor), a operadora móvel ficou em primeiro lugar. Um aspecto considerado “curioso” da “Pesquisa de Satisfação e Qualidade Percebida” é o fato de usuários pré-pagos estarem mais satisfeitos com os serviços de telefonia do que os pós-pagos – segundo a Anatel, planos mais simples e com mais clareza ajudam no resultado. As informações são do Tecnoblog.","url":""},{"text":"Eletrobras lança iniciativa para criação de jogos sobre energia limpa: o “Desafio FazGame Eletrobras60” será online e gratuito para estudantes do 1º e 2º anos do Ensino Médio, incentivando a criação de games narrativos sobre temas ligados à energia limpa e renovável. Serão classificadas dez duplas, que serão premiadas com tablets e computadores. Os jogos serão avaliados por critérios como narração, funcionalidades, lógica e criatividade. As informações são da Agência Brasil.","url":""},{"text":"Google reativa rastreamento de usuários no Workspace nesta terça-feira: a alteração vale mesmo para organizações que tenham desativado o recurso para todos os seus usuários anteriormente – Admins não possuem mais uma opção geral e a alteração agora precisa ser realizada manualmente por cada usuário. O Google afirma que não utiliza dados de clientes do serviço para fins publicitários. Para desativar o histórico de pesquisa, é preciso acessar a página Minha atividade &gt; Outras atividades &gt; Histórico de pesquisa do Google Workspace. As informações são da página de Ajuda do Google.","url":""}]}