{"title":"Tesla: acordo secreto no Brasil / Colmeia robótica / Juristas regulam IAs","fps":30,"timestamp":1648737035,"date":"31/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Após embargo à Rússia, Tesla irá comprar níquel de empresa brasileira: o metal, utilizado na fabricação de baterias, será adquirido da Vale, segunda maior produtora de níquel no mundo, atrás apenas da russa Nornickel. O acordo seria secreto e uma espécie de vantagem competitiva em relação a outras fabricantes de veículos elétricos. Elon Musk vem sinalizando há anos que a disponibilidade do níquel seria a maior preocupação da empresa ao escalar sua produção. As informações são da Bloomberg.","url":""},{"text":"Startup lança colmeia robótica para criação de abelhas: a “Beehome” utiliza energia solar, inteligência artificial e visão computacional para detectar e controlar autonomamente uma variedade de ameaças contra uma colônia de abelhas, como pesticidas, variação de temperatura e alimentação – o sistema até mesmo combate um ataque de vespas asiáticas contra uma colmeia. A Beehome promete reduzir a mortalidade de abelhas em 80% e eliminar 90% do trabalho manual da apicultura tradicional. As informações são do site PR Newswire.","url":""},{"text":"Comissão de juristas que irá elaborar projeto para regulação de IAs no Brasil é instalada: a regulamentação para esse tipo de tecnologia, já em prática na União Europeia, servirá como base. Serão tratados os contextos econômico-sociais, benefícios e “riscos inaceitáveis” ligados à aplicação de IAs. Também serão levados em consideração o uso de dados pessoais e questões ligadas à mineração de dados. A comissão agora tem 120 dias para entregar uma proposta ao Senado. As informações são do site Agência Senado.","url":""},{"text":"Minicurso ensina pessoas com mais de 50 anos a identificar notícias falsas: realizado através de mensagens pelo WhatsApp, as aulas serão lecionadas pelos jornalistas Lillian Witte Fibe e Boris Casoy – o conteúdo foi produzido em conjunto pelo MediaWise e Projeto Comprova. O curso tem duração de 10 dias, com lições diárias entre 5 e 7 minutos de duração, ensinando como detectar golpes, teorias conspiratórias e o funcionamento de algoritmos em redes sociais. As inscrições são gratuitas e podem ser realizadas através do site do Projeto Comprova.","url":""},{"text":"Não há relação entre uso de telefone celular e tumores cerebrais, mostra estudo de longo prazo da Universidade de Oxford: a pesquisa acompanhou 776.156 mulheres no Reino Unido, ao longo de 14 anos. Um dos aspectos pesquisados, a prevalência de tumores no lado esquerdo ou direito da cabeça das participantes não foram estatisticamente relevantes – a maior parte das pessoas usa o celular do lado direito da cabeça. De acordo com os pesquisadores, apesar do aumento no uso de telefones celulares nos últimos anos, não há sinais de uma “epidemia maciça de tumores cerebrais” na população em geral. As informações são do site New Atlas.","url":""},{"text":"Meta é acusada de contratar empresa de consultoria para manchar reputação do TikTok: segundo o jornal The Washington Post, a “Targeted Victory” escreve colunas de opinião e contata editores de jornais e revistas apontando problemas, especialmente em relação ao rastreamento de dados e privacidade de crianças e jovens que utilizam a rede social. A cobertura desses eventos seria então usada como corroboração e combustível para mais mensagens negativas. A empresa confirma que trabalha para a Meta há anos. As informações são do site The Register.","url":""},{"text":"Novo dispositivo para eletroencefalografia irá analisar impacto de viagens espaciais no cérebro humano: o sistema desenvolvido pela startup israelense “brain.space” será utilizado pela primeira vez durante a “Axiom-1”, primeira missão totalmente privada para a Estação Espacial Internacional. As informações coletadas serão cruciais para entender como o cérebro de astronautas se adapta aos efeitos da microgravidade em viagens espaciais de longa duração. As informações são do site TheNextWeb.","url":""},{"text":"Agência Espacial Europeia quer transformar dispositivos Android em ferramentas de monitoramento meteorológico: basta instalar o aplicativo “CAMALIOT” e deixar o aparelho perto de janelas durante à noite. O sistema registra pequenas variações nos sinais de satélites – modificados pela quantidade de vapor de água na atmosfera ou pelo plasma irregular na ionosfera – coletando dados para análise de padrões meteorológicos e do clima espacial. Uma abordagem de aprendizado de máquina posterior, buscará por padrões “invisíveis” nas informações coletadas. As informações são do site oficial da agência.","url":""}]}