{"title":"Polícia prende Lapsus$ / Dor no metaverso / Brasil precisa de exército de Devs","fps":30,"timestamp":1648218536,"date":"25/03/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Polícia do Reino Unido prende sete pessoas que teriam conexão com o grupo Lapsus$: os suspeitos têm entre 16 e 21 anos. As prisões aconteceram poucas horas após uma equipe de reportagem da Bloomberg ter ido até a casa e conversado com a mãe do suposto líder do grupo, um adolescente de apenas 16 anos que mora em Oxford. A identidade do adolescente teria sido revelada por hackers rivais, em retaliação à compra e posterior vazamento do site “Doxbin”, utilizado por criminosos para obtenção de informações pessoais como endereços, senhas e cartões de crédito. As informações são do site TechCrunch.","url":""},{"text":"Startup japonesa financiada pela Sony cria pulseira para infligir dor em usuários do metaverso: “sentir dor permite transformar o metaverso no mundo real”, afirma Emi Tamaki, CEO da “H2L Technologies”. O dispositivo também consegue manipular outras sensações para criar uma maior sensação de imersão, como pegar uma bola ou simular um pássaro bicando a pele do usuário. As informações são do site Futurism.","url":""},{"text":"Brasil precisa formar “exércitos de desenvolvedores, programadores e cientistas de dados”: a afirmação é de Paulo Alvim, secretário de Empreendedorismo e Inovação do Ministério da Ciência, Tecnologia e Inovações. Segundo Ricardo Neves, CEO da NTT Data Brasil, a carência de mão de obra no setor de TI seria “o grande gargalo” para a inovação em empresas brasileiras. As informações são do site Convergência Digital.","url":""},{"text":"Ministério da Justiça anuncia plano tático para combate de crimes cibernéticos: o objetivo é reprimir ataques no País através de programas de prevenção, capacitação, novas regulamentações e criação de uma estrutura integrada com forças de segurança federais, estaduais, entidades públicas e privadas, e especialistas do setor. As informações são do site CISO Advisor.","url":""},{"text":"Europa quer obrigar comunicação entre aplicativos de mensagem concorrentes: a ideia é permitir que usuários de qualquer plataforma possam trocar mensagens, enviar arquivos ou fazer chamadas de vídeo entre aplicativos como WhatsApp, Messenger e iMessage. A regra deve valer a partir de outubro e prevê multa de 10% sobre o faturamento global de empresas que infringirem a lei. As informações são do site The Verge.","url":""},{"text":"Cientistas coreanos teorizam conceito de “bateria quântica” que carrega 200 vezes mais rápido: a bateria de um veículo elétrico com essa tecnologia poderia ser recarregada em apenas 3 minutos – atualmente o processo leva cerca de 10 horas em sistemas residenciais. Em estações de alta velocidade, o tempo de recarga seria ainda menor, caindo de 30 minutos para alguns segundos. Os pesquisadores afirmam que a descoberta também pode ter implicações em usinas de fusão nuclear. As informações são do site EurekAlert.","url":""},{"text":"Fundação World Wide Web quer acabar com “dark patterns” no desenvolvimento de sites: o laboratório de design da entidade está criando protótipos de UX e UI que servirão de padrão para indústria. O objetivo é persuadir sua adoção por empresas de tecnologia ou inspirar reguladores a criar leis que evitem padrões de design antiéticos e que possuem a intenção de induzir, confundir ou enganar usuários na internet. As informações são do site TechCrunch.","url":""},{"text":"Pesquisa mostra ferramentas e linguagens de programação preferidas de hackers: Bash/Shell/PowerShell foram utilizados em 72,5% dos hacks executados no ano passado. Python foi utilizada em 70% dos ataques, seguida por JavaScript e C (32,5% das vezes) – era possível escolher mais de uma linguagem por ataque. Linux foi o sistema operacional mais utilizado, em 95% das vezes. O IDE preferido foi Vim (60%), com Visual Studio Code vindo logo em seguida (50%). O estudo foi realizado com 43 hackers baseados na Alemanha. Os pesquisadores notam a dificuldade de obter respostas dessa comunidade e os resultados pelo menos adicionam à literatura extremamente escassa sobre o assunto. As informações são do site The Register.","url":""}]}