{"title":"Hacker português é preso / LED de arroz / Bula eletrônica","fps":30,"timestamp":1649860249,"date":"13/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Português é preso após apreensão de um dos maiores sites para hackers do mundo: o “RaidForums” era utilizado por hackers que se comunicam em inglês – com mais de 500 mil usuários – e um local para a venda de bancos de dados roubados. O fundador da RaidForums, o portugues Diogo Santos Coelho, de 21 anos, foi preso no Reino Unido – Coelho tinha apenas 14 anos quando lançou o site em 2015. As informações são do site Bleeping Computer.","url":""},{"text":"Cientistas japoneses criam primeiro LED utilizando cascas de arroz: o método transforma o resíduo agrícola em diodos emissores de luz de última geração (Quantum Dot ou QD-LED) de maneira econômica e ecológica – o material é uma excelente fonte de sílica de alta pureza (SiO2). Cerca de 100 milhões de toneladas de cascas são descartadas durante a produção de arroz no mundo todo a cada ano. As informações são do site Universidade de Hiroshima.","url":""},{"text":"Senado aprova criação da bula eletrônica: um QR Code poderá ser impresso na embalagem do medicamento, abrindo uma página contendo mais informações, como um vídeo explicativo – a lei, entretanto, não prevê o fim da bula impressa. As bulas digitais também deverão ser hospedadas em links autorizados pela Anvisa. O projeto agora segue para sanção presidencial. As informações são da Agência Brasil.","url":""},{"text":"Cometa descoberto por astrônomo brasileiro é o maior da história, confirma NASA: o núcleo do “Bernardinelli-Berstein” (C/2014 UN271), descoberto por Pedro Bernardinelli e Gary Bernstein em 2014, possui 129 km de diâmetro, 50 vezes maior do que a média de outros cometas. O mais próximo que chegará da Terra será 1,6 bilhão de km, mais de 4 mil vezes a distância entre a Terra e a Lua. As informações são do site Space e Wikipédia.","url":""},{"text":"Google é a marca preferida dos brasileiros: o ranking de 2022, realizado pela Ipsos, traz a Samsung em segundo lugar, seguido pelo YouTube. A Netflix ficou na quarta posição, seguida por Americanas (5ª posição), Amazon (6ª), Facebook e Mastercard (7ª), Natura e Nestlé (8ª) Mercado Livre (9ª) e Microsoft (10ª). Os critérios avaliados foram inovação, confiança, presença, responsabilidade social, engajamento online e desempenho durante a pandemia. As informações são do site Convergência Digital.","url":""},{"text":"DuckDuckGo lança navegador para macOS: na versão beta, o navegador já seria mais rápido do que o Chrome em alguns desempenhos gráficos e utilizaria cerca de 60% menos dados ao bloquear rastreadores por padrão. O navegador utiliza a engine de renderização do próprio sistema operacional e não é um fork do Chromium. Uma versão para Windows virá mais para o final deste ano. As informações são do blog Spread Privacy.","url":""},{"text":"Razer lança notebook “mais poderoso do mundo” para machine learning: o “Tensorbook”, criado em parceria com a Lambda Labs, possui uma GPU “Nvidia GeForce RTX 3080 Max-Q” que oferece um desempenho até quatro vezes superior ao processador M1 Max da Apple no treinamento de modelos de aprendizado de máquina. Com um CPU “Intel Core i7-11800H” de oito núcleos, RAM de 64 GB, SSD de 2 TB e um chassi feito de alumínio, o PC custa 3.499 dólares e vem com Ubuntu pré-instalado. As informações são do site The Register.","url":""},{"text":"Vulnerabilidade no Git é anunciada: um agente mal-intencionado pode criar um diretório “.git” acima do diretório de trabalho atual de uma vítima, permitindo a execução de comandos em seu nome. É recomendada a atualização para a versão 2.35.2, especialmente se o Git é usado em uma máquina com mais de um usuário ou a versão para Windows é utilizada. O GitHub não é afetado pela vulnerabilidade. As informações são do blog do GitHub.","url":""}]}