{"title":"Tesla: parceria inusitada / Pipas geram energia / Metade da vida na internet","fps":30,"timestamp":1649687420,"date":"11/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Tesla monta parceria com fundador do Twitter e possível criador do Bitcoin para minerar a moeda digital utilizando energia solar: a Block, fintech de Jack Dorsey, do Twitter, e a Blockstream, empresa de Adam Back, um grande candidato a ser Satoshi Nakamoto, estão construindo uma instalação de 3,8 MW que utilizará painéis solares e baterias da Tesla, com o potencial de computar 30 petahashes por segundo. A instalação tem a intenção de demonstrar que o Bitcoin pode ser minerado utilizando apenas energia renovável. As informações são do site Decrypt.","url":""},{"text":"Nova onda de companhias está apostando em pipas gigantes controladas por computador para gerar energia eólica: a eletricidade é gerada de duas maneiras – girando um tambor rotativo fixo no chão ou através de turbinas montadas na própria pipa. A tecnologia poderia tornar possível a construção de parques eólicos em locais onde não há vento suficiente para torres com turbinas convencionais. Ao menos dez startups norte-americanas e europeias estão desenvolvendo a tecnologia – as pipas possuem uma área de 200 metros quadrados, voam a mais de 200 metros de altura, são mais baratas de se fabricar e transportar, além de possuírem maior eficiência. As informações são do site Ars Technica.","url":""},{"text":"Estudo calcula que brasileiros passarão mais de 41 anos na internet, mais da metade de suas vidas: no levantamento realizado pela NordVPN, em média, a população começa usar a internet às 8h33 da manhã, saindo às 22h13 – são cerca de 13 horas por dia, 91 horas por semana, ou 197 dias por ano. Cerca de 21% desse tempo é usado para trabalho e o restante (79%) para entretenimento e redes sociais. A expectativa média de vida dos brasileiros é de 75,9 anos. As informações são do site Canaltech.","url":""},{"text":"IA que detecta disparos de armas de fogo se confunde facilmente com outros barulhos: um recente estudo mostra que o controverso sistema “ShotSpotter”, utilizado em diversas cidades nos EUA, identifica até mesmo o barulho de portas batendo com força como disparos. No mês passado, uma escola em Massachusetts foi colocada em lockdown após o ShotSpotter identificar fogos de artifício como um tiroteio no local. O estudo mostra que o sistema não melhora estatísticas de violência com armas de fogo e custa milhares de dólares para ser implantado. As informações são do site Futurism.","url":""},{"text":"Nissan e NASA fazem parceria para criar nova tecnologia de bateria: a intenção é utilizar baterias de estado sólido em veículos elétricos e satélites – a tecnologia permite reduzir o componente à metade do tamanho, além de recarregar mais rapidamente do que as atuais baterias de íons de lítio. O primeiro veículo da Nissan com a nova tecnologia, que poderá ser recarregado em apenas 15 minutos, deverá ficar pronto em 2028, custando o mesmo que um veículo a combustão tradicional. As informações são do site New Atlas.","url":""},{"text":"Cientistas estão utilizando cabos de fibra óptica para inspecionar vulcão mais ativo da Europa: a atividade vulcânica do Etna, situado na Itália, é monitorada através do movimento dos pulsos a laser que viajam nos cabos, detectando sutis movimentos do magma. A técnica tem o potencial de criar sistemas de alerta mais precoces. As informações são do site Ars Technica.","url":""},{"text":"Cientistas britânicos desenvolvem “ponta de dedo” robótico: o “TacTip” utiliza uma “pele“ impressa em 3D, câmeras e microfones para simular o toque. O dedo artificial não é tão sensível quanto o real, mas a resolução deve melhorar com a utilização de uma superfície de contato mais fina. O TacTip pode permitir que robôs ou próteses manuseiem autonomamente objetos de todas as formas e tamanhos, sem a necessidade de programação precisa. As informações são da revista Science.","url":""},{"text":"Atlassian sofre grave interrupção de serviços: o time de engenharia estaria “trabalhando 24 horas por dia” para resolver o incidente, precisando reconstruir a funcionalidade de serviços em um processo complexo, com várias etapas de validação para garantir a integridade de dados. Por volta das 5h30 desta segunda-feira, cerca de 35% de sua base de usuários já conseguia acessar serviços. A Atlassian é dona do Jira, Confluence, Trello e Bitbucket, entre outros. As informações são da página de status da Atlassian.","url":""}]}