{"title":"Elon Musk: 100% do Twitter / Gorila distraído / Ligação por robôs","fps":30,"timestamp":1649946610,"date":"14/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Elon Musk realiza oferta hostil para comprar 100% das ações do Twitter: nesse tipo de oferta, a administração da companhia é pega de surpresa. Musk quer pagar de 43 bilhões de dólares, em dinheiro, afirmando que o Twitter poderia tornar-se uma plataforma “para a liberdade de expressão em todo o mundo” – no entanto, a empresa precisaria ser “transformada” para atingir esse potencial. Se a oferta não for aceita, Musk afirma que irá reconsiderar sua posição atual como acionista. Analistas avaliam que o valor oferecido é muito baixo. As informações são da Bloomberg.","url":""},{"text":"Gorila adolescente estaria distraído demais com celulares de visitantes em zoológico nos EUA: Amare, de 16 anos, gosta de ver fotos e vídeos gravados pelos visitantes. Os cuidadores de Amare, no entanto, estão preocupados – ele precisa interagir mais com outros gorilas de sua idade e pode perder um período importante de seu desenvolvimento pré-adulto. O zoológico agora irá manter visitantes distantes do vidro que separa a jaula dos gorilas. As informações são do jornal Chicago Sun-Times.","url":""},{"text":"Anatel estuda como bloquear ligações realizadas por robôs: essas chamadas, que duram apenas alguns segundos e são desligadas assim que são atendidas, servem para criar um cadastro de consumidores em potencial para ações de telemarketing. Um levantamento mostrou que 20 números de telefone operados por robôs conseguiram realizar quase 62 milhões de chamadas em um único mês – um robô sozinho conseguiu realizar três milhões de ligações. As informações são do site Canaltech.","url":""},{"text":"Mark Zuckerberg acredita que óculos de realidade aumentada da Meta será seu “momento iPhone”: segundo pessoas que trabalham no projeto “Nazare”, o dispositivo poderia substituir smartphones e liberar a empresa da atual relação de dependência que possui com a Apple e Google. Os óculos são projetados para funcionar de forma independente de celulares, mas precisarão da assistência de um outro dispositivo sem fio para computação. Um dos recursos mais interessantes seria a capacidade de se comunicar e interagir com hologramas de outras pessoas através dos óculos. As informações são do site The Verge.","url":""},{"text":"Engenheiros do MIT criam nova máquina térmica, sem partes móveis: uma célula termofotovoltaica – semelhante às células de painéis solares – captura passivamente fótons de alta energia a partir de uma fonte de calor e os converte em eletricidade, com mais de 40% de eficiência. A ideia é incorporar essas células em baterias térmicas de grafite que podem armazenar o excesso de energia produzida por fontes renováveis. As informações são do site MIT News.","url":""},{"text":"Ex-desenvolvedor do Ethereum é condenado a cinco anos de prisão nos EUA: Virgil Griffith sofrerá a punição por causa de sua participação em uma conferência sobre blockchain na Coreia do Norte em 2019. Durante uma apresentação, Griffith afirmou que o país “não poderia ser excluído” de mercados de moedas digitais descentralizadas, “não importando“ as sanções internacionais impostas contra o país. As informações são do site Business Insider.","url":""},{"text":"Pesquisadores do MIT estão reescrevendo modelos climáticos em nova linguagem de programação: Julia deverá substituir os códigos escritos em Fortran na década de 60 e 70 e que a maioria dos climatologistas não consegue mais entender. A ideia é desenvolver um “gêmeo digital” da Terra, simulando condições globais de processos climáticos em pequena escala e que simplesmente não podem ser previstos com precisão utilizando os modelos atuais. O código está disponível no repositório “CliMA” no GitHub. As informações são do site The Register.","url":""},{"text":"Salários de especialistas em segurança cibernética disparam no mercado: segundo dados da empresa de recrutamento Revelo, o salário-base na área passou de 6.020 reais para 9.364 reais, um crescimento de 55% em apenas cinco meses. De acordo com a consultoria alemã Roland Berger, empresas brasileiras sofrem uma tentativa de ataque a cada segundo. As informações são do site Convergência Digital.","url":""}]}