{"title":"Missão histórica hoje / CEO da Microsoft faz alerta / Rio quer ser cidade inteligente","fps":30,"timestamp":1649428187,"date":"08/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Primeira missão espacial totalmente privada acontece nesta sexta-feira: o lançamento ocorre aproximadamente ao meio dia em direção à Estação Espacial Internacional. Apesar dos quatro tripulantes terem pago “dezenas de milhões de dólares” para realizar a viagem de oito dias, a Axiom Space afirma que os tripulantes não são turistas espaciais. É possível acompanhar o lançamento da missão “Ax-1”, ao vivo, através do canal da SpaceX no YouTube. As informações são do site TechCrunch.","url":""},{"text":"CEO da Microsoft faz alerta sobre trabalho remoto: Satya Nadella afirma que o bem-estar de funcionários pode sofrer com dias de trabalho que não terminam. Um estudo realizado pela empresa identificou um terceiro pico na produtividade de seus funcionários à noite, com base na atividade do teclado de seus computadores – o dia possui geralmente dois picos de produtividade, um na parte da manhã e outro à tarde. Nadella pede que gestores definam normas e expectativas claras, sem pressionar por respostas a emails ou outras mensagens depois do expediente. As informações são do site Slashdot.","url":""},{"text":"Rio de Janeiro vai investir 1,4 bilhão de reais para embarcar tecnologia em postes de iluminação pública: além de roteadores com Wi-Fi 6E acoplados, os postes terão câmeras de vigilância com inteligência artificial. Outros sensores também estão sendo avaliados – medidores sonoros, de chuva, qualidade do ar, radiação UV, de pedestres e ciclistas, limitadores eletrônicos de altura, antenas 5G, entre outros. A prefeitura da cidade quer receber uma certificação de cidade inteligente oficial da ABNT. As informações são do site Mobile Time.","url":""},{"text":"Google está usando inteligência artificial para atualizar horário de funcionamento de comércios: o sistema realiza o scraping do website do negócio, utiliza visão computacional a partir de imagens do Street View, usa o GPS para determinar a circulação de usuários em determinados horários e até mesmo realiza ligações de telefone robóticas, nos países onde a ferramenta Duplex já funciona, para perguntar os horários diretamente aos estabelecimentos. As informações são do site The Verge.","url":""},{"text":"Meta está criando moeda virtual para ser utilizada no metaverso: a moeda tem sido jocosamente chamada de “Zuck Bucks” pelos funcionários. A emissão desses tokens seria centralizada, sem utilizar tecnologia blockchain, algo semelhante à moeda “Robux” da plataforma de jogos online Roblox. A Meta também estaria avaliando a criação de tokens de reputação, que poderiam ser emitidos como recompensas por postagens em grupos do Facebook, por exemplo. As informações são do site Ars Technica.","url":""},{"text":"“Cientista robô” descobre que menos de um terço dos resultados científicos em pesquisas sobre câncer de mama são replicáveis: a “Eve”, desenvolvida por pesquisadores britânicos, demonstra que é possível usar robótica e inteligência artificial para abordar a “crise de replicabilidade” que atinge a comunidade científica – uma pesquisa conduzida pela revista Nature em 2016, com 1.500 cientistas, relatou que 70% deles não conseguiam reproduzir pelo menos um experimento de outro cientista, problema que afeta especialmente as ciências sociais e medicina. As informações são da Universidade de Cambridge e Wikipédia.","url":""},{"text":"Epic e LEGO formam parceria para o metaverso: as empresas querem construir uma experiência digital e protegida para crianças. Há poucos detalhes de como será o metaverso LEGO, mas sabe-se que será no conceito de mundo 3D aberto e imersivo. Três princípios guiarão a plataforma – bem-estar das crianças, privacidade e controles parentais. As informações são do site da Epic Games.","url":""},{"text":"Tecnologia deepfake já consegue treinar IAs em visão computacional: cientistas do MIT estão utilizando GANs (Generative Adversarial Networks) para criar imagens fotorrealistas e treinar outros modelos de inteligências artificiais. Dados sintéticos criados por modelos pré-treinados também podem ser mais eficientes e acessíveis, eliminando riscos de envolver informações confidenciais e são úteis para simular condições que podem ainda nem existir no mundo real. As informações são do site IEEE Spectrum.","url":""}]}