{"title":"Confisco do Real Digital / App radar de velocidade / PL das Fake News é alterada","fps":30,"timestamp":1649169016,"date":"05/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Projeto de Lei trata sobre o confisco de valores após implementação do Real Digital: o PLP 9/22 determina que uma eventual apropriação de valores mantidos em carteiras digitais pelo Governo será considerado crime contra a economia popular. O texto também prevê as responsabilidades do Banco Central em caso de falhas operacionais ou de segurança cibernética, além de violações à legislação de proteção de dados pessoais. As informações são da Agência Câmara de Notícias.","url":""},{"text":"Aplicativo permite que pessoas gravem motoristas acima da velocidade permitida: o “Speedcam Anywhere” transforma dispositivos Android em “radares de velocidade móveis”. O app utiliza inteligência artificial para analisar um vídeo capturado pelo usuário e gera um relatório completo, o local e horário de quando foi feito, a velocidade do veículo e o limite de velocidade da estrada, podendo ainda ser encaminhado para a polícia. Críticos da tecnologia, no entanto, acreditam que as informações não seriam admissíveis como prova do excesso de velocidade. As informações são do site RoadCC.","url":""},{"text":"Após pressão das grandes empresas de tecnologia, “PL das Fake News” é alterada: a nova versão do Projeto de Lei 2.630/2020 cede no tratamento de dados pessoais no contexto de anúncios direcionados. Outra alteração deve afetar principalmente os aplicativos de mensagem Telegram e Signal, obrigando a instalação de pessoas jurídicas no País, com plenos poderes administrativos – a simples representação, como faz o Telegram, não servirá mais. Espera-se que o Congresso conclua a votação da proposta em abril, com as regras já valendo antes das eleições deste ano. As informações são da  Agência Câmara de Notícias.","url":""},{"text":"YouTube é a plataforma mais popular, acessada por 89% dos brasileiros: Instagram e Facebook seguem de perto (85% e 84%, respectivamente). TikTok fica com 49%. Outras plataformas: Pinterest (37%), Twitter (36%), Linkedin (35%), Snapchat (15%), Twitch (9%), Reddit (6%) e Tumblr (5%). A pesquisa foi realizada pela Statista e mostra que 159 milhões de brasileiros utilizam redes sociais diariamente. As informações são do site Convergência Digital.","url":""},{"text":"Startup criada por ex-funcionários da Apple pretende colocar “lentes de cinema” em smartphones: a Glass está desenvolvendo um conjunto óptico e sensor para celulares com lentes anamórficas. Segundo a empresa, as atuais técnicas de captura e processamento de imagens de forma digital está chegando ao limite – forçar mais computação na melhoria de fotos irá gerar apenas aquele efeito de “alucinação” em imagens geradas por IAs. As informações são do site TechCrunch.","url":""},{"text":"Hackers invadem MailChimp para roubar bases de emails de clientes voltados a finanças e moedas digitais: os criminosos obtiveram acesso a ferramentas internas de suporte após funcionários da companhia caírem em um ataque de engenharia social. Os hackers estavam atrás de bases de emails específicas – em um dos ataques, usuários da carteira digital Trezor receberam um email falso, contendo um arquivo que permitiria o roubo de moedas digitais caso fosse instalado. As informações são do site Bleeping Computer.","url":""},{"text":"Elon Musk entra para o Conselho de Administração do Twitter um dia após tornar-se maior acionista da companhia: para o presidente da rede social, Parag Agrawal, Musk é bem vindo, mesmo sendo uma pessoa extremamente crítica da plataforma. Musk quer realizar “melhorias significativas” no Twitter já “nos próximos meses”. As informações são do perfil de Parag Agrawal no Twitter.","url":""},{"text":"GitHub agora pode bloquear commits com chaves privadas e outros tokens de autorização automaticamente: o “Push protection” irá identificar 69 tipos de tokens (chaves API, chaves privadas, auth tokens e outros) antes que um git push seja aceito, prevenindo a exposição acidental de credenciais em repositórios remotos. O GitHub afirma que já detectou mais de 700 mil segredos em repositórios privados através do recurso “Secret Scanning”. As informações são do site Bleeping Computer.","url":""}]}