{"title":"Elon Musk vira acionista do Twitter / Fundador arrependido / UnB e SpaceX","fps":30,"timestamp":1649082605,"date":"04/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Elon Musk torna-se o maior acionista individual do Twitter: as ações da rede social dispararam durante as negociações de pré-abertura nesta segunda-feira, subindo mais de 20%, após a aquisição de 3 bilhões de dólares, cerca de 9% da companhia. Há algumas semanas, Musk afirmou que o Twitter é um serviço de utilidade pública e perguntava aos seus seguidores se havia espaço para uma nova rede social. As informações são da Bloomberg.","url":""},{"text":"Jack Dorsey, fundador do Twitter, se arrepende de ter criado uma rede social de forma centralizada: em um tuíte na própria plataforma, Dorsey – um grande defensor do Bitcoin – afirma que é “parcialmente culpado” pela centralização de informações e identidades em grandes corporações, “danificando” a internet. Para Dorsey, os tempos da Usenet (primeiros fóruns e grupos de notícias), IRC (sistema de bate-papo baseado em texto), web e email “foram incríveis”.","url":""},{"text":"SpaceX coloca nanossatélite desenvolvido por alunos de engenharia da Universidade de Brasília em órbita: o “AlfaCrux” – um CubeSat com arestas de apenas 10 cm – irá realizar experimentos de comunicação via satélite. Além de capacitar estudantes em todo o ciclo de desenvolvimento de uma missão espacial, o equipamento pode servir como repetidor digital, semelhante a uma torre de celular, refletindo sinais de volta para a Terra. As informações são da Agência Brasil e do portal G1.","url":""},{"text":"Desenvolvedor usa falha em site de companhia aérea para encontrar mala perdida: ao desembarcar da aeronave, Nandan Kumar e outro passageiro trocaram, sem querer, suas malas despachadas. Após não conseguir ajuda da companhia, o engenheiro de software extraiu o PNR – código de identificação de passageiros – da etiqueta da mala errada e refez o processo de check in, registrando logs da rede pelo console do navegador. Em uma das respostas, ele encontrou o telefone e email do passageiro. Após uma ligação, Kumar marcou um encontro para trocar sua mala. As informações são da rede BBC.","url":""},{"text":"Após quase duas décadas de experimentos, inventor lança robô que faz hambúrgueres: Audley Wilson afirma que começou a desenvolver o “RoboBurger” em sua garagem há 17 anos – o sistema é considerado o primeiro chef robótico totalmente autônomo do mundo. O RoboBurger ocupa uma área de apenas 1,1 metro quadrado e pode ser instalado em lugares públicos como aeroportos, shoppings e universidades. As informações são do site PR Newswire.","url":""},{"text":"Cão-robô irá patrulhar ruínas de Pompeia: o “Spot”, da Boston Dynamics, ajudará arqueólogos e a equipe de preservação a vigiar o local, procurando por sinais de erosão, danos ou saques. A antiga cidade, localizada no sul da Itália – destruída durante uma grande erupção do vulcão Vesúvio no ano 79 – é classificada como Patrimônio da Humanidade pela UNESCO. As informações são do site Ars Technica.","url":""},{"text":"Bateria de lítio-enxofre promete grande avanço em densidade de energia: a startup Theion criou uma tecnologia que triplica a densidade de energia comparada a baterias de lítio tradicionais, requerendo 90% menos energia para sua produção. O enxofre também é 99% mais barato do que metais comumente utilizados em baterias, como níquel e cobalto. O plano da empresa é primeiro atender clientes aeroespaciais, depois fabricantes de drones, smartphones e PCs, e finalmente veículos elétricos. As informações são do site WhichEV.","url":""},{"text":"Laboratório de IA da Meta está sofrendo êxodo de talentos: cerca de uma dúzia de cientistas altamente qualificados deixaram a companhia nos últimos meses. Em específico, o escritório de Londres teria “colapsado” ao perder a maioria dos pesquisadores em um período de apenas seis semanas, afirma Karl Hermann, que também já trabalhou na DeepMind. As informações são da rede CNBC.","url":""}]}