{"title":"Painel solar noturno / Reator de fusão diferente / Bancos sentem pressão","fps":30,"timestamp":1649255403,"date":"06/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Engenheiros de Stanford fazem painel solar comum gerar eletricidade à noite: equipado com um gerador termoelétrico, o painel gera uma pequena quantidade de eletricidade obtida da diferença de temperatura entre o ar ambiente e sua superfície – o limite teórico é de dois watts por metro quadrado. Apesar da baixa energia gerada, a técnica poderia alimentar uma rede de sensores ambientais. As informações são do site Interesting Engineering.","url":""},{"text":"Startup alcança fusão com tecnologia diferente: a “First Light”, criada a partir de um grupo de pesquisa da Universidade de Oxford, não utiliza lasers ou ímãs, mas algo chamado de “tecnologia de projétil”. O sistema comprime o combustível utilizando um projétil viajando a uma velocidade altíssima – o resultado é uma pressão de 100 milhões de atmosferas, maior que o núcleo de Júpiter, fazendo o combustível implodir a uma velocidade de 252.000 km/h. A empresa afirma que esse é o reator de fusão com o projeto mais simples do mercado. As informações são do site da First Light.","url":""},{"text":"Bancos tradicionais sentem pressão das fintechs e decidem apostar em dados e open finance: as instituições financeiras brasileiras definiram como prioridade a exploração de novos modelos de negócios digitais com o uso de APIs disponíveis através do open finance. “Não iniciamos ontem“, afirmou Isaac Sidney, presidente da Febraban. Segundo ele, são “os bancos brasileiros, e não as fintechs ou as startups” que estão na “vanguarda da tecnologia bancária mundial”. As informações são do site Convergência Digital.","url":""},{"text":"Comissão de juristas abre consulta pública para Marco Regulatório de IA: qualquer pessoa pode colaborar com a elaboração do texto. Os principais eixos de discussão são os princípios, regras, diretrizes e fundamentos para regular o desenvolvimento e a aplicação da inteligência artificial no Brasil. As contribuições deverão ser enviadas até o dia 13 de maio através de email. As informações são da página CJSUBIA do Senado Federal.","url":""},{"text":"Amazon realiza a maior contratação de serviços de lançamento espacial da história: o plano é colocar em órbita mais de 3 mil satélites do Projeto Kuiper, sistema de internet espacial da companhia. Ao longo de cinco anos, 83 lançamentos serão realizados através de três companhias espaciais – Arianespace, Blue Origin e United Launch Alliance. A SpaceX não foi contratada – a companhia possui seu próprio sistema de internet orbital, o Starlink, com atualmente cerca de dois mil satélites em operação. As informações são do site About Amazon e Wikipédia.","url":""},{"text":"“Ai-Da” torna-se primeira robô humanoide a pintar como artistas: Ai-Da seleciona os materiais e toma decisões por conta própria – cada pintura é diferente, levando cinco horas para ficarem prontas. A robô foi criada ao longo de dois anos por uma equipe de programadores, roboticistas, especialistas em arte e psicólogos. Ela será apresentada na Bienal de Veneza deste ano, pintando os conceitos de purgatório e inferno de Dante como forma de explorar “o futuro da humanidade” onde tecnologia e inteligências artificiais “continuam a invadir a vida humana cotidiana”. As informações são do jornal The Guardian.","url":""},{"text":"Google apresenta modelo de linguagem com 540 bilhões de parâmetros: o “PaLM” obteve melhores resultados do que o GPT-3 em uma ampla gama de tarefas, como perguntas e respostas, compreensão de leitura e raciocínio de senso comum. O sistema demonstra a vantagem de modelos maiores para o processamento de linguagem natural. Especialistas tem argumentado contra modelos maiores, comparando-os a “papagaios estocásticos”, simplesmente repetindo os padrões aprendidos no treinamento. As informações são do site The Register.","url":""},{"text":"Pesquisa avalia impacto ambiental de anúncios e analytics em sites de notícias: entre 32% e 70% da energia consumida pelo navegador é devido aos sistemas de monetização e análise. Segundo a Marmelab, que publicou a pesquisa em seu blog, utilizar um bloqueador de anúncios seria “um gesto ecológico”, além de melhorar o desempenho percebido pelos usuários. O objetivo da pesquisa é destacar o consumo excessivo de energia de anúncios e scripts – sites de notícias recebem milhões de visitas todos os dias, com um impacto real no meio ambiente.","url":""}]}