{"title":"Twitter: fundador quebra silêncio / Asteroide quintilionário / Botão de pânico","fps":30,"timestamp":1650292169,"date":"18/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Jack Dorsey, co-fundador do Twitter, quebra silêncio: Dorsey, que deixou o cargo de CEO no final do ano passado, afirma que o conselho de administração da rede social é “consistentemente” uma fonte de “disfunção dentro da companhia”, refletindo acusações feitas por Elon Musk – os membros do conselho, coletivamente, não possuem participação acionária na companhia e seus interesses simplesmente não estariam mais alinhados com os de acionistas. O Twitter realizou uma manobra societária na última sexta-feira para dificultar a aquisição da companhia por outras empresas ou indivíduos. As informações são do site Forbes.","url":""},{"text":"NASA vai lançar sonda para investigar asteroide “intrigante”: a missão irá avaliar o “16 Psyche”, um asteroide com 226 km de diâmetro, rico em metais e que cientistas avaliam conter riquezas na casa de de “10 quintilhões de dólares” caso seja minerado. A espaçonave também irá inaugurar propulsores do tipo Hall – uma tecnologia de motores a plasma – para chegar ao asteroide em 2026. A SpaceX irá lançar a sonda em agosto deste ano. As informações são do site Futurism e da NASA.","url":""},{"text":"Polícia Rodoviária Federal está desenvolvendo aplicativo com “botão de pânico”: o recurso poderá ser acionado em casos de acidentes graves ou durante assaltos. O aplicativo deve estar disponível até o fim do ano a todos os usuários de rodovias brasileiras, mas o público principal serão os caminhoneiros. As informações são da Agência Brasil.","url":""},{"text":"Se você desliga a câmera durante videochamadas, leia isso: para 92% dos executivos de médias e grandes empresas, funcionários que realizam reuniões remotas com suas câmeras desligadas simplesmente não estariam prestando atenção e não teriam futuro de longo prazo dentro da companhia. Essa percepção, no entanto, pode produzir efeitos negativos às empresas, assim como o movimento de forçar funcionários de volta aos escritórios. Uma das formas de contornar a situação seria realizar calls e videochamadas de forma mais intencional, deixando claro quando as câmeras deverão estar ligadas. As informações são do site Axios.","url":""},{"text":"Fone de ouvido, criado por laboratório secreto do Google, capta sinais cerebrais: o dispositivo da “NextSense”, spinoff dos laboratórios X, consegue realizar eletroencefalogramas e avaliar as condições neurológicas de usuários em tempo real. O dispositivo pode ser uma revolução para pessoas que sofrem de convulsões, fornecendo uma maneira não invasiva de prever ataques. As informações são do site Futurism.","url":""},{"text":"Marinha dos EUA realiza primeiro teste com lasers de estado sólido: o “Layered Laser Defense” dispara feixes de alta energia invisíveis ao olho humano. O sistema utiliza um telescópio de alta resolução e inteligência artificial para rastrear alvos como veículos aéreos, drones e mísseis subsônicos. Os lasers são mais seguros do que armamentos tradicionais e possuem capacidade de disparo virtualmente infinita enquanto estiverem ligados a uma fonte de energia elétrica. As informações são do site Marinha dos Estados Unidos.","url":""},{"text":"Microsoft está criando plataforma para anúncios dentro de jogos do Xbox: a ideia seria compartilhar a receita com desenvolvedores e incentivar a criação de mais jogos no modelo “free-to-play” (gratuito para jogar). Como exemplos, jogos de corrida poderiam conter painéis publicitários ao longo das pistas e anúncios de vídeos poderiam tocar enquanto usuários esperam o jogo carregar. As informações são do site Slashdot.","url":""},{"text":"Intel estuda como adicionar chips neuromórficos em PCs comuns: os circuitos da arquitetura “Loihi” imitam como neurônios funcionam e podem auxiliar em tarefas de inteligência artificial utilizando bem menos energia – como exemplo, o processador pode resolver um quebra-cabeças Sudoku 44 vezes mais rápido que uma CPU, utilizando 2.800 vezes menos energia. O neurochip também consegue resolver problemas altamente complexos, como acompanhar os movimentos do mercado financeiro e fluxos de dados dentro de redes sociais. As informações são do site The Register.","url":""}]}