{"title":"IA controversa da Intel / Web scraping legal / Hack em 13 segundos","fps":30,"timestamp":1650378695,"date":"19/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Intel está desenvolvendo IA controversa para detectar envolvimento de estudantes durante aulas: o software “Class” pode ser integrado como plugin ao Zoom e utiliza visão computacional para detectar se alunos estão entediados, distraídos ou confusos ao avaliar suas expressões faciais. Críticos da tecnologia argumentam que não seria possível determinar de forma precisa o que uma pessoa está sentindo apenas por suas expressões faciais. Educadores também estão preocupados com a implementação de sistemas de vigilância excessivos em escolas. As informações são do site Protocol.","url":""},{"text":"Justiça dos EUA determina que técnica de “web scraping” é legal: o LinkedIn estava processando uma empresa rival que coletava dados públicos de seus usuários. Arquivistas, acadêmicos, pesquisadores e jornalistas que utilizam ferramentas para coleta em massa de informações publicamente acessíveis na internet também serão beneficiados. No entanto, a decisão também dá passe livre a startups de reconhecimento facial como a ClearView AI, que já coletou bilhões de imagens em perfis de redes sociais. As informações são do site TechCrunch.","url":""},{"text":"Hacker rouba projeto DeFi em poucos segundos: o criminoso realizou um empréstimo de quase 1 bilhão de dólares através do protocolo “Aave” para ganhar privilégios de voto e roubar 182 milhões da Beanstalk (cerca de 850 milhões de reais) – toda a operação levou apenas 13 segundos. O hacker doou 250 mil dólares a uma carteira de ajuda à Ucrânia. As informações são do site The Verge.","url":""},{"text":"Polícia deflagra “Operação 404” nesta terça-feira: a ação atinge cinco sites que distribuíam conteúdo audiovisual ilegalmente pela internet – era possível pagar uma mensalidade e consumir a programação pirata por streaming. Os sites recebiam mais de 46 milhões de acessos por ano, causando um prejuízo estimado de 100 milhões de reais. As informações são do site Convergência Digital.","url":""},{"text":"Justiça determina apreensão de moedas digitais de homem que emitiu cheques sem fundo: a decisão do Tribunal de Justiça de São Paulo veio após não serem encontrados valores em bancos tradicionais. O tribunal então ordenou todas as corretoras digitais sediadas no Brasil a venderem e bloquearem os ativos em nome do homem – ele precisa quitar uma dívida de mais de 1 milhão de reais. As informações são do Tecnoblog.","url":""},{"text":"Brasileira BRF, dona das marcas Sadia e Perdigão, usa IA para monitorar safras: a companhia está aliando mapeamento geoespacial e inteligência artificial para monitorar 2.500 parceiros na cadeia de produção de grãos – é possível acompanhar a evolução de plantios e avaliar dados de clima, rodando modelos preditivos com antecedência de 24 meses. A companhia já possui 22 cientistas de dados trabalhando na geração desses sistemas, que podem até mesmo gerar insights sobre a flutuação de preços dos grãos na bolsa de valores. As informações são do site Convergência Digital.","url":""},{"text":"iPhones possuem o melhor desempenho em redes móveis no Brasil: de acordo com um estudo realizado pela Ookla, os dispositivos da Apple registraram, em média, velocidade de 31,7 Mbps em downloads e 8,75 Mbps em uploads. Aparelhos da Samsung vêm em segundo lugar (23 Mbps de download e 8 Mbps de upload), seguida pela Xiaomi (19,6 Mbps e 7,5 Mbps) e Motorola (18,7 Mbps e 6,8 Mbps). As informações são do site Mobile Time.","url":""},{"text":"Procon notifica Uber por antecipação de destinos e valores em corridas aos motoristas da plataforma: o órgão de defesa do consumidor do Rio de Janeiro acredita que o recurso aumentará o tempo de espera em viagens – motoristas agora podem avaliar a viabilidade econômica antes de aceitarem a corrida. O Uber afirma não ter detectado prejuízos à experiência de usuários, observando ainda queda nos cancelamentos. As informações são do Tecnoblog.","url":""}]}