{"title":"Humanos artificiais / Alternativa ao C / Protótipo esquecido","fps":30,"timestamp":1650983432,"date":"26/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Analistas esperam por uma explosão de “humanos artificiais” hiperrealistas online nos próximos anos: diversas startups estão desenvolvendo sistemas que geram versões sintéticas de pessoas reais e que podem ser programadas para dizer qualquer coisa – uma celebridade de Hollywood, por exemplo, poderia licenciar seu avatar para filmagens em uma escala impossível fisicamente. A tecnologia será aplicada nas áreas de comércio eletrônico e aprendizado remoto. As informações são do site TechCrunch.","url":""},{"text":"Programador lança “Hare”, uma alternativa ao C: Drew DeVault acredita que a linguagem é adequada para escrever sistemas operacionais, ferramentas de sistema, compiladores, software de rede e outras tarefas de baixo nível e alto desempenho. DeVault afirma não estar insatisfeito com C, mas o Hare apresentaria um conjunto de melhorias, aproveitando-se da experiência com a linguagem nos últimos 50 anos. As informações são do site The Register.","url":""},{"text":"Protótipo do novo relógio inteligente do Google é esquecido em restaurante nos EUA: o “Google Pixel Watch”, encontrado por um dos funcionários do local, apresenta um design sofisticado e minimalista feito de metal com uma tela curva que parece envolver as laterais do dispositivo. A situação lembra quando um protótipo do iPhone 4, camuflado para parecer um modelo anterior, foi deixado para trás em um bar em 2010. As informações são do site Android Central.","url":""},{"text":"Jack Dorsey, fundador do Twitter, apoia aquisição de Elon Musk: em seu perfil na rede social, Dorsey afirma que Musk seria a única pessoa que confiaria para comandar a empresa. Dorsey acredita que o Twitter seria “a coisa mais próxima” que a humanidade teria de uma “consciência global”. No comunicado de aquisição, disponível no perfil de relações com investidores da companhia, Musk afirma que o Twitter é uma “praça pública digital” onde são debatidos “assuntos vitais para o futuro da humanidade”.","url":""},{"text":"Supremo Tribunal Federal conclui o projeto “Arquivo 100% Digital”: aproximadamente 20 mil volumes de processos físicos, autuados desde 1970, foram digitalizados utilizando recursos próprios do Supremo como scanners e computadores. A próxima etapa será construir uma ferramenta para pesquisa da documentação por usuários externos. As informações são do portal do STF.","url":""},{"text":"Pesquisadores suíços desenvolvem IA para analisar comportamento de animais: o sistema permite estudos aprofundados de longo prazo no campo da ciência comportamental, eliminando a necessidade de análise manual de centenas de horas de vídeos por cientistas. A técnica também pode trazer melhorias ao bem-estar dos animais estudados, identificando comportamentos específicos, como aqueles que sinalizam curiosidade, medo ou interações sociais com outros membros de sua espécie. O método já está sendo testado no Zoológico de Zurique. As informações são do site do Instituto Federal de Tecnologia de Zurique.","url":""},{"text":"Manganês é o mineral da vez em baterias de veículos elétricos: como cátodo, o metal é abundante, seguro e estável – a Volkswagen está estudando como utilizar o mineral para reduzir pela metade o custo de fabricação de baterias. Para realizar uma transição completa de carros movidos a combustíveis fósseis, estima-se que será necessária uma produção anual de 300 terawatts-hora em baterias – para comparação, isso seria 100 vezes a projeção de produção da Tesla até 2030. As informações são do site IEEE Spectrum.","url":""},{"text":"Google Cloud lança “Media CDN”, escalando plataforma do YouTube para outras empresas de streaming de vídeo: a vantagem fundamental da CDN é a rede que já alcança mais de 200 países e 1.300 cidades ao redor do mundo. Segundo o Google, aplicativos de vídeo modernos são sensíveis a flutuações na latência e aproximar o conteúdo de usuários permite bit rates mais altos e rebuffering reduzido. As informações são do blog do Google Cloud.","url":""}]}