{"title":"Netflix despenca / Intel dá passo importante / Governo quer vender dados de brasileiros","fps":30,"timestamp":1650465049,"date":"20/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Ações da Netflix despencam 27% após queda no número de assinantes: durante o primeiro trimestre deste ano, a companhia perdeu 200 mil usuários – a primeira queda em mais de 10 anos – e espera perder mais 2 milhões nos próximos meses. A suspensão dos serviços na Rússia e o aumento no compartilhamento de senhas entre 100 milhões de usuários, quase metade da base de 221,6 milhões de assinantes, seriam os fatores. A Netflix agora estuda a criação de um plano com anúncios, mais barato, para atrair novos usuários. As informações são do site TechCrunch.","url":""},{"text":"Intel produz primeiro semicondutor para plataforma de computação quântica baseada em silício: o processo foi realizado dentro de uma fábrica de semicondutores convencional, utilizando um único wafer de 300 mm, com rendimento superior a 95%. Segundo a companhia, esse é o primeiro passo para a produção em escala de qubits, fator necessário para a construção de um computador quântico full-stack e tolerante a falhas. As informações são do site The Register.","url":""},{"text":"Receita Federal autoriza Serpro a vender dados de cidadãos brasileiros: o serviço estatal de processamento de dados poderá cobrar pelo acesso a informações como email, telefone, CPF e endereço. A portaria da Receita não determina transparência em contratos, sem identificar para quais empresas os dados serão vendidos e qual o interesse no uso dessas informações. As informações são do site Capital Digital.","url":""},{"text":"Cientistas desenvolvem dispositivo de ultrassom não invasivo para tratar pacientes com câncer: o transdutor ultrassônico focalizado de alta intensidade possui 260 elementos,  destruindo mecanicamente tumores com precisão milimétrica. Além disso, a técnica acaba ativando o sistema imunológico do próprio paciente, reduzindo a ocorrência de metástases. As informações são do site da Universidade de Michigan.","url":""},{"text":"Startup produz vodka utilizando apenas CO2, água e energia solar: a “Air Company” desenvolveu um reator de conversão de carbono para gerar etanol e metanol sem impurezas – o processo de eletrólise da água ainda devolve oxigênio à atmosfera. A companhia agora pretende investir 30 milhões de dólares para produção desses álcoois em escala industrial. As informações são do site TechCrunch.","url":""},{"text":"Cientistas japoneses criam hashi elétrico para estimular sabores em comidas: o dispositivo desenvolvido pela Universidade de Meiji ajusta a função de íons do cloreto de sódio, fazendo alimentos parecerem até 50% mais salgados. A tecnologia – que também pode ser adaptada em garfos e colheres – serviria especialmente a pessoas com restrições alimentares e que exigem uma dieta com baixo teor de sódio. As informações são do site Ars Technica.","url":""},{"text":"ONU estabelece novas metas para acesso universal à internet: o plano contempla que até 2030 todas as pessoas com 15 anos ou mais tenham a posse de um celular com conexão à internet, além de conectividade em todas as residências, escolas e empresas com velocidade mínima de 10 Mb/s. As informações são do site Convergência Digital.","url":""},{"text":"Cientista alemão está desenvolvendo IA com habilidades de improvisação: Maximilian Diehl pretende ensinar inteligências artificiais a trabalhar e se adaptar à natureza imprevisível do comportamento humano. Diehl também quer que IAs se expliquem, deixando claro para humanos como e porquê certa decisão foi tomada para a resolução de um problema. As informações são do site The Register.","url":""}]}