{"title":"Apple condenada no Brasil / Tesla anuncia robotáxi / Padrão do Inmetro","fps":30,"timestamp":1650637849,"date":"22/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Apple precisará indenizar cliente por vender iPhone e carregador separadamente, determina Justiça: uma consumidora de Goiânia irá receber 5 mil reais por danos morais. Segundo o juiz do caso, a venda separada de um acessório essencial para o funcionamento do produto constituiria a infração de “venda casada”, prática proibida pelo Código de Defesa do Consumidor. As informações são do site Canaltech.","url":""},{"text":"Tesla anuncia planos para serviço de robotáxi: um novo veículo, que não terá volante nem pedais, será altamente otimizado para autonomia. A produção em massa do modelo começará em 2024. Elon Musk acredita que o serviço terá o menor custo por quilômetro rodado de todos os tempos, custando menos do que um passe de ônibus. As informações são do site TechCrunch.","url":""},{"text":"Inmetro quer padronizar tomadas de carregadores em carros elétricos no Brasil: o objetivo é alinhar montadoras e fabricantes de acessórios na produção de um mesmo tipo de conexão e permitir o uso das 1,5 mil bases de recarga já disponíveis em território nacional. No Brasil, 80% dos veículos elétricos são carregados residencialmente. As informações são do Tecnoblog.","url":""},{"text":"Ministério da Educação e Microsoft fazem parceria para oferecer Office 365 em escolas públicas: o projeto irá atender mais de 38 milhões de estudantes e 138 mil escolas nas redes de ensino federal, estadual, distrital e municipal. O MEC também estuda parcerias similares com o Google, Amazon, Oracle e Adobe para potencializar o processo de inclusão digital nas escolas. As informações são do site TecMundo.","url":""},{"text":"LinkedIn é a marca mais utilizada em ataques de phishing em todo o mundo: segundo a Check Point Research, a marca foi utilizada em 52% de todas as tentativas de ataque no primeiro trimestre deste ano. No Top 10, encontram-se a empresa de transportes DHL (14% dos ataques), Google (7%), Microsoft (6%), FedEx (6%), WhatsApp (4%) e Amazon (2%), Maersk (1%), AliExpress (0,8%) e Apple (0,8%). Segundo a empresa de segurança, usuários do LinkedIn precisam ficar vigilantes ao longo dos próximos meses. As informações são do site CISO Advisor.","url":""},{"text":"Novo sensor feito com fibras ópticas de safira pode suportar calor e radiação extremos: o componente pode ser posicionado em diversas partes de turbinas a jato ou reatores de fusão nuclear para monitorar dados como temperatura e deformação de materiais – cientistas buscavam uma solução para esse problema há 20 anos. O sensor também possui aplicações na exploração espacial. As informações são da Universidade de Oxford.","url":""},{"text":"Cientistas produzem as maiores partículas híbridas de luz e matéria: essas quasipartículas, conhecidas como “Polaritons de Rydberg“, foram feitas a partir de uma pedra preciosa retirada de um antigo depósito mineral na Namíbia, um dos poucos lugares do mundo onde cristais de óxido cuproso são encontrados em qualidade de gemas. A ideia é utilizar esses polaritons – 100 vezes maiores do que os já obtidos anteriormente – em computadores quânticos. As informações são do site Science Alert.","url":""},{"text":"Amazon lança conjunto de dados de fala com suporte a 51 idiomas: o objetivo do “MASSIVE” é criar modelos para o processamento de linguagem natural de todas as línguas faladas no mundo. A empresa também quer incentivar pesquisadores e desenvolvedores a criarem sistemas de tradução e aplicativos para a Alexa, seu sistema de inteligência artificial. O dataset está disponível no repositório “alexa/massive” no GitHub. As informações são do site The Register.","url":""}]}