{"title":"Controvérsia em notícia / Descoberta na física / Tesla surpreende","fps":30,"timestamp":1650551474,"date":"21/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Leitores da Newsletter apontam inconsistências em matéria sobre a venda de dados de cidadãos: ao contrário do que reportamos ontem, a portaria 167 da Receita Federal, publicada em 14 de abril, não autoriza o Serpro a vender dados de email, telefone ou endereço de cidadãos brasileiros a terceiros. De pessoas físicas, nove pontos de dados estarão disponíveis, como CPF, nome, situação cadastral e datas de nascimento e óbito. Segundo o portal Convergência Digital, a Receita afirma que a portaria normatiza o acesso automatizado de informações que já estariam disponíveis em seu site, com acesso restrito apenas para autorizados e também garantiria o cumprimento da Lei Geral de Proteção de Dados Pessoais (LGPD), realizando análises de risco e assegurando o sigilo de informações. De qualquer forma, no final da tarde de ontem, a Autoridade Nacional de Proteção de Dados (ANPD) decidiu instaurar um processo administrativo de fiscalização. Agradecimentos sinceros aos leitores Daniel e Maison pelos esclarecimentos.","url":""},{"text":"Físicos brasileiros fazem descoberta que pode validar “princípio da complementaridade” de Niels Bohr e revolucionar o estudo da física: o time de cientistas liderado por Pedro Dieguez demonstrou experimentalmente, pela primeira vez, a possibilidade de “genuinamente” sobrepor elementos de onda e partícula, realizando uma engenharia reversa de um resultado quântico, confirmando a dualidade onda-partícula. A descoberta tem o potencial de ser uma base para a “Grande Teoria Unificada”, interligando as físicas quântica e clássica. As informações são do site TheNextWeb.","url":""},{"text":"Tesla anuncia resultado e surpreende analistas: a montadora registrou lucro líquido de 3,32 bilhões de dólares nos primeiros três meses de 2022, crescimento de 658% na comparação anual. A receita com veículos foi recorde, somando 18,75 bi (alta de 81%), com a entrega de 310 mil unidades. As informações são do jornal Valor Econômico.","url":""},{"text":"Grande conglomerado industrial estaria comprando máquinas de lavar para reaproveitar semicondutores contidos em placas eletrônicas: a medida desesperada foi relatada Peter Wennick, CEO da ASML, maior fabricante mundial de sistemas de fotolitografia, sem identificar a empresa. Segundo Wennick, a demanda por chips foi “significativamente subestimada” pela indústria e o executivo não vê uma solução para o problema no curto prazo. As informações são do site The Register.","url":""},{"text":"Cientista da NASA estima que humanidade levará 350 anos para torna-se uma civilização “Tipo I” na Escala de Kardashev: ao analisar as limitações físicas de cada fonte de energia (combustíveis fósseis, energia nuclear e energia renovável) e equilibrando-as com a necessidade de limitar mudanças climáticas e níveis de poluição, a humanidade atingirá esse estado de desenvolvimento tecnológico a partir do ano 2.371. Civilizações do Tipo I são capazes de coletar, processar e utilizar toda a energia disponível em seu planeta, as do Tipo II aproveitam a energia na escala de sua estrela de origem, e do Tipo III a energia de sua galáxia. As informações são do site Universe Today.","url":""}]}