{"title":"Reviravolta no Twitter / Energia wireless / Europa aperta bigtechs","fps":30,"timestamp":1650897068,"date":"25/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Em reviravolta, Elon Musk pode anunciar compra do Twitter nesta segunda-feira: o conselho de administração da companhia teria se reunido com o empresário neste domingo e um anúncio oficial poderá ser feito ainda hoje ou durante a semana, antes da divulgação do resultado trimestral da companhia, programada para esta quinta-feira. Musk divulgou na semana passada que possui uma linha de crédito de 46,5 bilhões de dólares para fechar a compra do Twitter em dinheiro. As informações são do jornal The Wall Street Journal e Bloomberg.","url":""},{"text":"Marinha dos EUA inicia testes com “energia wireless”: o sistema “SCOPE-M” conseguiu transmitir 1,6 kW de energia a uma distância de 1 km e eficiência de 60% – um feixe de microondas de 10 GHz foi escolhido por causa da pequena perda de potência para a atmosfera e segurança na presença de pássaros, animais e pessoas. A tecnologia está sendo desenvolvida com a intenção de criar uma rede com grandes painéis solares orbitais transmitindo energia diretamente do espaço à Terra. As informações são do site New Atlas.","url":""},{"text":"União Europeia vai obrigar bigtechs a explicar como seus algoritmos funcionam: os sistemas de recomendação de conteúdo precisarão ser transparentes, além de oferecer uma opção de feed não inteligente a usuários (postagens em ordem cronológica, por exemplo). Outras regras incluem a obrigação de justificar e oferecer uma maneira de recorrer quando conteúdos postados por usuários forem removidos, e a proibição do desenvolvimento de “dark patterns”, interfaces com a intenção de enganar ou confundir usuários. A legislação tem relevância em todo o mundo, em especial no Brasil – parlamentares e juristas brasileiros comumente avaliam como a Europa lida com grandes empresas de tecnologia para criar regras por aqui. As informações são do site The Verge.","url":""},{"text":"Baterias radioativas à base de diamante devem chegar ao mercado já em 2023: lixo nuclear é convertido através da técnica de deposição química em fase vapor na estrutura de diamantes, impedindo a absorção da radiação por seres vivos. A bateria – que possui uma vida útil de mais de 5.000 anos – produz apenas alguns microwatts, com aplicações em pequenos dispositivos como sensores e marcapassos cardíacos. As informações são do site The Brighter Side.","url":""},{"text":"Sistema desenvolvido por empresa brasileira identifica fraudes em chamadas por voz em apenas 1 segundo: a Minds Digital utiliza algoritmos para mapear desvios de comportamento em ligações telefônicas e mensagens de voz no WhatsApp. O sistema já preveniu 13 milhões de reais em fraudes bancárias, afirma a empresa. As informações são do site Canaltech.","url":""},{"text":"Acelerador de partículas do CERN é reiniciado após 3 anos em manutenção: o sistema também recebeu atualizações que permitirão colisões de partículas com mais energia. Os novos recursos testarão os limites do Modelo Padrão da física, teoria que descreve as forças e partículas fundamentais que constituem a matéria. As informações são do site The Verge.","url":""},{"text":"Questão ética é um grande obstáculo para empresas adotarem IAs, afirma CEO da IBM: para Arvind Krishna, é preciso entender a “ciência da vida artificial”, caso contrário, iremos “criar um monstro”. Entretanto, Krishna afirma que IAs são fundamentais para inovação – não há possibilidade dos seres humanos serem capazes de processar sozinhos a quantidade de dados coletados atualmente. As informações são do site The Register.","url":""},{"text":"Participação de mercado global do Android cai 8% nos últimos 5 anos: em janeiro, o sistema operacional desenvolvido pelo Google era utilizado em 69,7% dos dispositivos móveis no mundo, contra 25,5% do iOS da Apple – o restante do mercado é disputado entre outros sistemas. Apesar da queda, a liderança do sistema será difícil de ser abalada pelo fato de ser open source e estar associado a dispositivos de baixo custo, afirmam analistas. As informações são do site StockApps.","url":""}]}