{"title":"App “e-Título” espião / Novidade no WhatsApp / Holograma espacial","fps":30,"timestamp":1650032969,"date":"15/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Tribunal Superior Eleitoral nega que aplicativo “e-Título” seja espião: é falsa a informação que está circulando pelas redes sociais, afirma o TSE. O e-Título permite o acesso a diversos serviços eleitorais de forma não presencial. O tribunal, entretanto, confirma que o aplicativo solicita o uso de recursos dos smartphones como geolocalização, lanterna, acesso a drives USB, criação de contas e senhas – são 20 autorizações no total. A geolocalização, por exemplo, é utilizada para justificativa do voto no dia da eleição. As informações são do site do TSE.","url":""},{"text":"WhatsApp apresenta recurso “Comunidades” para a criação de grupos com milhares de usuários: o recurso, em fase de testes, não será lançado ao público geral até o final das eleições no Brasil – por causa de um acordo com o TSE, a plataforma não lançará grandes atualizações durante o período eleitoral. As conversas manterão a criptografia de ponta-a-ponta e permitirá a saída silenciosa de grupos, sem que ninguém seja notificado. As informações são do site Mobile Time.","url":""},{"text":"Astronautas realizam primeira consulta médica espacial através de hologramas: a técnica de “holoportação” projetou a equipe médica da NASA dentro da Estação Espacial Internacional, utilizando o dispositivo de realidade aumentada Hololens da Microsoft. A nova forma de comunicação poderá ter grandes implicações nas viagens de longa duração ao espaço profundo. As informações são do site da NASA.","url":""},{"text":"FBI afirma que maior roubo na história das moedas digitais foi realizado por hackers norte-coreanos: o grupo Lazarus é uma unidade militar da Coreia do Norte e estaria por trás do hack da rede Ronin do jogo Axie Infinity que levou mais de 600 milhões de dólares no final de março. Seus operadores estão ligados a vários outros ataques de alto perfil, incluindo o hack contra a Sony Pictures em 2014 e a campanha global do ramsomware Wannacry em 2017. Os hackers já estão lavando as moedas roubadas através de serviços de anonimização. As informações são do site Bleeping Computer.","url":""},{"text":"Startup está criando metaverso para oferecer imortalidade a usuários: o espaço “Live Forever” (viver para sempre) desenvolvido pela “Somnium Space” será um local para pessoas conversarem com entes queridos que já se foram. A empresa está investindo em um traje corporal para coletar até 300 vezes mais pontos de dados biométricos, de grau médico, do que é possível com as tecnologias existentes. O objetivo é que os primeiros 10 minutos de conversa com um avatar virtual sejam indistinguíveis de uma pessoa real. As informações são do site Vice.","url":""}]}