{"title":"Choro de alunos ativa IA / Criptografia pós-quântica / Endereço digital","fps":30,"timestamp":1651847483,"date":"06/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Choro de alunos durante provas está ativando software de supervisão contra trapaças: algumas universidades nos EUA estão usando ferramentas de inteligência artificial para evitar que estudantes “colem” durante exames online – programas como Pearson VUE e Honorlock rastreiam os movimentos oculares e outros dados durante testes. Em um dos casos relatados, um professor precisou conferir uma gravação de 45 minutos porque o sistema gerava um alerta de trapaça toda vez que o aluno chorava durante o teste. Em outra situação, o ruído da ventoinha do computador de um aluno acionava o sistema, cancelando o exame. As informações são do site Futurism.","url":""},{"text":"Governo dos EUA quer se preparar para quebra de criptografia através de computadores quânticos: agências governamentais foram ordenadas a priorizar o processo de transição para criptografia pós-quântica até 2035. Em algum momento no futuro, computadores quânticos terão a capacidade de quebrar o sistema de criptografia de chave pública atual, derrotando protocolos de segurança e impedindo o sigilo na transmissão de dados pela internet. As informações são do site Bleeping Computer.","url":""},{"text":"Google vai criar endereços digitais para os 100 mil moradores da comunidade de Paraisópolis em SP: ao invés de endereços com nomes de ruas e números, os Plus Codes são baseados em latitude e longitude do local – placas contendo esses códigos serão instaladas na casa dos moradores. Os endereços serão utilizados pela startup de logística Favela Brasil Xpress para permitir a entrega de encomendas. A Americanas é o primeiro e-commerce a aceitar pedidos utilizando o endereço digital. As informações são do site Mobile Time.","url":""},{"text":"Energia solar deve responder por 17% da matriz brasileira até 2031: atualmente, fontes fotovoltaicas correspondem a 7,7% da eletricidade gerada no País. No Brasil, a geração distribuída – forma de produção de energia feita pelos próprios consumidores – é a quarta em crescimento no mundo, superada apenas pelos EUA, China e Índia. As informações são da Agência Brasil.","url":""},{"text":"Cientistas australianos projetam telescópio do tamanho de um planeta: o interferômetro astronômico seria uma matriz de telescópios individuais que formariam um único observatório, superando limitações físicas atuais, incluindo perda e ruído na obtenção de imagens do espaço profundo. O sistema também precisaria utilizar técnicas de computação quântica para correções de erro e comunicação instantânea. As informações são do site Futurism.","url":""},{"text":"Pesquisadores japoneses desenvolvem método para interpretar sinais de GPS e detectar tsunamis: a técnica produz mais detalhes e de forma mais rápida do que sensores sísmicos, permitindo a emissão de alertas precisos. Durante um terremoto em alto mar, a perturbação na superfície do oceano forma uma onda acústica que viaja até a ionosfera, afetando os sinais de rádio enviados dos satélites GPS para receptores terrestres. Se esse sistema já estivesse em operação, um alerta poderia ter sido emitido pelo menos 10 minutos antes do tsunami de Tohoku, que devastou parte do país em 2011. As informações são do site TechCrunch.","url":""},{"text":"Cientistas desenvolvem dispositivo barato e portátil para diagnosticar cânceres de pele: o sistema utiliza imagem de ondas milimétricas em alta resolução – tecnologia semelhante aos scanners de corpo inteiro em aeroportos – fornecendo resultados extremamente precisos em poucos segundos. Será possível produzir esses dispositivos portáteis por apenas 100 dólares nos próximos dois anos, uma fração do preço de dermatoscópios tradicionais. As informações são do Instituto de Tecnologia Stevens.","url":""},{"text":"Projeto Tor atualiza rede com novo sistema: a versão 0.4.7.7 introduz o “Congestion Control”, prometendo eliminar limites de velocidade ao aumentar a utilização da capacidade disponível na rede. A missão do projeto é manter o anonimato de usuários, ocultando sua localização real e atividade na internet. As informações são do site Bleeping Computer.","url":""}]}