{"title":"“Code freeze” no Twitter / Chips fotônicos / Claro é condenada","fps":30,"timestamp":1651069805,"date":"27/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Twitter implementa “code freeze” após mudança de controle: até o fechamento da operação de venda, algo que poderá levar seis meses, qualquer alteração em códigos precisará ser aprovada por um vice-presidente. A medida teria sido imposta para evitar sabotagens por funcionários descontentes com a situação. As informações são da Bloomberg.","url":""},{"text":"Startups de chips fotônicos estão ganhando força: há poucos anos a tecnologia encontrava-se somente dentro de laboratórios de pesquisa, mas diversas equipes tem conseguido contornar os desafios de engenharia da fotônica em silício. A Ayar Labs acaba de receber um investimento de 130 milhões de dólares da Nvidia. A Luminous Computing levantou 115 milhões através de Bill Gates. Analistas acreditam que a tecnologia fará sua estreia em data centers a partir de 2025. As informações são da Reuters.","url":""},{"text":"Claro é condenada por excesso de ligações e mensagens indesejadas a cliente: além dos 6 mil reais de indenização, a operadora terá que pagar mais 10 mil reais porque continuou com as chamadas mesmo após a determinação da Justiça. O cliente recebia 30 ligações por dia nos últimos cinco anos e acredita que o pequeno valor de indenização não será suficiente para mudar a conduta da operadora – a Claro estaria envolvida em outros dez mil processos similares. As informações são do site da Revista PEGN.","url":""},{"text":"Senado aprova mercado de criptoativos e concede benefício fiscal para mineração com fontes de energias renováveis: serão zeradas as alíquotas de Pis/Pasep, Cofins, IPI e Imposto de Importação na comercialização de hardware e software utilizado na atividade de processamento de ativos virtuais. Outra novidade é a subordinação do mercado de moedas virtuais ao Código de Defesa do Consumidor. O texto agora volta para análise na Câmara dos Deputados. As informações são do site Agência Senado.","url":""},{"text":"Projeto de Lei pretende isentar imposto na importação de veículos elétricos e híbridos: o tributo hoje é de 35%. Em 2016, o Governo havia zerado o imposto, mas no início deste ano a isenção deixou de valer. As informações são do portal do Senado Federal.","url":""},{"text":"TikTok mantém liderança e é o aplicativo mais baixado no primeiro trimestre deste ano: no total, o app já ultrapassou 3,5 bilhões de instalações desde o seu lançamento, tornando-se o quinto aplicativo a atingir esse marco, apesar do seu banimento na Índia, um dos maiores mercados do mundo. Nenhum aplicativo registra mais downloads do que o TikTok desde o início de 2018. A estimativa foi realizada pela Sensor Tower e inclui apenas instalações únicas do Google Play e App Store.","url":""},{"text":"Engenheiros do MIT desenvolvem alto-falante fino como papel: um laser corta pequenos orifícios em uma folha de polímero termoplástico que é então laminada a um filme piezoelétrico de apenas 8 mícrons. A técnica de fabricação pode produzir sistemas de som ultrafinos, grandes o suficiente para cobrir as paredes de uma sala ou o interior de um automóvel, permitindo até mesmo técnicas de cancelamento de ruído ativo dentro de cabines de aviões. Além disso, o dispositivo requer apenas 100 miliwatts de potência por metro quadrado – para comparação, um alto-falante normal médio consome mais de 1 watt de energia para gerar uma pressão sonora semelhante. As informações são do site MIT News.","url":""},{"text":"Google e Microsoft apresentam resultados trimestrais: o Google registrou lucro líquido de 17,9 bilhões de dólares, queda de 8,3% na comparação anual, refletindo gastos maiores com pesquisa e desenvolvimento. A Microsoft lucrou 16,7 bilhões, alta de 8%, com avanço na receita de serviços cloud. As informações são do site The Verge.","url":""}]}