{"title":"Meta pausa contratações / Presidiários em TI / Alerta de golpe","fps":30,"timestamp":1651761070,"date":"05/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Meta pausa contração de novos desenvolvedores: em um documento interno direcionado a funcionários da companhia, o “hiring freeze” afetará quase todas as equipes, em especial engenharia de software, impedindo a contratação de pessoal não essencial para reduzir custos. Quatro fatores forçaram a companhia a tomar a medida – pessoas passando menos tempo online com menores restrições a atividades fora de casa, guerra na Ucrânia, ambiente macroeconômico geral e perdas com receita de anúncios nos dispositivos da Apple. As informações são do site Business Insider.","url":""},{"text":"Rússia irá recrutar profissionais de TI dentro do sistema prisional do país: detentos poderão trabalhar para empresas russas remotamente. Após a invasão da Ucrânia, a Rússia tem perdido centenas de milhares de especialistas na área por emigração. Em março deste ano havia quase 95 mil vagas em TI abertas no país, uma queda de 25% menor em comparação a fevereiro porque muitas empresas estariam revisando planos e abandonando projetos. As informações são do site Krebs on Security.","url":""},{"text":"Receita Federal alerta sobre novo golpe do Imposto de Renda: contribuintes estão recebendo emails contendo um link para um falso comprovante de restituição via Pix. O órgão esclarece que envia emails, mas as mensagens nunca possuem links – todas as informações precisam sempre ser confirmadas diretamente no Portal e-CAC, com acesso por meio da conta GovBR. As informações são do site da RFB.","url":""},{"text":"Google anuncia “futuro sem senha” em comemoração ao “Dia Mundial da Senha” nesta quinta-feira: um novo padrão de login será implementado no Android e Chrome ao longo do próximo ano. Para utilizar o recurso será preciso usar um smartphone para autenticar outros dispositivos, computadores, sites e aplicativos, independentemente da plataforma – Apple e Microsoft também anunciaram que participarão da iniciativa. As informações são do blog do Google.","url":""},{"text":"Startup dental recebe aprovação para usar IA na detecção de cáries nos EUA: a “VideaHealth”, fundada por cientistas do MIT e Harvard, afirma que o sistema reduz em até 43% os erros de diagnóstico cometidos por dentistas. O algoritmo de detecção é baseado em uma rede neural convolucional treinada em um conjunto de dados gigante com mais de 100 milhões de imagens de raios-X. As informações são do site The Register.","url":""},{"text":"Cientistas da IBM demonstram como sabotar robôs de negociação de ações utilizando recurso do Twitter: investidores e sistemas automatizados de trading dependem cada vez mais das mídias sociais para coletar informações e sentimento do mercado em tempo real para prever movimentos no preço de ações. A técnica “envenena” tuítes legítimos através do recurso “retweet”, adicionando palavras projetadas para enganar modelos de análise financeira com projeções desfavoráveis a um determinado ativo. As informações são do site The Register.","url":""},{"text":"Após pedido de engenheiro de software, Microsoft publica código-fonte de antigo programa de animações: o “3D Movie Maker” foi lançado em 1995, mesmo ano do filme Toy Story. Foone Turing fez o pedido com a intenção atualizar a engine de renderização e permitir que o programa rode nativamente em sistemas operacionais atuais. O 3D Movie Maker também registrou a primeira aparição da fonte “Comic Sans”. O código pode ser baixado  no repositório “microsoft/Microsoft-3D-Movie-Maker” no GitHub. As informações são do site Ars Technica.","url":""},{"text":"GitHub vai exigir autenticação em dois fatores até o final de 2023: atualmente, apenas 16,5% dos usuários ativos do site possuem o recurso de segurança ativado – o número é ainda menor para usuários npm (6,44%). A exigência envolverá algumas mudanças na UX tanto na linha de comando quanto na interface web. As informações são do blog do GitHub.","url":""}]}