{"title":"NASA: teste curioso / Filé vegetariano 3D / Cigarro eletrônico no Brasil","fps":30,"timestamp":1651674742,"date":"04/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"NASA vai enviar corpos femininos artificiais à Lua: “Helga” e “Zohar” irão auxiliar no estudo dos riscos de radiação para astronautas mulheres pela primeira vez. Os manequins são feitos de materiais que imitam os ossos, tecidos e órgãos de uma mulher adulta, rastreados por mais de 10.000 sensores e 34 detectores de radiação ativos. Os manequins estarão a bordo da missão “Artemis 1”, na qual uma cápsula Orion não tripulada fará uma viagem de ida e volta à Lua ainda neste ano. As informações são do site Gizmodo.","url":""},{"text":"Startup cria nova tecnologia para produzir filés vegetarianos com impressora 3D: a “Mooji”, com o auxílio de pesquisas realizadas em Harvard, desenvolveu uma técnica que utiliza centenas de bicos de impressão simultaneamente, projetada para imitar cortes inteiros de carne, produzidos em escala. A empresa afirma que 70% do mercado mundial de carnes gira em torno de cortes inteiros. As informações são do site TechCrunch.","url":""},{"text":"Conselho Federal de Medicina defende manter proibição ao cigarro eletrônico no Brasil: segundo a autarquia, “alguns segmentos” estariam se mobilizando para a liberação do dispositivo no País, tentando mudar a legislação atual. Evidências sugerem que fumar cigarros eletrônicos traria riscos semelhantes ou maiores que outras formas de uso do tabaco. As informações são do portal da CFM.","url":""},{"text":"ANPD coloca em discussão pública uso de dados para pesquisas e estudos acadêmicos: universidades e o poder judiciário em geral estão impedindo o acesso a informações a pesquisadores com receio de descumprimento da Lei Geral de Proteção de Dados. A ANPD agora procura por uma interpretação da LGPD que seja compatível com o ambiente acadêmico e promova a inovação e o desenvolvimento tecnológico no País. As informações são do site Convergência Digital.","url":""},{"text":"Elon Musk volta a criticar loja de aplicativos da Apple: segundo Musk, a taxa de 30% cobrada de desenvolvedores na App Store seria equivalente a um “imposto sobre a internet” e “literalmente 10 vezes maior do que deveria ser”. Nos últimos anos, à medida que a Apple se prepara para entrar no mercado de veículos elétricos, a companhia tem recebido críticas do empresário – funcionários que “não conseguem trabalhar na Tesla, vão para a Apple”, o “cemitério da Tesla”, disse Musk no passado. As informações são do site MacRumors.","url":""},{"text":"Startup realiza primeira captura de foguete reutilizável com helicóptero: no entanto, após o resgate em pleno o ar, o “Electron” da Rocket Lab, foi desconectado e jogado ao mar por causa de um problema que não havia sido notado durante a fase de testes. Apesar disso, o Electron cumpriu sua missão principal, levando 34 satélites ao espaço. As informações são do site The Verge.","url":""},{"text":"Microsoft Edge já é o segundo navegador desktop mais popular: com 10% de participação, o navegador ultrapassou o Safari (9,6%), que ficou em terceiro lugar. O Google Chrome segue dominante (66,6% de participação), com o Firefox (7,8%) no quarto lugar. No geral, incluindo dispositivos móveis, a situação é diferente – Chrome (64,3% do mercado), Safari (19,1%), Edge (4%) e Firefox (3,4%). As informações são do site Statcounter.","url":""},{"text":"Meta libera acesso a modelo de linguagem com 175 bilhões de parâmetros: essa é a primeira vez que um sistema desse tamanho inclui os modelos pré-treinados e o código necessário para treiná-los e usá-los. Além disso, o “Open Pretrained Transformer” (OPT-175B) foi treinado utilizando apenas um sétimo da pegada de carbono do GPT-3 da OpenAI. O modelo está disponível no repositório “facebookresearch/metaseq/tree/main/projects/OPT” no GitHub.","url":""}]}