{"title":"Orkut vai voltar / Reunião com  WhatsApp / Apagão em TI na Receital Federal","fps":30,"timestamp":1651156200,"date":"28/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Site do Orkut é reativado após quase 8 anos de seu fechamento: com uma mensagem em inglês e português, o fundador da rede social, Orkut Büyükkökten, afirma estar “construindo algo novo” e promete novidades em breve. O site foi criado em 2004, enquanto Büyükkökten trabalhava como engenheiro do Google, tornando-se um fenômeno no Brasil e Índia, com mais de 300 milhões de usuários. Em 2014, com o crescimento do Facebook no mundo todo, o Google decidiu encerrar as operações do Orkut. As informações são do site do Orkut e Wikipédia.","url":""},{"text":"WhatsApp nega interferência do TSE e atraso na implementação do recurso “Comunidades” é decisão global: a informação foi repassada por Fábio Faria, ministro das Comunicações, após se reunir com representantes da empresa no Brasil. O recurso, que deverá ser lançado após as eleições de 2022, permitirá a criação de grupos com milhares de usuários. As informações são da Agência Brasil.","url":""},{"text":"Sindicato da Receita Federal alerta para risco de “apagão” em TI nos próximos dias: a partir de 12 de maio, o órgão não teria mais verbas para manter seu contrato com o Serpro, empresa que realiza o processamento de dados das declarações de Imposto de Renda. O Serpro, no entanto, garante que o processamento do IR continuará mesmo com cortes em verbas. As informações são do Tecnoblog.","url":""},{"text":"IBGE começa a receber equipamentos para realizar primeiro censo 100% online: o órgão adquiriu 208 mil chips de dados e voz para o Censo 2022 que começa no início de agosto. Ao contrário do estudo demográfico anterior, em 2010, os dados coletados por recenseadores serão transmitidos aos servidores do IBGE imediatamente, durante o processo. Serão utilizados 240 mil dispositivos móveis de coleta, incluindo smartphones (76% do total), tablets e notebooks. As informações são do site Convergência Digital.","url":""},{"text":"Governo estuda criar Zonas de Processamento de Exportações para atrair investimentos em semicondutores no Brasil: as ZPEs são áreas com isenção de impostos, autonomia cambial e regras administrativas simplificadas. Atualmente, o Brasil possui 20 empresas atuantes no setor, com capacidade de produzir somente 10% da demanda nacional por chips. As informações são da Agência Brasil.","url":""},{"text":"Meta lucra 7,4 bilhões de dólares no último trimestre, queda de 21%: apesar do resultado, as ações da companhia disparam no mercado (alta de 14%) com o crescimento no número de usuários ativos nas plataformas da companhia. Em uma chamada com analistas, Mark Zuckerberg confirmou que está apostando tudo no metaverso – a empresa já gastou 13 bilhões de dólares com o projeto – esperando resultados apenas em 2030, quando produtos de realidade virtual e aumentada chegarão ao mercado em escala. As informações são do site TechCrunch.","url":""},{"text":"Menor dispositivo de Estimulação Cerebral Profunda do mundo entra em fase de teste clínico: o “Picostim DBS” melhora sintomas em pacientes com Doença de Parkinson, fornecendo impulsos elétricos diretamente a áreas específicas no interior do cérebro. Além de ser um terço do tamanho de dispositivos convencionais, o sistema pode ser implantado diretamente no crânio de pacientes, tornando-o cosmeticamente invisível e sem a necessidade de cabos de extensão que saem do tórax. As informações são do Serviço Nacional de Saúde da Inglaterra.","url":""},{"text":"Cientistas holandeses fazem descoberta considerada impossível: o time da Universidade Técnica de Delft desenvolveu um supercondutor unidirecional, sem campos magnéticos, utilizando um composto de nióbio e bromo (Nb3Br8), um material bidimensional como o grafeno. Em teoria, o composto permitiria a construção de computadores até 400 vezes mais rápidos, com clocks de 1 terahertz. A descoberta seria transformacional, acredita um dos pesquisadores, possibilitando uma transição do “século dos semicondutores” para o “século dos supercondutores”. As informações são do site SciTechDaily.","url":""}]}