{"title":"Startup rastreia 20% da população / NASA precisa pensar maior / Governo prepara decreto","fps":30,"timestamp":1651588200,"date":"03/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Startup estaria rastreando 3 bilhões de dispositivos em tempo real, cerca de 20% da população mundial: para provar que seu sistema funciona, a “Anomaly Six”, fundada por dois ex-oficiais de inteligência dos EUA, teria demonstrado recentemente o rastreamento e identificação de oficiais da CIA, sem eles saberem, combinando dados de localização e redes sociais. Tudo seria feito de forma legal – usuários não leem os termos de serviço de aplicativos que instalam em seus smartphones e não sabem que seus dados podem ser adquiridos facilmente, afirma a empresa. As informações são do site The Intercept.","url":""},{"text":"Engenheira da SpaceX afirma que NASA precisa “pensar maior” e ainda não compreendeu o potencial da nave espacial Starship: segundo Aarti Matthews, em cada viagem, a nave será capaz de entregar 100 toneladas métricas à superfície da Lua, mais de 100 vezes a meta estabelecida pela NASA – 100 toneladas equivalem a 4 caminhões de bombeiro, 100 rovers lunares ou 11 elefantes. As informações são do site Ars Technica.","url":""},{"text":"Governo prepara decreto que permitirá o cancelamento de serviços pelo WhatsApp: a facilidade será obrigatória para estabelecimentos bancários, companhias aéreas, operadoras de telefonia e televisão por assinatura, planos de saúde, distribuidoras de energia e água. Ficam de fora lojas de varejo, supermercados, restaurantes e escolas. A medida deve ser apresentada ainda neste mês, passando a valer a partir de outubro deste ano. As informações são do site Canaltech.","url":""},{"text":"Hackers alegam terem roubado dados de sistema de identificação facial do Banco Central: a empresa que estaria desenvolvendo o sistema, a CPDQ, teria sido comprometida por um ataque ransomware. A CPDQ nega que dados pessoais foram vazados, ao contrário do que estaria sendo divulgado. Ainda segundo a empresa, as soluções de identidade digital descentralizada que desenvolve são “baseadas em blockchain”, o que evitaria situações como essa. As informações são do site CISO Advisor.","url":""},{"text":"Grande volume de atendimentos para regularização do título de eleitor causa instabilidade nos portais da Justiça Eleitoral: o problema ocorreu na tarde de ontem – o prazo de regularização do documento termina nesta quarta-feira (dia 4). Até às 17h de ontem, foram realizadas cerca de 430 mil requisições. Áreas técnicas estão trabalhando para o restabelecimento dos sistemas afetados. As informações são do site do TSE.","url":""},{"text":"Sistema baseado em ultra-som permite que usuários de realidade virtual tenham sensação de toque em suas bocas: 64 transdutores minúsculos podem ser acoplados na parte inferior de qualquer óculos de realidade virtual, acima da boca de usuários. O sistema háptico consegue replicar sensações como escovar os dentes, ingerir líquidos, beijar e até mesmo fazer uma aranha virtual andar pelos lábios. As informações são do site New Atlas.","url":""},{"text":"Polícia investiga fraude no C6 Bank: cerca de cinco mil correntistas teriam utilizado uma brecha no sistema do banco virtual e burlado um sistema de segurança que impedia o saque de valores depositados enquanto a fatura do cartão de crédito ainda não havia sido paga. O estranho é que o golpe ficou circunscrito geograficamente a uma comunidade na Baixada Fluminense (RJ) e a polícia agora investiga se as pessoas descobriram a brecha pelo boca a boca no local. As informações são da coluna Radar Econômico da revista Veja.","url":""},{"text":"Pix já é preferência para pagamentos online, superando pela primeira vez o boleto: 16% dos consumidores escolheram o meio de pagamento como favorito em aplicativos de compra. Na primeira posição continua o cartão de crédito (67% de preferência), seguido por carteira digitais (9%) – boleto fica em quarto lugar (7%). Segundo a pesquisa Panorama Mobile Time/Opinion Box, 81% dos brasileiros com smartphone realizaram pelo menos uma compra por dispositivo móvel nos últimos 30 dias. As informações são do site Mobile Time.","url":""}]}