{"title":"Acordando com saldo negativo / Discos de diamante / IA de nível humano","fps":30,"timestamp":1651242623,"date":"29/04/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Falha em atualização de banco sueco deixa contas de clientes com saldo negativo nesta sexta-feira: diversos usuários compartilharam que suas contas amanheceram todas com os mesmos dois débitos, 724 mil e 514 mil coroas suecas (cerca de 600 mil reais no total). O problema também derrubou o sistema de pagamentos do país. O banco Swedbank afirma que não se trata de um ataque hacker e que irá restaurar os saldos ainda hoje, após uma nova atualização. As informações são do site de notícias sueco SVT Nyheter.","url":""},{"text":"Pesquisadores japoneses criam discos de diamante que podem armazenar 25 exabytes de dados: a quantidade de informação seria o equivalente a um bilhão de discos Blu-ray. Os “Kenzan Diamonds” possuem 55 mm de diâmetro, com aplicações em computadores e sensores quânticos. A próxima etapa é iniciar a produção em escala já a partir de 2023. As informações são do site New Atlas e da Universidade de Saga.","url":""},{"text":"Meta inicia pesquisa de longo prazo para criar IA de nível humano: a ideia é comparar modelos de linguagem criados artificialmente com respostas de cérebros humanos às mesmas frases faladas ou escritas através de neuroimagiologia. Segundo a Meta, pesquisas recentes mostram que o cérebro antecipa palavras com muita antecedência, mas a maioria dos modelos de linguagem atuais são treinados para prever apenas uma única palavra. As informações são da página de imprensa da Meta.","url":""},{"text":"Apple e Amazon apresentam resultados trimestrais: a Apple registrou lucro líquido de 25 bilhões de dólares, melhor resultado trimestral da sua história, superando as expectativas de analistas que esperavam por um impacto maior na cadeia de suprimentos. A Amazon registrou prejuízo líquido de 3,8 bilhões, após um investimento mal sucedido na montadora de veículos elétricos Rivian. A receita da AWS, no entanto, registrou forte alta de 37%, para 18,3 bilhões no período. As informações são do site Investopedia.","url":""},{"text":"Snapchat lança mini drone de bolso: o “Pixy” possui três modos de voo pré-configurados – flutuar, orbitar em círculos ou seguir o usuário. O drone pode realizar até oito voos com uma carga, capturando vídeos em 2.7K e fotos de 12 MP. O Pixy custa 230 dólares nos EUA. As informações são do site TechCrunch.","url":""},{"text":"EUA, União Europeia e 32 outros países anunciam “Declaração para o Futuro da Internet”: esses países se comprometem a manter uma internet aberta, gratuita, global, interoperável, confiável e segura, reafirmando seu compromisso de proteger e respeitar os direitos humanos online. O Brasil não é um dos signatários iniciais, mas outros países devem assinar o documento nas próximas semanas. As informações são do site da Comissão Europeia.","url":""},{"text":"Cloudflare impede maior ataque DDoS sobre HTTPS já registrado: ataques desse tipo são mais caros em termos de recursos computacionais devido ao custo mais alto de estabelecer uma conexão criptografada TLS segura. O ataque de 15,3 milhões de requests por segundo foi direcionado a uma plataforma de criptoativos, utilizando 6.000 bots únicos, originados de 112 países diferentes, inclusive o Brasil. As informações são do site The Register.","url":""},{"text":"Hackers éticos podem faturar até 120 mil reais por ano em programas de bug bounty: a estimativa está na 1ª Pesquisa Nacional de Segurança da Informação, realizada pela BugHunt, primeira plataforma brasileira de programa de recompensas. Ainda segundo o estudo, 53,4% das empresas brasileiras começaram a investir em programas desse tipo para se prevenir de ciberataques e 34% planejam implementar projetos de recompensa no futuro próximo. As informações são do site Canaltech.","url":""}]}