{"title":"Crise da areia / Bossware já é maioria / IA avalia rostos","fps":30,"timestamp":1651501889,"date":"02/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"ONU pede por ações urgentes para evitar uma “crise da areia”: o material, segundo recurso natural mais utilizado no mundo depois da água, é precursor na fabricação inclusive de semicondutores. De acordo com um relatório do PNUMA, seria possível construir um muro de 26 metros de largura e altura ao redor de todo o planeta usando a quantidade de areia extraída em um ano. As informações são do site Futurism.","url":""},{"text":"60% das empresas nos EUA já utilizam “bossware” para monitorar atividade de funcionários: a tecnologia de rastreamento pode registrar o pressionamentos de teclas, movimentos do mouse, realizar capturas de tela, ativar webcams e microfones periodicamente. Nove em cada dez empresas afirmam já terem realizado demissões depois de implementar softwares de monitoramento. As informações são do site The Guardian.","url":""},{"text":"Nova IA julga personalidade de pessoas com base apenas em seus rostos: o algoritmo, treinado por pessoas reais ao avaliar milhares de fotos, pode reproduzir quais seriam as primeiras impressões e estereótipos que outras pessoas projetariam em determinado indivíduo – quem usava óculos tendia a ser avaliado como mais inteligente, por exemplo. De acordo com os pesquisadores, é preciso cautela com o desenvolvimento da tecnologia já que ela pode ser usada na manipulação de imagens – em um dos cenários avaliados, fotos de candidatos políticos poderiam ser alteradas para parecerem mais confiáveis ou deixar oponentes parecerem suspeitos. O algoritmo foi originalmente desenvolvido para auxiliar na geração de imagens de rosto para uso em experimentos de percepção e cognição social. As informações são do site EurekAlert.","url":""},{"text":"Rede de restaurantes no Canadá está testando atendentes de caixa remotos: os operadores da rede “Freshii” trabalham diretamente da Nicarágua através de um sistema de vídeo. Além de aliviar o problema de falta de candidatos para as vagas, outra vantagem para a empresa seria o pagamento de salários menores, quase 70% abaixo do salário mínimo canadense, mas em linha com a legislação da Nicarágua. As informações são do jornal Toronto Star.","url":""},{"text":"Governo faz redução no IPI, mas exclui eletrônicos da medida: telefones celulares, videogames, relógios, televisores, placas-mãe e monitores ficaram de fora da redução de 35% no imposto sobre produtos industrializados anunciada na última sexta-feira (dia 29). As informações são do site Convergência Digital.","url":""},{"text":"Microsoft Edge terá serviço de VPN embutido e gratuito: o recurso “Rede Segura” ainda está em fase de testes, mas fornece criptografia de dados e impede o rastreamento de usuários online. O serviço, uma parceria com a Cloudflare, oferecerá 1 GB de dados gratuitos por mês. As informações são do site XDA Developers.","url":""},{"text":"Pesquisadores desenvolvem “rede neural inversível” para pesquisa de materiais: a “MatDesINNe” primeiro analisa materiais e prevê suas propriedades para depois ser invertida, possibilitando a criação de novos materiais nunca antes vistos a partir de propriedades específicas definidas pelos pesquisadores, trabalhando de trás para frente. O código está disponível no repositório “jxzhangjhu/MatDesINNe” no GitHub. As informações são do Laboratório Nacional de Oak Ridge.","url":""},{"text":"Ferramenta open source encontra módulos npm e PyPI maliciosos: a primeira versão do “Package Analysis”, desenvolvida pela Open Source Security Foundation (OpenSSF), identificou mais de 200 módulos maliciosos ao avaliar arquivos acessados, endereços conectados e comandos executados. O projeto também irá rastrear os módulos ao longo do tempo para identificar quando um software anteriormente seguro começar a agir de forma suspeita. As informações são do site Bleeping Computer.","url":""}]}