{"title":"Controvérsia na Europa / Academia espacial / Máquinas no lugar de humanos","fps":30,"timestamp":1652279425,"date":"11/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Comissão Europeia apresenta hoje projeto de lei para controle mandatório de comunicações digitais: os legisladores europeus querem obrigar serviços de email e chat a escanear mensagens de forma totalmente automatizada, encaminhando-as à polícia quando encontrar algo relacionado à violência infantil. Ativistas de direitos civis afirmam que a medida elimina a possibilidade de comunicação criptografada, colocando em risco a segurança de mensagens privadas, segredos comerciais e de estado. De acordo com uma pesquisa, 72% dos cidadãos europeus se opõem ao escaneamento indiscriminado de comunicações privadas. As informações são do site do Partido Pirata Europeu.","url":""},{"text":"Grupo de astronautas e engenheiros lança academia espacial: o Star Harbor treinará futuros astronautas com instalações para voos em microgravidade, flutuabilidade neutra, centrífuga de alta gravidade, habitats terrestres e subaquáticos, câmaras hipo e hiperbáricas, entre outras. O campus iniciará suas operações em 2026 nos EUA. As informações são do site Ars Technica.","url":""},{"text":"Tribunal Superior do Trabalho determina como abusivo acordo que impedia uso de máquinas no lugar de humanos: o TST anulou uma cláusula que impedia condomínios em Ribeirão Preto (SP) de substituir porteiros por centrais de monitoramento virtual ou com acesso remoto. Para o tribunal, esse tipo de cláusula desrespeita os princípios constitucionais da livre iniciativa e concorrência. As informações são do site Convergência Digital.","url":""},{"text":"Governo zera Imposto de Importação sobre produtos de informática e telecomunicações: alguns dos itens beneficiados são impressoras multifuncionais, discos rígidos, antenas para rede de celular 5G, entre outros. Curiosamente, a resolução também isenta de imposto servidores dedicados à mineração de moedas digitais com algoritmo SHA256, ou seja, BTC e derivados. As informações são do site da Imprensa Nacional.","url":""},{"text":"Apple aposenta oficialmente a marca iPod após 20 anos: a companhia decidiu encerrar a produção do último produto da linha, o iPod Touch. O primeiro iPod foi lançado em outubro de 2001 com um HD de 5 GB, permitindo o armazenamento de “1.000 músicas em seu bolso”, algo revolucionário na época. As informações são do site Apple e Wikipedia.","url":""},{"text":"Táxi aéreo da Joby passa por certificação de ruídos da NASA: a empresa afirma que sua aeronave elétrica  de decolagem e aterrissagem vertical (eVTOL) será muito mais silenciosa do que um helicóptero. A assinatura acústica durante as diferentes fases do voo variam entre 45 dBA quando a 500 metros de altura (ruído de um refrigerador) e 65 dBA no processo de decolagem e aterrissagem a 100 m de distância (um aspirador de pó). As informações são do site da Joby Aviation.","url":""},{"text":"Primeira bateria de estado sólido comercialmente viável pode aumentar autonomia de veículos elétricos em 80%: em termos volumétricos, a bateria da QuantumScape armazena 1 kWh/l, cerca de quatro vezes a capacidade do Model 3 da Tesla. Além disso, a bateria pode obter uma carga de 80% em apenas 15 minutos. Segundo o Dr. Stanley Whittingham, co-inventor da bateria de íons de lítio e vencedor do Prêmio Nobel de Química em 2019, a tecnologia tem o potencial de transformar a indústria se conseguir ser produzida em larga escala. As informações são do site The Brighter Side.","url":""},{"text":"Cientistas japoneses criam novo método para sincronizar dispositivos através de raios cósmicos: a “sincronização de tempo cósmico” capta múons formados quando raios cósmicos interagem com a atmosfera terrestre. A técnica tem uma abrangência maior (inclusive nos pólos, regiões montanhosas ou submarinas) e um custo muito menor do que o atual sistema de satélites de GPS e relógios atômicos, além de ser mais segura, já que não é possível criar raios cósmicos artificialmente. As informações são da Universidade de Tóquio.","url":""}]}