{"title":"Primeira IA generalista / Twitter: venda pausada / Testes nas urnas","fps":30,"timestamp":1652452561,"date":"13/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"DeepMind apresenta primeira IA generalista: o sistema chamado Gato trabalha de forma multimodal, multitarefa e multicorporal. A mesma rede neural consegue jogar videogames, legendar imagens, bater papo, empilhar blocos com um braço de robô real e realizar centenas de outras tarefas, escolhendo o que deveria fazer com base em seu contexto. O Gato foi treinado utilizando um grande número de conjuntos de dados, desde linguagem natural e imagens, a experiências em ambientes reais e simulados. As informações são do site da DeepMind.","url":""},{"text":"Elon Musk pausa temporariamente aquisição do Twitter para revisão no número de usuários: o empresário quer detalhes sobre contas falsas na rede social e se elas representam menos de 5% dos usuários ativos, conforme reportado no começo deste mês. Apesar de Musk afirmar que ainda estaria comprometido com a aquisição, as ações da companhia registravam queda de 13% até o fechamento desta edição. As informações são do perfil de Musk no Twitter.","url":""},{"text":"Teste de segurança das urnas eletrônicas termina nesta sexta-feira: pesquisadores estão avaliando as soluções desenvolvidas pela equipe técnica do TSE para resolver cinco vulnerabilidades identificadas em novembro do ano passado – a que gerou maior preocupação foi o plano executado pelos peritos da Polícia Federal que invadiu a rede do TSE. Entretanto, nenhuma das falhas identificadas conseguia alterar votos ou quebrar o sigilo da votação. As informações são do site Convergência Digital.","url":""},{"text":"Implementação do 5G no Brasil deve atrasar: as operadoras de telefonia precisam instalar, no mínimo, uma antena 5G a cada 100 mil habitantes até o dia 31 de julho deste ano em todas as capitais. No entanto, técnicos da Anatel recomendam adiar inauguração por causa da legislação restritiva em diversas cidades, impedindo a instalação das antenas. O cronograma atual da Anatel determina a ampliação da cobertura do sinal 5G até 2029, quando a tecnologia deverá atender 100% dos municípios no País. As informações são do jornal O Globo.","url":""},{"text":"Navio autônomo da IBM quebra novamente em sua segunda tentativa de cruzar o oceano atlântico: o Mayflower possui diversas câmeras, computadores e sensores a bordo para navegação e correção de rota, mas quando sofre um problema mecânico não há ninguém por perto para consertá-lo. A ideia agora é identificar o problema e realizar uma nova tentativa – a meta é zarpar de Plymouth (Reino Unido) e seguir sozinho até Washington DC (EUA). As informações são do site The Register.","url":""},{"text":"Pneu inteligente da Pirelli possui sinal 5G: o Cyber Tire pode se comunicar com o veículo e toda a infraestrutura rodoviária, monitorando as condições das vias e alertando sobre situações de perigo potencial. O pneu está sendo desenvolvido desde 2019 em uma parceria com a TIM, Ericsson, Audi, Italdesign e KTH. As informações são do site Canaltech.","url":""},{"text":"Associação apresenta novas especificações do WiFi Sensing: a técnica utiliza sinais de redes sem fio existentes para detectar movimentos, gestos e realizar medições biométricas, como a respiração. A Wireless Broadband Association classificou os casos de uso baseados em segurança e saúde, e definiu os parâmetros de frequência, topologia de rede e interferência. As informações são do site Mobile Time.","url":""},{"text":"Tachyum lança primeiro processador universal: o Prodigy combina as funcionalidades de CPUs, GPUs e TPUs em um único chip, com ganhos massivos em desempenho e consumo de energia. O processador de 128 núcleos opera em até 5,7 GHz e possui aplicações em datacenters, permitindo o treinamento de IAs, computação de alta performance e uso geral em uma mesma infraestrutura de hardware. As informações são do site da Tachyum.","url":""},{"text":"Mistério dos módulos NPM maliciosos direcionados a apenas empresas alemãs era parte de um teste de intrusão: a empresa de segurança Code White, também sediada na Alemanha, assumiu a responsabilidade, mas colocou a culpa em um estagiário que estaria pesquisando sobre simulação de ataques como parte de suas tarefas. Analistas de segurança estavam há semanas monitorando a situação, especulando se algum ator malicioso estaria preparando um ataque de supply chain específico contra empresas industriais alemãs. As informações são do site The Register.","url":""}]}