{"title":"Criptonauta brasileiro / Universidade fecha após ataque / Novo app e-Título","fps":30,"timestamp":1652193385,"date":"10/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Engenheiro de produção mineiro será o primeiro turista espacial brasileiro: além disso, Victor Correa Hespanha, de 28 anos, também será o primeiro “criptonauta” da história – ele foi sorteado após a compra de um NFT emitido pela Crypto Space Agency. Hespanha e outros cinco astronautas viajarão a bordo do New Shepard da Blue Origin. A missão NS-21 ainda não tem data marcada. As informações são do site da Blue Origin.","url":""},{"text":"Universidade nos EUA fecha após ataque ransomware: a Lincoln College, fundada há 157 anos, afirma que a decisão foi difícil após ter sobrevivido a vários desastres, incluindo a gripe espanhola, a grande depressão, duas guerras mundiais e a crise financeira global de 2008. No entanto, no final do ano passado, o ataque destruiu todos os sistemas de informação da instituição, impedindo o acesso a dados administrativos, financeiros e de admissão de novos alunos. As informações são do site Bleeping Computer.","url":""},{"text":"TSE inicia testes com nova versão do aplicativo e-Título para as eleições: 0,1% dos 25 milhões de usuários do app serão escolhidos aleatoriamente para testar a versão beta. O tribunal espera disponibilizar uma nova versão do app para todos os eleitores antes do pleito deste ano (2 de outubro), com melhorias em acessibilidade, biometria e estabilidade – o e-Título ficou extremamente instável durante as eleições municipais de 2020. As informações são da Agência Brasil.","url":""},{"text":"Brasil e Japão assinam acordo para desenvolvimento da agricultura digital: será criada uma plataforma de dados digitais para as cadeias produtivas de pecuária de corte, grãos e sistemas agroflorestais. A iniciativa visa promover o desenvolvimento de tecnologias agroindustriais sustentáveis, melhorando a produtividade e rentabilidade do setor agrícola. As informações são da Agência Brasil.","url":""},{"text":"NASA pausa toda missão do rover Perseverance em Marte para salvar helicóptero Ingenuity: a agência havia perdido contato com o dispositivo aéreo na terça-feira da semana passada após suas baterias se descarregarem completamente. Como recurso de emergência, o Ingenuity tentaria se comunicar com o Perseverance assim que obtivesse alguma carga através de seus painéis solares, mas se o rover estivesse realizando algum experimento científico naquele momento a ligação seria perdida. Felizmente, depois de 24 horas, o helicóptero enviou o sinal de emergência, com o rover de prontidão para recebê-lo. A NASA espera retomar a campanha de voo do Ingenuity nos próximos dias. As informações são do site Ars Technica.","url":""},{"text":"Agência de pesquisas avançadas dos EUA quer óculos de realidade aumentada para médicos de combate: o sistema MAGIC irá fornecer orientação em tempo real para 50 procedimentos médicos diferentes e ajudar na redução de erros durante situações críticas em guerra. Uma IA será treinada com 2.500 vídeos estereoscópicos e 50 milhões de imagens de procedimentos para indicar o que precisa ser feito e a sequência correta das intervenções médicas. As informações são do site da Raytheon Intelligence &amp; Space.","url":""},{"text":"Forte queda no desenvolvimento de aplicativos móveis coincide com implementação da lei de proteção de dados na Europa: de acordo com pesquisadores alemães, suíços, britânicos e norte-americanos, as regras impostas pela GPDR (Regulamento Geral de Proteção de Dados) a partir de 2018, similar à LGPD no Brasil, reduziram em 32% a quantidade de apps Android disponíveis na Play Store, aumentando custos de desenvolvimento e restringindo escolhas para consumidores. Críticos, no entanto, afirmam que leis de proteção de dados já existiam na Europa antes do GPDR e o impacto relatado pelo estudo estaria mostrando a quantidade de aplicativos que abusavam da privacidade de usuários. As informações são do site The Register.","url":""},{"text":"Cloudflare faz parceria com Vercel, Shopify, Deno e Node.js para unificar APIs em ambientes JavaScript para Servidores: para tornar possível a interoperabilidade entre os ambientes Node.js, Deno e Cloudflare Workers, a Cloudflare criou um grupo chamado Web-interoperable Runtimes Community Group (WinterCG) que colocará seus esforços na padronização de todas as APIs relacionadas a desenvolvimento utilizando a linguagem JavaScript. Segundo a nova especificação, eles estão propondo “ API Comum Mínima da We” (The Minimum Common Web API) para ser compartilhada entre Servidores e Navegadores. As informações são do site da Cloudflare.","url":""}]}