{"title":"“Game over” em IA / Queijo com chip / TSE e Telegram","fps":30,"timestamp":1652970715,"date":"19/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Diretor de pesquisa da DeepMind decreta “game over” após apresentação da IA multimodal “Gato”: para Nando de Freitas, o único problema a ser resolvido agora é escala até a obtenção de uma inteligência geral artificial (AGI na sigla em inglês), com modelos cada vez maiores, mais rápidos e eficientes em computação. No entanto, críticos não estão convencidos – uma AGI deveria poder aprender a realizar novas tarefas sem treinamento prévio, algo que o Gato não consegue fazer. As informações são do site The Next Web.","url":""},{"text":"Itália irá identificar peças de queijo parmesão original com chips de rastreamento comestíveis: por causa de proteções legais, a denominação “Parmigiano-Reggiano” só pode ser usada no queijo parmesão produzido em regiões específicas do país. Transponders menores do que um grão de sal serão incluídos nas etiquetas de caseína utilizadas para marcar o produto. Além disso, será utilizado em sistema em blockchain para rastrear a integridade da cadeia de produção e vendas. As informações são do site Food &amp; Wine.","url":""},{"text":"Telegram passa a colaborar oficialmente com o TSE: o tribunal é o primeiro organismo eleitoral do mundo a assinar um acordo desse tipo com a plataforma. Medidas específicas serão implementadas como um assistente virtual para tirar dúvidas sobre as eleições, o lançamento de uma nova funcionalidade para marcar conteúdos desinformativos e a criação de um canal verificado do TSE no Telegram. As informações são do site do TSE.","url":""},{"text":"Pesquisadores alemães criam malware para iPhone que funciona mesmo quando o dispositivo está desligado: os modelos de iPhone mais recentes nunca desligam completamente – o módulo bluetooth funciona em modo de baixo consumo de energia para possibilitar recursos de localização quando o dispositivo é perdido ou roubado. O ataque, no entanto, necessita que o aparelho seja invadido enquanto ainda estiver ligado, mas permite o rastreamento da localização do telefone e a execução de códigos arbitrários depois de desligado. As informações são do site Ars Technica.","url":""},{"text":"Empresas de telefonia mundiais reclamam de desequilíbrios em relação às grandes empresas de tecnologia: um novo relatório da GSMA, associação das operadoras, mostra que uma assimetria de receitas pode colocar em risco investimentos na infraestrutura necessária para sustentar o crescimento da economia digital mundial. Google, Meta, Netflix, Apple, Amazon e Microsoft compõem 57% do tráfego global de dados pela internet – 181 petabytes, uma alta de 338% desde 2015. O documento pede que legisladores passem a considerar a interdependência entre serviços online e infraestrutura subjacente. As informações são do site The Register.","url":""},{"text":"Meta investe em dez instituições internacionais para criação de um “metaverso responsável”: quatro delas são brasileiras – o ITS Rio montará um hub de especialistas, o IRIS estudará privacidade, a Safernet coordenará hackathons sobre segurança e o IP.Rec fará análises de políticas públicas relacionadas à tecnologia. Segundo Nick Clegg, presidente de assuntos globais da companhia, o metaverso seria uma “evolução lógica da tecnologia” e não apenas uma “ideia fabricada”. As informações são do site Mobile Time.","url":""},{"text":"Subsidiária do Google na Rússia entra com pedido de falência: as contas bancárias da empresa foram confiscadas por autoridades russas. O Google é a única das grandes empresas de tecnologia que ainda não abandonou as operações no país depois do início da guerra. O governo russo, no entanto, conta com a manutenção do YouTube no país já que a interrupção do serviço seria muito prejudicial aos seus cidadãos – não há plataformas similares para hospedagens de vídeos na Rússia. As informações são do site Ars Technica.","url":""},{"text":"Cientistas criam novo material de silício para chips de computadores: o nanofio de silício ultrafino conduz calor com 150% mais eficiência ao utilizar uma versão pura do isótopo silício-28 e pode permitir microeletrônicos menores e mais rápidos. A pesquisa também revelou um novo fenômeno físico – dois mecanismos separados de bloqueio de fônons trabalhando sinergicamente para a condução de calor. As informações são do site do Laboratório Nacional Lawrence Berkeley.","url":""}]}