{"title":"Estudo avalia QI de gamers / Cripto vira caso de polícia / Apple e Samsung na mira da Justiça","fps":30,"timestamp":1652711551,"date":"16/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Pesquisadores suecos afirmam que videogames podem aumentar inteligência de jovens: das cinco mil crianças de 9 a 10 anos acompanhadas por dois anos, aquelas que jogavam mais videogames possuíam 2,5 pontos de QI mais alto do que a média. Nenhum efeito positivo ou negativo foi observado ao assistir TV ou utilizar redes sociais. Uma limitação do estudo foi não diferenciar os tipos de jogos. Os pesquisadores, no entanto, afirmam que o resultado é consistente com outros estudos experimentais com videogames. As informações são do Instituto Karolinska.","url":""},{"text":"Criador de moeda digital que chegou a valer 45 bilhões de dólares pede proteção policial de emergência após preço do ativo ir a zero: uma pessoa desconhecida teria invadido o condomínio onde Kwon Do-hyung mora e teria conversado com sua esposa na porta de casa. O sistema desenvolvido por Kwon colapsou na semana passada – a moeda LUNA custa 0,0002 dólar nesta manhã. A imprensa coreana está descrevendo o caso como similar ao de Elizabeth Holmes, da Theranos. As informações são do site coreano Moneytoday e Wikipedia.","url":""},{"text":"Ministério da Justiça orienta Procons em todo o Brasil a multar Apple e Samsung por venda de celular sem carregador: a instauração de “procedimentos apuratórios” devem gerar multas de até 9 bilhões de reais. Segundo Anderson Torres, ministro da Justiça, as duas empresas já contavam com a aplicação dessas multas. No Congresso, também tramita o PL 5.451/20 que obriga todos os fabricantes a manter carregadores, baterias e fones de ouvido na venda de celulares ou qualquer outro eletroeletrônico em que sejam necessários. As informações são do site Convergência Digital.","url":""},{"text":"Starlink passa a atender oficialmente o Brasil: a operadora atualizou seu mapa de disponibilidade, com cobertura da internet orbital em Minas Gerais, Paraná, Rio de Janeiro, São Paulo e Santa Catarina – a expansão continuará para outras regiões até 2023. O kit de instalação (modem e antena) custa 3 mil reais e a mensalidade é de 530 reais. As informações são do Tecnoblog.","url":""},{"text":"TSE encerra teste público de segurança das urnas eletrônicas: os investigadores responsáveis pelos cinco planos de ataque considerados bem-sucedidos na etapa anterior, puderam trabalhar em uma versão ajustada do sistema da urna. No entanto, nenhum ataque obteve sucesso em comprometer a violação da integridade ou o sigilo dos votos. As informações são do site do TSE.","url":""},{"text":"Projeto de Lei pode inviabilizar pagamentos por aproximação de cartão no Rio de Janeiro: as compras precisarão ser confirmadas através de um aplicativo instalado no telefone de clientes. Além disso, os bancos serão obrigados a fornecer uma “capa de proteção” que realize o bloqueio de transações para cada cartão e precisarão consultar clientes se querem ou não a tecnologia. No entanto, praticamente não são mais fabricados cartões sem NFC no Brasil, uma exigência de bandeiras como Visa e Mastercard. As informações são do site Mobile Time.","url":""},{"text":"Pesquisa mostra que vagas de tecnologia são as mais difíceis de preencher no Brasil: dentre as 15 vagas com mais procura por recrutadores, 11 são de tecnologia, mostra um levantamento realizado pela Indeed. O cargo mais difícil de preencher é o de DevOps Engineer – cerca de 60% das vagas ficam abertas por mais de 60 dias na plataforma. As informações são do site Convergência Digital.","url":""},{"text":"Cientistas criam célula fotovoltaica biológica renovável: o sistema possui um tamanho comparável a uma bateria AA e contém um tipo de alga não tóxica chamada Synechocystis, que naturalmente coleta energia do sol por meio da fotossíntese. A pequena corrente elétrica gerada está alimentando um microprocessador, ininterruptamente, há seis meses – o dispositivo produz energia mesmo durante a noite porque as algas processam parte de seus alimentos quando não há luz. As informações são da Universidade de Cambridge.","url":""}]}