{"title":"EUA prendem brasileiros / Livestream na China / Imposto no Brasil","fps":30,"timestamp":1652106656,"date":"09/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Dois brasileiros são presos nos EUA por fraude com moedas digitais: a Mining Capital Coin, empresa fundada pela dupla, teria movimentado 62 milhões de dólares com a venda de pacotes de mineração para mais de 65 mil investidores, garantindo rentabilidade de 1% por semana. Os valores prometidos, no entanto, só podiam ser sacados através de uma moeda digital emitida pela própria empresa. Um dos brasileiros, se condenado, poderá pegar até 45 anos de prisão. As informações são do jornal O Globo.","url":""},{"text":"China proíbe jovens de dar presentes ou dinheiro a livestreamers: menores de idade também estão proibidos de realizar streams ou assistir transmissões de outras pessoas após as 22h. As plataformas serão responsáveis pelo controle das regras e verificação de idade – se um menor burlar o sistema, se passando por um adulto, os valores precisarão ser reembolsados. Em outros casos de violação, os sistemas de pagamento das plataformas serão desabilitados e as licenças de negócio serão cassadas. As informações são do site The Register.","url":""},{"text":"PCs e periféricos acabam entrando na lista final para redução de 35% do IPI: a medida altera o que havíamos publicado na segunda-feira passada (dia 2/maio). De qualquer forma, produtos fabricados no Polo Industrial de Manaus – smartphones, televisores, modems, circuitos impressos, micro-ondas, ar condicionado, motocicletas, entre outros – receberão um corte menor no imposto, de 25%. As informações são do site Convergência Digital.","url":""},{"text":"Câmara aprova Medida Provisória que unifica base de dados de cartórios: a medida prevê o atendimento remoto de usuários pela internet, dispensa o reconhecimento de firma para o registro de títulos e documentos, e ainda permite que cartórios façam consultas eletrônicas de registros em outras cidades. A implementação do sistema de consultas deverá ser realizada até 31 de janeiro de 2023. As informações são da Agência Brasil.","url":""},{"text":"Associação quer cobrir toda área agrícola do Brasil com telefonia móvel nos próximos seis anos: para a ConectarAgro, seu maior êxito será não ter mais a necessidade de existir após a cobertura do sinal 4G em áreas agrícolas do País. A associação acredita que o feito é possível até 2028 como resultado das contrapartidas do leilão do 5G, que responsabiliza as operadoras de telefonia a cobrir áreas remotas com 4G. As informações são do site Mobile Time.","url":""},{"text":"Startup australiana pretende plantar 100 milhões de árvores utilizando drones até 2024: os equipamentos atiram as sementes do ar, encapsuladas em uma biomassa que as protege de pássaros, insetos e roedores. Os drones da AirSeed conseguem plantar, autonomamente, 40 mil árvores por dia, 25 vezes mais rápido do que métodos tradicionais e com custos 80% menores. As informações são do site Euronews.","url":""},{"text":"Engenheiros britânicos ensinam robô a cozinhar e provar omeletes: uma das novidades é que o “robô chef” realiza provas com o alimento “mastigado”, imitando o processo humano de degustação durante o preparo. No futuro, esses robôs serão capazes de reproduzir comidas feitas por humanos e ainda poderão realizar ajustes de acordo com gostos individuais, desempenhando um papel importante em casas de repouso, afirmam os pesquisadores. As informações são do site Cambridge News.","url":""},{"text":"NASA pede ajuda em simulador de realidade virtual para Marte: a agência precisa de auxílio na criação de “assets 3D” e missões para treinar futuros astronautas na exploração do planeta. A NASA já desenvolveu o ambiente, incluindo dias completos, com ciclos diurnos e noturnos, mudanças em condições climáticas, gravidade e 400 km2 de terreno mapeados – tudo utilizando o Unreal Engine 5. O “NASA MarsXR Challenge” está aberto para qualquer pessoa acima de 18 anos e premiará 20 participantes com 3.500 dólares. As informações são do site VRScout.","url":""}]}