{"title":"Médico hacker autodidata / Sysadmin é preso / Receita bloqueia robôs","fps":30,"timestamp":1652797845,"date":"17/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"EUA indiciam cardiologista venezuelano por projetar e vender ransomware: o homem de 55 anos, médico cardiologista e programador autodidata, criou os malwares Thanos e Jigsaw. Ele também administrava uma rede de hackers afiliados em troca de uma parte dos lucros – seus alvos preferidos eram organizações sem backups. O criminoso foi descoberto ao usar um email com seu nome e sobrenome vinculado a uma conta no PayPal para receber pagamentos de resgates. As informações são do site The Register.","url":""},{"text":"Sysadmin pega 7 anos de prisão após apagar base de dados de empresa gigante na China: cerca de 120 mil funcionários ficaram sem poder trabalhar por vários dias. Para tentar identificar qual dos cinco administradores de sistema da empresa havia cometido o crime, os peritos forenses solicitaram a senha dos computadores pessoais de cada um, mas apenas um deles recusou o pedido. Com base nessa negativa, os investigadores correlacionaram logs de acesso a servidores e imagens desse admin pelo circuito interno de TV da empresa – curiosamente, esse mesmo admin já havia alertado seus supervisores repetidas vezes sobre falhas de segurança dentro da companhia. As informações são do site Bleeping Computer.","url":""},{"text":"Receita Federal bloqueia acesso de robôs de alto desempenho para evitar falhas no sistema do Imposto de Renda: durante o período das 8h às 23h, será permitido somente acesso humano ao eCAC ou por ferramentas robotizadas de baixa repetição. A medida tem como objetivo garantir a estabilidade dos sistemas da Receita durante as últimas semanas para entrega do Imposto de Renda (31/maio). As informações são do site Convergência Digital.","url":""},{"text":"Aprovada punição para divulgação de crimes na internet: a Comissão de Ciência e Tecnologia da Câmara dos Deputados aprovou o PL 1307/19 que pune, com três a seis meses de prisão, quem divulgar conteúdos que reproduzam crimes hediondos ou expor pessoas suspeitas com a intenção de provocar linchamentos. Será considerado agravante se o próprio autor do crime realizar a postagem. O texto agora passa para a Comissão de Constituição e Justiça e de Cidadania. As informações são da Agência Câmara de Notícias.","url":""},{"text":"Cerca de 19% dos usuários ativos no Twitter são falsos, afirma empresa de consultoria: o número é quatro vezes maior do que a estimativa mais recente do Twitter. A pesquisa foi realizada entre os dias 13 e 15 de maio deste ano, com uma amostra de 44 mil contas ativas, selecionadas aleatoriamente de um conjunto de 130 milhões de perfis. Nesta manhã, em seu perfil na rede social, Elon Musk afirmou que a compra do Twitter não irá avançar se a companhia não provar que esse número é menor. As informações são do blog da SparkToro.","url":""},{"text":"Uber lança serviço robótico para entrega de comida nos EUA: são dois modelos em teste, um com veículos elétricos autônomos e outro utilizando robôs de calçada. Ambos os sistemas são monitorados ativamente por operadores humanos – a empresa afirma que “levará algum tempo” para que a tecnologia seja operada em escala. As informações são da Reuters.","url":""},{"text":"Cientistas criam chupeta bioeletrônica com bluetooth para bebês em hospitais: o dispositivo monitora continuamente os níveis de íons de sódio e potássio através da saliva do recém-nascido. O desenvolvimento faz parte de um esforço mais amplo para tornar o tratamento de bebês prematuros em UTIs mais cômodo, permitindo a verificação da frequência cardíaca, respiratória, temperatura corporal e pressão arterial com “menos fios”. As informações são do site EurekAlert.","url":""},{"text":"Aeroporto de Tóquio instala equipamentos para escanear malas utilizando tomografia computadorizada: o scanner produz imagens 3D volumétricas de alta resolução, permitindo que passageiros deixem eletrônicos e líquidos dentro das malas de mão, agilizando o processo de triagem antes do embarque. Além disso, o equipamento possui um sistema de desinfecção com luz ultravioleta integrado, eliminando 99,9% dos microrganismos presentes nas superfícies das bagagens, incluindo coronavírus. As informações são do site Business Wire.","url":""}]}