{"title":"STF lança nova IA / Repressa impressa em 3D / Antenas 4G camufladas","fps":30,"timestamp":1652884501,"date":"18/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"STF vai utilizar nova inteligência artificial para classificar processos: por meio de redes neurais com comparação semântica, a “RAFA 2030” irá auxiliar magistrados e servidores na identificação dos objetivos de desenvolvimento sustentável da Agenda 2030 da ONU em textos de acórdãos e petições iniciais em processos. O STF é o primeiro Judiciário do mundo a utilizar essa nova classificação. O Supremo também conta com o robô Victor, que analisa recursos extraordinários recebidos de todo o País. As informações são do portal de notícias do STF.","url":""},{"text":"China irá construir represa gigante impressa em 3D: a estrutura de 180 metros de altura será erguida por robôs, fatia por fatia. Além disso, ao redor do projeto, serão utilizadas escavadeiras, caminhões, tratores e pavimentadoras controladas por inteligência artificial – nenhum trabalhador humano participará da construção. A barragem deve ficar pronta em apenas dois anos e será a estrutura impressa em 3D mais alta do mundo. As informações são do site Popular Mechanics.","url":""},{"text":"TIM instala antenas 4G camufladas em São Paulo: os equipamentos estão sendo instalados em abrigos de ônibus, postes e semáforos, causando pouco impacto visual. O projeto ajuda a contornar barreiras físicas, facilitando a propagação do sinal de celular – segundo a TIM, o sistema aumenta em 50% a cobertura do 4G, melhorando velocidades de download e upload. As informações são do site Mobile Time.","url":""},{"text":"Ministério da Saúde identifica nova tentativa de invasão a plataformas do SUS: por segurança, os acessos ao ConecteSUS, e-SUS Notifica e SI-PNI foram suspensos temporariamente até que uma análise seja realizada. Dados e informações de usuários não foram impactados. As informações são da Agência Brasil.","url":""},{"text":"Petrobras lança programa para financiar startups de tecnologias brasileiras: são trinta desafios distribuídos entre robótica, redução de carbono, armazenamento e geração de energia, corrosão, modelagem geológica e tecnologias de inspeção. As startups selecionadas durante o “Programa Petrobras Conexões para Inovação” receberão investimentos e mentoria, tornando-se fornecedoras regulares da companhia, com potencial de escalar seus negócios internacionalmente. As informações são do site Convergência Digital.","url":""},{"text":"São Paulo planeja transformar distrito de tecnologia em “Vale do Silício”: o governo estadual abriu uma consulta pública para avaliar a criação do Parque Tecnológico do Jaguaré (CITI II), com a concessão de um espaço de 87 mil m2 ao lado da USP. A região deverá incorporar o conceito de “cidade de 15 minutos”, com a maioria das necessidades diárias atendida a pé ou de bicicleta. As informações são do site Mobile Time e Convergência Digital.","url":""},{"text":"Pesquisadores de segurança conseguem roubar veículos da Tesla: o ataque intercepta e manipula a comunicação BLE (Bluetooth Low Energy) entre o chaveiro que destrava e opera o veículo em apenas dez segundos – a tecnologia também é utilizada em uma ampla gama de produtos eletrônicos como notebooks, smartphones e fechaduras inteligentes. A Tesla sugere que motoristas ativem uma senha para desbloqueio do recurso de direção – mesmo que o carro seja invadido, pelo menos criminosos não poderão fugir com ele. As informações são do site Bleeping Computer.","url":""},{"text":"Google Cloud apresenta novo serviço para evitar ataques de supply chain: inicialmente o “Assured Open Source Software” será um registro para distribuição de módulos Java e Python – as duas linguagens são priorizadas em fluxos de trabalho dentro do próprio Google e possuem “perfis de alto risco”. Todos os módulos passarão por revisões de segurança regulares e serão assinados digitalmente. Novos módulos e linguagens serão adicionadas a cada trimestre, priorizando solicitações de clientes do Google Cloud. As informações são do site The Register.","url":""}]}