{"title":"País para após ataque / Descoberta no centro da galáxia / Mercado para legaltechs","fps":30,"timestamp":1652366062,"date":"12/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Costa Rica declara estado de emergência após ataque ransomware: os ministérios das finanças, trabalho, seguridade social, ciências e o instituto nacional de meteorologia foram todos afetados. O grupo Conti exige 10 milhões de dólares em resgate e ameaça outras incursões, alertando que a situação atual seria apenas uma “versão demo”. Um analista avalia a gravidade do ataque na mesma categoria de um desastre natural ou incidente militar. As informações são do site Threat Post.","url":""},{"text":"Astrônomos revelam primeira imagem do buraco negro no centro da Via Láctea: esta seria a primeira evidência visual de que o objeto astronômico Sagitário A*, no centro da nossa galáxia, seria de fato um buraco negro. A imagem captura a luz curvada pela gravidade do buraco negro, que é quatro milhões de vezes maior que o Sol. Este é o segundo buraco negro já “fotografado” na história – em 2019, a mesma equipe de cientistas divulgou a imagem do M87*, no centro de outra galáxia. As informações são do site do Observatório Europeu do Sul.","url":""},{"text":"OAB-SP abre marketplace para legaltechs: a plataforma visa facilitar o acesso a ferramentas e a tecnologias específicas para a atividade jurídica, em especial, jovens profissionais em início de carreira. A associação espera que o local torne-se o maior ecossistema para inovação jurídica no País. As informações são do site Convergência Digital.","url":""},{"text":"Google Tradutor agora entende Guarani: a língua é usada por 7 milhões de pessoas no Brasil, Argentina, Bolívia e Paraguai. Além do Guarani, outros 23 idiomas foram adicionados ao aplicativo, os primeiros através do mecanismo “Zero-Resource Machine Translation”, um modelo gigante que utiliza 1.138 outras linguagens para a tradução sem texto paralelo ou exemplos específicos. As informações são do blog Google AI.","url":""},{"text":"Nubank permite a compra de moedas digitais através do aplicativo: é possível adquirir frações de BTC e ETH, com investimento inicial de apenas 1 real. O recurso, ainda em fase de testes, estará disponível na seção “Cripto”, na tela principal do aplicativo do banco. As informações são do blog do Nubank.","url":""},{"text":"IA auxilia cientistas norte-americanos a criar enzima que “come” plástico: a “PETase” pode degradar 51 polímeros termoplásticos diferentes, incluindo recipientes e garrafas de plástico inteiros, duas vezes mais rápido e em temperaturas mais baixas do que outras enzimas. Das milhões de combinações possíveis, os pesquisadores se concentraram em três substituições de aminoácidos sugeridas pelo algoritmo. As informações são do site Chemistry World.","url":""},{"text":"Google realiza grandes anúncios de hardware durante I/O 2022: a linha Pixel irá ganhar um smartwatch e um tablet, fones de ouvido com cancelamento de ruído ativo, o Pixel Buds Pro, e um novo smartphone, o Pixel 7. No entanto, o anúncio mais interessante do evento foi uma prévia de um novo sistema de realidade aumentada – similar a um óculos normal, é capaz de realizar traduções em tempo real durante uma conversa, projetando legendas na lente do dispositivo. As informações são do site The Verge.","url":""},{"text":"Google lança Flutter 3: a plataforma agora tem suporte completo à construção de aplicativos nativos em Linux e macOS, além de Windows, iOS, Android e web. Outra novidade é um toolkit específico para o desenvolvimento de jogos simples, aproveitando o suporte integrado de aceleração de hardware do Flutter e a engine open source Flame. Mais de 500 mil aplicativos Flutter já foram publicados, o dobro de um ano atrás, afirma o Google. As informações são do site TechCrunch.","url":""}]}