{"title":"Brasil pode banir tipo de IA / Pesquisa com Devs / Call centers vão ao STF","fps":30,"timestamp":1653316358,"date":"23/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Comissão de juristas do Senado é unânime em relação ao banimento de IAs para reconhecimento facial pela polícia: há o risco de discriminação algorítmica no reconhecimento de suspeitos e acusados de crimes. Além disso, a tecnologia tem o potencial de ser mal utilizada por governos autoritários ao permitir uma plataforma de “vigilância em massa”. As informações são do site Canaltech.","url":""},{"text":"Nova pesquisa mostra JavaScript e Python dominando preferência de desenvolvedores: pela décima pesquisa consecutiva da SlashData, JavaScript permaneceu como a linguagem mais popular (escolha de 17,5 milhões de desenvolvedores), seguida por Python (15,7 milhões). Rust foi a linguagem que mais cresceu (260% nos últimos dois anos) para 2,2 milhões de usuários. PHP, apesar de ser a linguagem mais utilizada em desenvolvimento web depois do JavaScript, foi a linguagem que menos cresceu, adicionando 600 mil novos desenvolvedores no último trimestre deste ano. Dados foram coletados com 20 mil desenvolvedores, em 166 países, entre dezembro de 2021 e fevereiro de 2022. As informações são do site InfoWorld.","url":""},{"text":"Call centers querem derrubar prefixo 0303 para identificação de ligações de telemarketing: entidades que representam o setor entraram com uma ação no STF argumentando que a nova norma extrapola competências da Anatel. A principal reclamação, no entanto, é a possibilidade de que as pessoas consigam identificar mais facilmente esse tipo de chamada, bloqueando sumariamente esses números. As informações são do site Convergência Digital.","url":""},{"text":"SpaceX fecha parceria com governo federal para utilizar Starlink na Amazônia: Elon Musk inclusive esteve no Brasil nessa última sexta-feira (dia 20) para o anúncio. O acordo utilizará os satélites de baixa órbita da companhia para conectar 19 mil escolas em áreas rurais e monitoramento ambiental na Amazônia. As informações são do site Mobile Time.","url":""},{"text":"Pesquisadores quebram recorde mundial de eficiência em células solares: o elemento gálio foi utilizado em uma arquitetura conhecida como “células de multijunção metamórfica invertida” e “poços quânticos” para captar diferentes comprimentos de onda e obter uma eficiência de 39,5% – células comuns de silício atingem cerca de 25%. Apesar do avanço, fabricar esse tipo de célula seria muito caro ainda. As informações são do Laboratório Nacional de Energia Renovável dos EUA.","url":""},{"text":"Supercapacitor absorve emissões de CO2 enquanto carrega: ao ser utilizado, o dióxido de carbono absorvido pode ser liberado de forma controlada para ser coletado ou descartado de forma responsável. O componente ainda é construído com materiais sustentáveis, incluindo cascas de coco e água do mar. As informações são do site TechXplore.","url":""},{"text":"Grupo Conti encerra operação principal para criar unidades menores de ransomware: especialistas afirmam que o ataque público mais recente do grupo, contra o governo da Costa Rica, criou uma cortina de fumaça, permitindo que seus membros migrassem para outras operações menores. O grupo deve ganhar maior mobilidade e evasão ao se dividir em células menores, mas ainda possuirá uma liderança central. As informações são do site Bleeping Computer.","url":""},{"text":"Gitee, o GitHub chinês, fecha todos os repositórios públicos para revisão: todos os códigos open source na plataforma passarão por uma revisão manual antes de serem oficialmente liberados novamente. Nenhuma explicação foi dada para a situação, apenas que a plataforma teria sido “forçada por necessidade”. As informações são do site The Register.","url":""}]}