{"title":"Google mostra seu “DALL-E” / Pré-hackeamento / Moedas digitais “não valem nada”","fps":30,"timestamp":1653403299,"date":"24/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Google apresenta seu próprio gerador de imagens, melhor do que o DALL-E: o “Imagen”, assim como o DALL-E, é baseado em grandes modelos de linguagem. Em testes comparativos realizados com humanos, o Imagen mostrou-se melhor em precisão e fidelidade. O sistema, entretanto, é apenas um trabalho de pesquisa e não está pronto para testes públicos. As informações são do site TechCrunch.","url":""},{"text":"Pesquisadores da Microsoft demonstram como hackers podem sequestrar contas online antes mesmo da pessoa registrá-la: o criminoso precisa apenas criar uma conta em um site vulnerável com um email da futura vítima, esperando ela registrar-se em algum momento posterior. Ao analisarem 75 serviços online populares, 35 deles são vulneráveis a esse tipo de ataques de “pre-hijacking”. As informações são do site Bleeping Computer.","url":""},{"text":"Moedas digitais “não valem nada”, afirma presidente do banco central europeu: para Christine Lagarde, moedas virtuais não se baseiam em nada e não possuem ativos subjacentes para atuar como âncora de segurança. Lagarde pede que reguladores em todo o mundo estabeleçam regras para proteção de investidores inexperientes. As informações são do site Mobile Time.","url":""},{"text":"Uber passa a exigir selfie, CPF e documento de identidade para clientes que optarem por pagar corridas em dinheiro: a medida de segurança, ainda em fase de testes, era um dos recursos mais solicitados por motoristas da plataforma. O objetivo é evitar golpes – o CPF do usuário será consultado na base de dados do Serasa. As informações são do site Canaltech.","url":""},{"text":"Instalação de antenas 5G ao redor de aeroportos é assunto de consulta pública: apesar de estudos realizados pela Anatel não terem revelado interferência entre redes celulares e sistemas de radionavegação em aviões, a deliberação será em caráter de precaução. Nas chamadas Zonas de Atenção, as operadoras precisarão seguir regras rígidas em relação ao posicionamento e direção das antenas. As informações são do site Convergência Digital.","url":""},{"text":"Revestimento especial de cobre pode substituir o tradicional dissipador de calor em computadores: a ideia é cobrir completamente componentes eletrônicos, como placas de vídeo, com esse revestimento e uma camada isolante elétrica, eliminando a necessidade do dissipador de metal. Segundo os pesquisadores da Universidade de Illinois e Califórnia, com a técnica é possível aumentar a potência por volume em até 740%, empilhando mais placas de circuito impresso em um mesmo local. As informações são do site The Verge.","url":""},{"text":"Electronic Arts estaria discutindo uma potencial venda para Apple: a produtora de jogos famosos como Battlefield, The Sims e FIFA foi fundada em 1982 por Trip Hawkins, na época um funcionário da própria Apple. A empresa também estaria negociando com a Disney e Amazon. As informações são do site GamesIndustry.","url":""},{"text":"Módulos “ctx” no PyPI e “phpass” do Packagist foram comprometidos: com 3 milhões de downloads combinados, o código malicioso rouba todas as variáveis de ambiente do sistema infectado, provavelmente atrás de credenciais AWS. Até o fechamento desta edição, ambos os módulos tiveram seus repositórios derrubados por precaução. As informações são do site Bleeping Computer.","url":""}]}