{"title":"Microsoft pausa contratações / Ransomware do bem / Dúvida no metaverso","fps":30,"timestamp":1653661893,"date":"27/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Microsoft anuncia pausa na contratação de desenvolvedores para Windows, Office e Teams: citando a necessidade de alinhar prioridades em um momento de incerteza econômica global, todas as novas contratações precisarão da aprovação do vice-presidente executivo Rajesh Jha. A desaceleração não afetará toda a empresa e, em geral, o número de funcionários totais deve crescer neste ano. As informações são do site Bloomberg.","url":""},{"text":"Nova gangue de ransomware exige três boas ações para restaurar dados: os operadores do grupo GoodWill afirmam estar interessados em promover a justiça social. O “pagamento” do resgate inclui doações de cobertores para moradores de rua, levar crianças carentes à pizzaria ou ajudar alguém com problemas de saúde – tudo deve ser documentado nas redes sociais. Depois de concluir as tarefas, as vítimas também devem escrever “um belo artigo” sobre como o ataque a transformou em um “ser humano gentil”. As informações são do site The Register.","url":""},{"text":"CEO da Epic Games lança dúvidas sobre uso do metaverso no trabalho: para Tim Sweeney, ao se remover o aspecto de entretenimento, conversas longas com avatares tridimensionais transformam-se em uma situação “muito esquisita”. Sweeney acredita que o metaverso já existe em jogos como Fortnite, Roblox e Minecraft, sendo uma questão de tempo até esses mundos acumularem bilhões de usuários. As informações são do site Slahsdot.","url":""},{"text":"Um único genoma humano ocuparia cerca de 100 gigabytes de espaço: o cálculo foi estimado por Antonio Regalado, editor-chefe do MIT Technology Review. Cada um dos 3,2 bilhões de pares de bases de DNA em um genoma humano pode ser codificado por dois bits, ocupando 800 megabytes no total. O tamanho real, no entanto, precisa levar em conta informações extras de sequenciamento. Além disso, a diferença entre os genomas humanos de duas pessoas diferentes seria de aproximadamente 50 milhões de pares de bases, que poderiam ser armazenados em apenas 10 Mbytes. As informações são do site Futurism.","url":""},{"text":"Startup irá montar datacenter na Lua: a ideia da Lonestar Data Holdings é armazenar dados em servidores dentro de tubos de lava que permeiam a superfície lunar e potencialmente salvaguardar o conhecimento humano em caso de algum desastre na Terra. No ano que vem, a Lonestar está planejando lançar seu primeiro protótipo de hardware até a Lua, com 16 terabytes de armazenamento. As informações são do site Futurism.","url":""},{"text":"Agência de pesquisas militares dos EUA anuncia novo motor térmico nuclear: o primeiro teste do DRACO (Foguete de Demonstração para Operações Cislunares Ágeis, na sigla em inglês) deve ocorrer em 2026 com a participação da NASA – a agência espacial possui interesse na tecnologia para futuras missões tripuladas no espaço profundo, já que a propulsão térmica nuclear pode atingir alta relação empuxo-peso e até cinco vezes a eficiência de foguetes convencionais. Um dos principais problemas com esse tipo de motor, no entanto, é o risco de contaminação em caso de falha no lançamento – uma reentrada acidental poderia tornar-se um desastre planetário. As informações são do site Orbital Index.","url":""},{"text":"Brasil já tem mais smartphones do que computadores: no total são 452 milhões de dispositivos – 53% deles são smartphones e 48% são computadores (desktops, notebooks e tablets). As informações de uma pesquisa da FGV. As informações são do site Convergência Digital.","url":""},{"text":"GitHub guardava senhas de usuários npm em arquivos de texto simples: a revelação foi feita ontem no “post mortem” do ataque aos tokens OAuth que ocorreu em abril. O GitHub entende que o registro de credenciais dessa forma vai contra práticas recomendadas de segurança, mas garantiu que logs contendo essas senhas não foram comprometidos. As informações são do site The Register.","url":""}]}