{"title":"Mistério em sonda Voyager / Novo ataque por deepfake / Tecnologia e construção","fps":30,"timestamp":1653057092,"date":"20/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Engenheiros da NASA investigam “mistério” com sonda Voyager 1: a exploradora interestelar recebe e executa comandos, mas o sistema de articulação e controle de atitude não reflete o que realmente estaria acontecendo a bordo. A sonda, lançada há 45 anos, encontra-se a uma distância de 23,3 bilhões de quilômetros da Terra e leva cerca de 41 horas após o envio de um comando para se obter uma resposta de volta, dificultando a comunicação. O modo de proteção contra falhas não foi acionado pela nave, mas uma solução seria ativar sistemas de hardware redundantes a bordo. As informações são do site da NASA.","url":""},{"text":"Sistema de reconhecimento facial utilizado por bancos para prova de vida são “extremamente vulneráveis” a deepfakes: o ataque nem é tão sofisticado – um deepfake em formato de vídeo pode ser criado a partir de uma única imagem obtida de uma carteira de identidade. Segundo a empresa de segurança Sensity, 9 dos 10 maiores sistemas utilizados por instituições financeiras nos EUA foram comprometidos, mas após serem alertadas, as empresas não consideraram a vulnerabilidade como significativa. As informações são do site The Verge.","url":""},{"text":"Tecnologia pode reduzir drasticamente o uso de energia na construção no Brasil: o Ministério da Minas e Energia quer estimular o uso de tecnologias de gestão e automação, além de modelagem computacional para aumentar o desempenho energético de edificações, como orientação solar e sistemas de ventilação, por exemplo. De acordo com um estudo realizado em parceria com o governo alemão, a redução pode chegar a 40% até 2050, o que representaria um ganho total de 161 TWh, comparável ao consumo anual de 3,3 milhões de domicílios. As informações são da Agência Brasil.","url":""},{"text":"Apple teria apresentado novo dispositivo de realidade mista durante reunião executiva confidencial: o desenvolvimento dos óculos de realidade aumentada e virtual estaria em andamento há vários anos – a última apresentação à diretoria teria ocorrido em 2016, com um protótipo pendurado em uma pequena grua para suportar o peso do dispositivo. Nas últimas semanas, a Apple também teria acelerado o desenvolvimento do rOS (abreviação para Reality OS), o que indicaria que a estréia do produto seria iminente. As informações são do site The Verge.","url":""},{"text":"Ondas gravitacionais podem alertar sobre início de terremotos na velocidade da luz: essas ondulações no espaço-tempo, criadas pelo movimento de objetos maciços, podem ser detectadas em sismógrafos convencionais – em uma parte do sismograma que é tradicionalmente ignorada – antes da chegada das primeiras ondas sísmicas. Cientistas franceses criaram algoritmos para detectar essas flutuações e irão implementar o primeiro sistema desse tipo no Japão. As informações são do site da revista Science.","url":""},{"text":"SpaceX torna-se a startup mais valiosa dos EUA: a companhia está avaliada em 125 bilhões de dólares, ultrapassando a fintech Stripe (115 bilhões). Elon Musk possui 44% das ações da SpaceX. As informações são da Reuters.","url":""},{"text":"Maioria das empresas pagam resgate quando atingidas por ransomware: 76% das vítimas atendem às exigências dos criminosos, mas 24% delas acabam sem conseguir recuperar os dados criptografados. Segundo a Veeam, apenas 19% das empresas não pagam resgates e não perdem dados porque mantém um sistema de backups robusto e desligado da rede. Uma estratégia de proteção de dados moderna seria uma política clara de que a organização nunca pagará resgates, mas fará tudo o que puder para prevenir ou se recuperar de ataques. As informações são do site Inteligent CIO.","url":""},{"text":"Meta anuncia disponibilidade pública global do “WhatsApp Cloud API”: o acesso agora está disponível para empresas de qualquer porte e com toda a infraestrutura em nuvem gratuita, hospedada pela Meta. A companhia também apresentou uma versão Premium do WhatsApp Business, com a possibilidade de personalizar os links “click-to-chat” (com o nome do negócio ao invés do número de telefone, por exemplo) e a conexão de até 10 dispositivos diferentes para uma mesma conta – o valor da assinatura, no entanto, não foi anunciado. As informações são do site TechCrunch.","url":""}]}