{"title":"Hacker seria “pesquisador” / Google atualiza algoritmo / Polícia cria deepfake","fps":30,"timestamp":1653575530,"date":"26/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Hacker dos módulos “ctx” e “phpass” seria na verdade “pesquisador de segurança”: o turco Yunus Aydın afirma que o roubo de credenciais AWS durante o ataque realizado nesta semana, seria uma “pesquisa ética” e “não maliciosa” para demonstrar o impacto máximo da vulnerabilidade e uma PoC de um exercício de bug bounty. Aydın garante que já excluiu todos os dados obtidos após o ataque. As informações são do site Bleeping Computer.","url":""},{"text":"Google realiza “core update” em seu algoritmo de busca: de forma genérica, a empresa afirma que a mudança foi projetada para aumentar a relevância geral dos resultados e torná-los mais úteis. O ajuste levará de uma a duas semanas para ser totalmente implementado e o Google avisa que alguns sites poderão notar quedas ou ganhos no ranqueamento. A última grande atualização do algoritmo de busca aconteceu em novembro do ano passado. As informações são do blog Google Search Central.","url":""},{"text":"Polícia holandesa cria deepfake de garoto de 13 anos baleado na esperança de obter novas pistas: no vídeo, veiculado em um anúncio para TV e internet, autorizado pela família do rapaz, o próprio Sedar Soares pede ajuda ao público para resolver seu caso, sem solução há quase 20 anos. Segundo as autoridades, essa seria a primeira vez que a tecnologia teria sido utilizada em casos arquivados – a polícia afirma já ter recebido dezenas de novas informações. As informações são do site The Guardian.","url":""},{"text":"Nova máquina automática compra e recicla celulares usados em São Paulo: o quiosque da Trocafone faz uma avaliação automática do aparelho e o valor oferecido é transferido por Pix ao vendedor – uma análise do IMEI é realizada para evitar celulares roubados. O serviço de reciclagem paga 20 reais por qualquer dispositivo. A Trocafone pretende instalar 10 mil dessas unidades nos próximos seis meses. As informações são do site Olhar Digital.","url":""},{"text":"Software responde por 58% do orçamento de TI dos bancos brasileiros: o valor total destinado à tecnologia atingiu 17,4 bilhões de reais em 2021, alta de 29% na comparação anual. Os maiores gastos foram com programas de Customer Relationship Management (CRM), Open Finance, analytics e big data. As informações são do site Convergência Digital.","url":""},{"text":"Fabricante de semicondutores Broadcom anuncia compra da VMware por 61 bilhões de dólares: a companhia está pagando um ágio de 49% sobre o valor das ações da VMware no mercado – o negócio quase triplicará a receita relacionada a software da Broadcom, para cerca de 45% de suas vendas totais. O acordo também é uma ótima notícia para Michael Dell – o empresário detém sozinho 40% das ações da VMware. As informações são da Reuters.","url":""},{"text":"Menor robô de controle remoto do mundo usa liga com “efeito memória de forma”: com apenas meio milímetro de largura, a máquina também pode se movimentar sem energia elétrica – um laser anima as pernas e direciona o robô no formato de mini-caranguejo. Micro-robôs possuem aplicações em reparos de máquinas industriais e como assistentes cirúrgicos, para procedimentos minimamente invasivos. As informações são do site New Atlas.","url":""},{"text":"ProtonMail agora se chama apenas “Proton” e centraliza serviços de privacidade: além do novo nome e logo, o serviço de email criptografado de ponta a ponta vai reunir, em um mesmo pacote pago, os serviços de VPN, calendário e armazenamento na nuvem. Emails “@protonmail.com” não mudarão, mas novos usuários passarão a contar com o domínio “@proton.me”. As informações são do blog da Proton.","url":""}]}