{"title":"Microsoft lança mini-PC / Copilot gratuito / Projeto Lessonia","fps":30,"timestamp":1653489149,"date":"25/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Microsoft apresenta “Projeto Volterra”, mini-PC desenvolvido em parceria com a Qualcomm: o equipamento possui uma unidade de processamento neural (NPU), chip ARM dedicado para cargas de trabalho específicas de IA e aprendizado de máquina. A ideia é cultivar um ambiente para a criação de aplicativos específicos para a plataforma ARM, juntamente com ferramentas como Visual Studio, VSCode, Microsoft Office e Teams, todos rodando nativamente. As informações são do site TechCrunch.","url":""},{"text":"GitHub Copilot será gratuito para estudantes e contribuidores de projetos open source: quando a ferramenta for lançada oficialmente de forma geral ao público nos próximos meses, além do Visual Studio Code e GitHub Codespaces, extensões também estarão disponíveis para Neovim e JetBrains. As informações são do site TechCrunch.","url":""},{"text":"SpaceX lança dois satélites brasileiros nesta quarta-feira: o Carcará I e II são os dois primeiros equipamentos que formarão a constelação em órbita terrestre baixa do Projeto Lessonia-1, da Força Aérea Brasileira. A iniciativa visa desde o combate ao tráfico de drogas e mineração ilegal ao monitoramento de desastres naturais e atualização de dados cartográficos. As informações são do site Poder Aéreo.","url":""},{"text":"Tecnologia específica do 5G seria alternativa à fibra óptica, afirma Qualcomm: o “5G mmWave” poderia ser utilizado em regiões onde a fibra ainda não chegou no Brasil. Além disso, a tecnologia pode auxiliar no offload em áreas de grande tráfego de dados – apenas na América Latina, em 2020, circularam mais de 20 mil petabytes de dados por redes móveis, número que deve quadruplicar até 2025. As informações são do site Convergência Digital.","url":""},{"text":"Carros autônomos podem forçar outros motoristas humanos a dirigir de forma diferente: um modelo computacional sugere a diminuição do consumo geral de combustível de todo o tráfego em até 40%, mesmo que esses veículos componham apenas 5% da frota total. A ideia é que, mesmo em pequeno número, carros autônomos possam alterar o estilo de direção de motoristas, os tempos de viagem e a segurança de todos na estrada. As informações são do site Slashdot.","url":""},{"text":"China já estuda como destruir constelação de satélites da Starlink: por motivos de segurança nacional, pesquisadores no país acreditam que o sistema pode ser utilizado de forma ofensiva contra outros equipamentos espaciais chineses já que os satélites podem alterar suas órbitas através de seus propulsores de íons. Outro risco seria cargas militares disfarçadas como satélites Starlink, sem serem detectadas. A China também já possui uma própria megaconstelação em andamento – a Xingwang foi estabelecida em 2021 e está programada para conter cerca de 13 mil satélites. As informações são do site The Register.","url":""},{"text":"Intel demonstra experimentalmente, pela primeira vez, chip neuromórfico que consome menos energia: uma grande rede neural utilizou até dezesseis vezes menos energia do que hardware convencional enquanto era executada na plataforma “Loihi”. O sistema conseguiu reproduzir um mecanismo de memória que é apenas presumido de existir no cérebro humano, as chamadas variáveis internas de neurônios. As informações são do site TechXplore.","url":""},{"text":"Pesquisador de segurança descobre que navegadores iOS e Android da DuckDuckGo não bloqueiam rastreadores da Microsoft: a empresa confirmou a situação, resultado de um contrato de distribuição de buscas do Bing, mas não pode realizar mais comentários devido a um acordo de confidencialidade com a Microsoft. Gabriel Weinberg, CEO da DuckDuckGo, afirma estar “trabalhando incansavelmente” para modificar esse acordo com a Microsoft. As informações são do site ReviewGeek.","url":""}]}