{"title":"Profissão Dev regulamentada / IA controversa / GovBR fora da LGPD","fps":30,"timestamp":1653921161,"date":"30/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Desenvolvedor holandês afirma que profissão deveria ser regulamentada: Poul-Henning Kamp, conhecido por trabalhar em vários projetos, incluindo FreeBSD e Varnish, afirma que “já passou da hora” de engenheiros de TI estarem sujeitos à responsabilidade civil e criminal profissional pelo código que produzem, assim como na maioria das outras áreas de engenharia. Para quem afirma que isso faria muitas pessoas abandonarem o setor, Kamp argumenta que esse seria “precisamente” o seu ponto. As informações são do site Association for Computing Machinery.","url":""},{"text":"Especialistas discordam sobre banimento de sistemas de reconhecimento facial na segurança pública: para Loren Spíndola, coordenadora da Abes e líder de políticas públicas da Microsoft, ao banir esses sistemas, nunca chegaremos a treinar essas IAs sem vieses e riscos em um ambiente controlado. A tecnologia, argumenta Spíndola, pode ser algo “muito positivo no futuro”. Dora Kaufman, professora de Tecnologia de Inteligências e Design Digital da PUC-SP diz que esses sistemas podem ser uma oportunidade para maior transparência, rastreando a forma como foram treinados, já que nós seres humanos nunca teremos essa chance. As informações são do site Mobile Time.","url":""},{"text":"ANPD faz recomendações para portal GovBR se adequar à LGPD: um dos pontos que precisam ser revistos é o banner de primeiro nível, que é apresentado ao acessar a página de qualquer site hospedado no GovBR, incluindo o da ANPD – o banner contraria a LGPD ao não oferecer uma opção para rejeitar cookies. As informações são do site Convergência Digital.","url":""},{"text":"Internet pode virar serviço essencial, com redução do ICMS: a Câmara dos Deputados aprovou o Projeto de Lei Complementar 18/22, proibindo aos Estados de cobrarem alíquotas superiores ao padrão (no máximo 18%) sobre comunicações, combustíveis, energia elétrica e transporte coletivo. Esses serviços hoje são classificados como supérfluos – em telecomunicações, a cobrança do ICMS pode chegar a 37%. A proposta agora segue para apreciação do Senado. As informações são do site Convergência Digital.","url":""},{"text":"Startup cria mecanismo de busca para rostos: o “PimEyes” pode auxiliar as pessoas a manterem o controle sobre sua reputação online, afirma a empresa – o plano mais barato custa 150 reais/mês. Um executivo de tecnologia, que pediu para não ser identificado, usa o sistema para identificar pessoas que o assediam e usam suas fotos reais, mas não seus nomes, nas redes sociais. As informações são do jornal The New York Times.","url":""},{"text":"Liga menor de beisebol nos EUA agora está usando IA para substituir árbitros: o sistema utiliza rastreamento óptico computadorizado através de oito câmeras de alta velocidade e centenas de sensores para determinar exatamente onde a bola cruza a zona de rebatimento (strike out zone). Ainda há um árbitro presente em cada partida, mas ele apenas repete as decisões do sistema. As informações são do site Slashdot.","url":""},{"text":"Cientistas holandeses demonstram avanço em sistema de internet quântica: a transmissão de dados emaranhados por meio de um nó de rede intermediário foi obtida pela primeira vez – a informação foi “teletransportada” sem uma conexão direta. Segundo os cientistas, o feito representa um grande avanço na resolução de problemas do mundo real dessa aplicação. As informações são do site The Register.","url":""},{"text":"IA pode detectar e destruir malware em 0,3 segundo: o sistema trabalha sob a perspectiva comportamental – como um vírus infecta e ataca sistemas – ao invés de procurar por códigos maliciosos dormentes. Apesar de performar muito bem, a taxa de falsos positivos em 14% continua muito alta e precisa ser melhorada, afirmam os pesquisadores. As informações são do site The Register.","url":""}]}