{"title":"Bebês virtuais Tamagotchi / Clonagem robótica / Atraso no 5G","fps":30,"timestamp":1654266524,"date":"03/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Especialista em IA acredita que seres humanos criarão crianças virtuais dentro do metaverso: Catriona Campbell chama esses bebês de “Crianças Tamagotchi”, em referência aos populares bichinhos virtuais da década de 90. Campbell argumenta que essas crianças virtuais podem ser uma resposta ao “problema de superpopulação” e seus efeitos sobre o meio ambiente. No entanto, projeções recentes mostram que a população mundial, na verdade, irá declinar até o final do século após atingir um pico de 9,7 bilhões de pessoas em 2064. As informações são do site Futurism.","url":""},{"text":"Cientistas chineses realizam primeira clonagem de animais 100% robotizada: cada etapa do processo foi automatizada, sem nenhuma interação humana. Uma inteligência artificial calcula a tensão dentro de cada célula e direciona o sistema robótico para usar o mínimo de força possível, reduzindo danos celulares. O método pode liberar a China do alto custo da importação de animais destinados exclusivamente à reprodução. As informações são do site Mashable.","url":""},{"text":"Anatel adia implementação do 5G por falta de equipamentos: a previsão inicial era a instalação do serviço em todas as capitais até 31 de julho – o novo cronograma prevê setembro, mas não há garantias de que será possível cumprir esse prazo. A interrupção da produção em algumas cidades na China, por causa de lockdowns, é o principal fator do atraso. As informações são do site Convergência Digital.","url":""},{"text":"PEC da inclusão digital como direito fundamental é aprovado no Senado: a Proposta de Emenda Constitucional 47/2021 assegura, dentro da Constituição, o direito à inclusão digital e determina que o poder público promova políticas para ampliar o acesso à internet em todo território nacional, fundamental para o desenvolvimento dos jovens e oportunizar empregos. O texto agora segue para a Câmara dos Deputados. As informações são da Agência Brasil.","url":""},{"text":"Sony acredita que câmeras de celulares irão superar qualidade de máquinas profissionais nos próximos dois anos: a companhia aponta saturação quântica (capacidade de elétrons que um pixel individual pode armazenar), tamanho de semicondutores, lentes periscópicas e melhorias no processamento de inteligência artificial como os fatores que definirão a nova geração de sensores de imagem. A Sony domina o mercado global de câmeras para smartphones, com 42% de participação. As informações são do site Tech Radar.","url":""},{"text":"Toyota lança protótipo de cartucho de hidrogênio portátil: o recipiente cilíndrico possui 40 cm de comprimento, 18 cm de diâmetro e pesa 5 quilos. A cápsula pode ser utilizada em carros movidos a hidrogênio e em aplicações domésticas – cada cartucho gera eletricidade suficiente para operar um micro-ondas doméstico por até 4 horas. A ideia é que os cilindros eliminem a necessidade da criação de uma infraestrutura de dutos subterrâneos para transporte do combustível. As informações são do site Engadget.","url":""},{"text":"Austrália instala primeiro computador quântico em centro de supercomputação: o equipamento, desenvolvido pela startup Quantum Brilliance, é baseado em diamantes sintéticos e opera em temperatura ambiente. O dispositivo será utilizado pelos pesquisadores do local para treinamento na execução algoritmos quânticos em um ambiente de computação de alto desempenho. As informações são do Centro de Supercomputação de Pawsey.","url":""},{"text":"Mozilla lança ferramenta para tradução automática local, no dispositivo de usuários: o “Project Bergamot” é uma iniciativa financiada pela União Europeia com o objetivo de criar uma ferramenta de tradução que opera localmente – todos os mecanismos, modelos de idioma e algoritmos de tradução são executados inteiramente no computador, para que nenhuma informação seja enviada pela internet. A ferramenta é programada em WebAssembly para funcionar com eficiência em CPUs. O plugin “Firefox Translations” já está disponível na loja de Add-Ons do Firefox. As informações são do blog da Mozilla.","url":""}]}