{"title":"IA confunde IA / GitHub Sponsors no Brasil / Real Digital já tem data","fps":30,"timestamp":1654095042,"date":"01/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Camuflagem de áudio impede sistemas de vigilância automatizados: a “Neural Voice Camouflage” é uma técnica de ataque adversário que gera ruídos em segundo plano enquanto uma pessoa fala, confundindo inteligências artificiais que realizam a transcrição de áudio, ou seja uma IA contra outra IA. A fala “eu também comprei um monitor novo” seria transcrita para algo ininteligível como “motivos com eles também toscat e neumonitor”. O sistema pode impedir sistemas “bossware” de escutar funcionários enquanto estão trabalhando perto de seus computadores, por exemplo. As informações são do site da revista Science.","url":""},{"text":"GitHub Sponsors é lançado no Brasil: desenvolvedores com contas bancárias no País já podem criar perfis para começar a receber apoio financeiro. A comunidade GitHub no Brasil já cresceu mais de 40% neste ano, uma das que mais se expande no mundo – são mais de 2 milhões de desenvolvedores, incluindo dezenas de milhares de contribuidores de código aberto. As informações são do blog do GitHub.","url":""},{"text":"Programa piloto do Real Digital deve começar em 2023: os primeiros testes deveriam iniciar ainda neste ano, mas a greve dos funcionários do Banco Central atrasou o cronograma. O lançamento da moeda digital deve ocorrer na segunda metade de 2024 – o ativo financeiro poderá ser convertido para depósito bancário convencional ou papel moeda físico. Para utilizar o Real Digital será necessário obter uma carteira virtual de um agente autorizado pelo BC. As informações são da Agência Brasil.","url":""},{"text":"Moto elétrica do iFood já está disponível para entregadores: a “EVS Work”, desenvolvida em parceria com a startup Voltz, custa 12 mil reais e pode ser financiada. Serão instaladas cem estações de troca rápida de bateria na cidade de São Paulo – a empresa estima uma economia de 60% em relação a uma moto movida a combustível. As informações são do Tecnoblog.","url":""},{"text":"Novo algoritmo escaneia dados astronômicos antigos para detectar asteroides ainda não-detectados: a fundação “B612”, criada por Ed Lu, ex-astronauta da NASA, anunciou ontem a descoberta de 104 novos asteroides após o algoritmo THOR analisar 68 bilhões de pontos de luz cósmica em 412 mil arquivos digitais. A ideia é identificar a órbita de uma grande quantidade desses asteroides obscuros antes de se tornarem uma ameaça à Terra. As informações são do jornal The New York Times.","url":""},{"text":"Venda de terrenos virtuais despencam nas duas maiores redes: no “The Sandbox” foram negociados 1.090 terrenos em maio, queda de 93% na comparação com janeiro deste ano. Na Decentraland, caíram para 847 negociações, queda de 45%. Os números estão afugentando investidores desses metaversos – os tokens SAND e MANA registram queda de mais de 80% desde seus picos, em novembro do ano passado. As informações são do site da revista Exame.","url":""},{"text":"Segunda geração de satélites Starlink poderá aumentar largura de banda do serviço em até 10 vezes: um único satélite da próxima geração pode adicionar até 160 Gbps à constelação. Cada equipamento será muito maior, pesando 1,25 tonelada cada, quatro vezes mais do que a versão atual. A SpaceX pretende lançar 30 mil desses satélites de segunda geração em órbita nos próximos anos – no total, a empresa já colocou 2 mil equipamentos no espaço, com cerca de 1.600 deles atualmente ainda operacionais. As informações são do site Interesting Engineering.","url":""},{"text":"Ataque de “typosquatting” em um dos módulos Python mais populares: o módulo “requests” registra 50 milhões de instalações semanais através do PyPI e a técnica de typosquatting se baseia em erros de digitação comuns ao se digitar em um teclado. Um único ator malicioso teria criado vários módulos com grafias diferentes para instalar um minerador de moedas digitais – todos eles já foram reportados ao PyPI. As informações são do Medium do pesquisador de segurança Jossef Harush.","url":""}]}