{"title":"Brasileiro demitido da Microsoft / James Webb é atingido / Microestação meteorológica","fps":30,"timestamp":1654784963,"date":"09/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Microsoft confirma demissão do brasileiro criador do HoloLens: segundo a publicação Business Insider, o engenheiro curitibano Alex Kipman, que também trabalhou no projeto Kinect do Xbox, teria deixado seu cargo após comportamentos inadequados dentro da empresa. A divisão especial que trabalhava no dispositivo será dissolvida e a equipe passará a ser comandada pelo mesmo grupo do Windows dentro da Microsoft. As informações são do site The Register.","url":""},{"text":"Espelho principal do telescópio espacial James Webb é atingido por pequeno meteorito: análises indicam que o segmento C3, um dos 18 espelhos de berílio-ouro que compõem o refletor primário do observatório, foi danificado. O acidente introduziu uma distorção notável nos dados do observatório, mas engenheiros da NASA tentarão ajustar o posicionamento do segmento afetado. As primeiras imagens do cosmos produzidas pelo Webb serão divulgadas no dia 12 de julho. As informações são da BBC.","url":""},{"text":"Jovem brasileiro monta microestação meteorológica com IA no quintal de casa: o projeto “Estação Meteorológica Sustentável Aplicada com IoT e Machine Learning“, do universitário Thomas Alexandre da Silva, de 23 anos, monitora condições climáticas microrregionais, coletando dados de temperatura, umidade, pressão atmosférica, direção e velocidade dos ventos e incidência de raios ultravioleta, realizando previsões climáticas com 24 horas de antecedência. A estação pode ser utilizada em ambientes agrícolas ou em pesquisas que necessitem de dados locais mais precisos. As informações são do site Olhar Digital.","url":""},{"text":"Microsoft irá exigir PCs produzidos apenas com SSDs a partir de 2023: a regra colocaria um fim aos discos rígidos eletromecânicos em computadores pessoais. Forçar fabricantes de computadores a adotarem unidades de estado sólido em volumes de inicialização irá proporcionar um melhor desempenho do sistema operacional Windows. Os fabricantes estão tentando negociar com a Microsoft e postergar a transição para 2024. As informações são do site Tom's Hardware.","url":""},{"text":"Google bate recorde ao calcular Pi com 100 trilhões de dígitos: o programa “y-cruncher” rodou por 157 dias, 23 horas, 31 minutos e 7,651 segundos para obter a precisão do número – foram utilizadas 128 CPUs, 864 GB de memória e 554 TB de armazenamento temporário. O último recorde havia sido obtido em 2021 pela Universidade de Ciências Aplicadas dos Grisões, na Suíça, com 62,8 trilhões de dígitos. As informações são do blog Google Cloud.","url":""},{"text":"Cientistas da computação encontram solução para problema matemático da década de 50: um novo algoritmo pode determinar o fluxo máximo e custo mínimo em uma rede, resolvendo o chamado “problema da vazão máxima”. O professor Satish Rao, da Universidade da Califórnia, em Berkeley, disse que a solução o fez dar “pulos de felicidade” e Daniel Spielman, da Universidade de Yale, acreditava que “algoritmos tão bons para esse problema jamais existiriam”. A solução possui aplicações imediatas no fluxo de dados pela internet, agendamento de voos em companhias aéreas e correspondência de candidatos a vagas de emprego em aberto. As informações são do site Quanta Magazine.","url":""},{"text":"Atom será descontinuado pelo GitHub: o editor Atom e todos os projetos relacionados serão oficialmente arquivados a partir do dia 15 de dezembro. A empresa pretende melhorar a experiência de desenvolvimento de software na nuvem utilizando o editor VS Code da Microsoft e o Codespaces, um serviço do próprio GitHub. Nathan Sobo, fundador do Atom, já está desenvolvendo um sucessor espiritual do editor, chamado Zed e programado em Rust. As informações são do blog do GitHub.","url":""},{"text":"Symantec soa alerta crítico para vulnerabilidade ainda não resolvida no Windows: o bug conhecido como “Follina” é um zero-day que aflige aplicativos do Microsoft Office, mesmo quando macros estiverem desabilitadas, permitindo a instalação de RATs (Remote Access Trojans). A Microsoft reconheceu a vulnerabilidade (CVE-2022-30190) no final do mês passado, mas ainda não entregou um patch corretivo. As informações são do site The Register.","url":""}]}