{"title":"Ultimato de Elon Musk / Drone com taser / Salários no Open Banking","fps":30,"timestamp":1654525687,"date":"06/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Elon Musk envia notificação ao Twitter e ameaça encerrar oficialmente acordo de compra: no comunicado, publicado na manhã desta segunda-feira, o empresário alega que a empresa está resistindo e frustrando seus direitos de informação sobre usuários, especialmente sobre contas falsas e de spam. Por causa dessa violação, Musk reserva-se ao direito de rescindir o acordo de compra. As informações são do site TechCrunch.","url":""},{"text":"Empresa norte-americana desenvolve drone com taser para impedir tiroteios em massa: o quadcóptero da Axon é controlado remotamente e equipado com uma versão miniaturizada da arma de eletrochoque. O drone fará parte de um sistema completo de segurança – operadores passarão por um programa de treinamento baseado em realidade virtual para lidar com atiradores ativos em menos de 60 segundos. O sistema poderá ser instalado em escolas, empresas e locais públicos. As informações são do site New Atlas.","url":""},{"text":"Open Banking cria novas vagas para profissionais de TI: entre outubro de 2021 e março de 2022, a empresa de consultoria Robert Half constatou um crescimento de 38% na demanda por profissionais qualificados na área. O salário para Desenvolvedores e Engenheiros de Software fica entre 12.300 e 20.650 reais por mês. As informações são do site Infomoney.","url":""},{"text":"TSE debate LGPD em relação a divulgação de dados de candidatos: a discussão gira em torno da conciliação entre proteção e transparência do processo eleitoral, determinando por quanto tempo e quais informações podem ser disponibilizadas ao público sem ferir a proteção aos dados pessoais dos candidatos durante as eleições. Outro ponto controverso é o nível de detalhamento das prestações de contas de campanhas que poderá ser divulgado. As informações são da Agência Brasil.","url":""},{"text":"Anatel determina bloqueio de chamadas automatizadas que desligam quando são atendidas: a medida cautelar, que será publicada nesta segunda-feira, tem como alvo as empresas que realizam mais de 100 mil chamadas por dia com duração inferior a 3 segundos – essas ligações são utilizadas como “prova de vida”, com a pessoa que atendeu a ligação virando alvo de futuro telemarketing. Cerca de 60% do tráfego de ligações é ocupado por esse tipo de robocall, afirma a Anatel. As informações são do site Convergência Digital.","url":""},{"text":"Cientistas brasileiros criam método para detectar doença de Chagas com celular e inteligência artificial: a abordagem algorítmica obteve uma precisão de 87,6% e sensibilidade de 90,5% na detecção do protozoário causador da doença – tradicionalmente, a infecção é diagnosticada apenas através da análise de amostras de sangue por microscopistas treinados. O algoritmo é de código aberto para contribuição da comunidade científica e adaptação para outras doenças. As informações são do site Canaltech.","url":""},{"text":"Google lança plataforma de código aberto para desenvolvimento de chips: as ferramentas permitem que desenvolvedores consigam criar seus próprios projetos de circuitos integrados para serem fabricados, sem nenhum custo. Segundo o Google, existe uma necessidade real de encontrar maneiras sustentáveis de escalar processos computacionais, em direção a aceleradores de hardware dedicados e mais eficientes. As informações são do blog Google Open Source.","url":""},{"text":"Evento para desenvolvedores Apple acontece nesta segunda-feira: a abertura da Worldwide Developers Conference (WWDC 2022) será transmitida ao vivo, a partir das 14h00 (horário de Brasília), no canal do YouTube da companhia. A atração principal será o lançamento de uma nova versão do iOS. Rumores apontam para um novo modelo de MacBook também. Analistas não acreditam que será apresentado o suposto dispositivo de realidade mista (virtual e aumentada) em desenvolvimento pela Apple neste evento. As informações são do site 9to5Mac.","url":""}]}