{"title":"Vendas de robôs disparam / Supercomputador mais rápido / Senacom investiga Apple","fps":30,"timestamp":1654007538,"date":"31/05/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Vendas de robôs aumentam 40% no primeiro trimestre deste ano nos EUA: os equipamentos estariam fornecendo alívio para indústrias que têm enfrentado dificuldades na contratação de mão-de-obra no país – as empresas estariam descobrindo que automação por robôs não é tão difícil ou cara de se implementar, afirmam especialistas. Críticos, no entanto, alertam que o processo de automação não deveria se expandir muito rapidamente, com o risco de causar a destruição irreversível de empregos. As informações são do site Slashdot.","url":""},{"text":"EUA apresentam o supercomputador mais rápido e mais eficiente do mundo: o sistema “Frontier”, do Laboratório Nacional de Oak Ridge, roda CPUs AMD EPYC e é o primeiro a atingir um pico de 1,1 exaflop em benchmarks – para comparação, o japonês “Fugaku”, o segundo mais rápido, possui 442 petaflops de capacidade. O Frontier também é o supercomputador mais eficiente, processando 52,2 gigaflops por watt. As informações são do site Engadget.","url":""},{"text":"Senacon investiga Apple sobre segurança dos fones de ouvido AirPods: a medida foi tomada após um adolescente norte-americano sofrer danos auditivos permanentes enquanto utilizava o dispositivo. A Secretaria Nacional do Consumidor deu 72 horas para a empresa se manifestar e colaborar com as autoridades nacionais para esclarecimento do caso. As informações são da Agência Brasil.","url":""},{"text":"Ministério Público vai investigar riscos na privatização da Dataprev: a ideia é avaliar o impacto da venda da estatal sobre a perspectiva da LGPD, em especial dos dados em poder do Instituto Nacional do Seguro Social. Se a Dataprev for controlada por empresas estrangeiras, outros países poderiam ter acesso a informações essenciais dos cidadãos brasileiros. As informações são do site Convergência Digital.","url":""},{"text":"Rússia já gasta mais energia em mineração de moedas digitais do que em agricultura: a informação foi confirmada pelo Ministério da Indústria e Comércio do país. De acordo com um estudo do Cambridge Center for Alternative Finance, a Rússia seria o terceiro país com maior potencial para mineração de Bitcoin (11% do hashrate total), ficando apenas atrás dos EUA (35,4%) e Cazaquistão (18,1%). As informações são do site CISO Advisor.","url":""},{"text":"Cientistas japoneses criam coletor de dióxido de carbono mais rápido e eficiente do mundo: além de ser duas vezes mais rápido do que outros sistemas de captura direta de ar existentes, o mecanismo possui 99% de eficiência. A nova tecnologia tem amplas implicações para sistemas de captura de carbono implementados em escala. As informações são do site EurekAlert.","url":""},{"text":"IAs deveriam ser reconhecidas como inventoras em patentes, afirmam acadêmicos australianos: Alexandra George e Toby Walsh, professores de direito e IA na Universidade de Nova Gales do Sul, acreditam que deixar de reconhecer redes neurais como inventoras pode ter impactos duradouros na economia em razão de estarem mudando a maneira como a ciência é feita. Sem uma legislação adequada, empresas teriam menos incentivos para financiar pesquisas que envolvem inteligências artificiais, com a sociedade perdendo o desenvolvimento de invenções valiosas e que poderiam até mesmo salvar vidas. As informações são do site The Register.","url":""},{"text":"Cientista de dados é terceira carreira mais valorizada nos EUA: de acordo com um relatório da Glassdoor, em janeiro deste ano haviam 10 mil vagas em aberto no país. No Brasil, a situação não é muito diferente – o número de vagas na área já cresceu 485% até maio, afirma a consultoria Intera. Ainda no Brasil, os salários da categoria aumentaram 40% entre 2019 e 2021, variando entre entre 4,5 mil e 22 mil reais mensais (dados de outubro de 2021). As informações são do site Convergência Digital.","url":""}]}