{"title":"Língua secreta do DALL-E / Supremacia quântica / BC ataca golpes do Pix","fps":30,"timestamp":1654180631,"date":"02/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"DALL-E teria linguagem secreta: segundo o cientista da computação Giannis Daras, o gerador de imagens da OpenAI teria criado um idioma próprio – a linguagem apareceria nas legendas e textos utilizados nas ilustrações que produz. A expressão “apoploe vesrreaitais” significaria pássaros e “vicootes” seria vegetais, por exemplo. No entanto, o pesquisador Benjamin Hilton afirma que isso não seria verdade, ou pelo menos, não seria reproduzível com consistência – a linguagem produzida pela IA parece ser ruído estocástico e aleatório. As informações são dos perfis dos cientistas no Twitter.","url":""},{"text":"Novo computador fotônico atinge supremacia quântica: o “Borealis” da startup canadense Xanadu calculou um modelo de computação quântica chamado de “Gaussian Boson Sampling” em apenas 36 microsegundos – um supercomputador convencional levaria 9 mil anos para concluir a tarefa. A supremacia quântica é atingida quando um computador quântico, processando bits quânticos (qubits), resolve problemas que computadores convencionais não conseguiriam em um período de tempo razoável. Esse novo resultado é importante porque processadores fotônicos programáveis estariam mais próximos de um dispositivo comercial do que outros modelos de computação quântica. As informações são do site The Register.","url":""},{"text":"Banco Central estuda responsabilizar bancos por “contas laranjas” em golpes do Pix: Roberto Campos Neto, presidente do BC, afirma estar “apertando os bancos o máximo possível” para que não tenham a capacidade de serem “hospedeiros” de contas intermediárias utilizadas nesses crimes. O número de roubos de celulares com o único intuito de acessar aplicativos bancários tem crescido muito desde o lançamento do Pix. As informações são do jornal O Estadão.","url":""},{"text":"Trabalho remoto não é mais aceitável na Tesla, determina Elon Musk: executivos precisam trabalhar no mínimo 40 horas semanais em escritórios da empresa – para quem não comparecer fisicamente, será o mesmo que pedir demissão. Musk afirma que a Tesla está desenvolvendo os produtos mais interessantes e significativos de qualquer empresa no mundo atualmente, mas não conseguirá realizar suas metas com trabalho remoto. As informações são do site Electrek.","url":""},{"text":"Cidade de Nova Iorque instalará “companheiros robóticos” em casas de idosos: o “ElliQ” possui um “rosto iluminado” que pode se mover para observar usuários e um tablet móvel para facilitar a comunicação por vídeo – o sistema pode responder a comandos e modificar seu comportamento após um período de adaptação. O programa visa melhorar o acesso de idosos a serviços de apoio. As informações são do site da revista Fortune.","url":""},{"text":"Costa Rica é atacada com ransomware pela segunda vez: nesta ação os hackers derrubaram o sistema público de saúde, dificultando o atendimento médico de pacientes em vários hospitais do país – no início de maio, a Costa Rica já havia decretado estado de emergência após um ataque paralisar diversos setores governamentais. As informações são do site Convergência Digital.","url":""},{"text":"Gwynne Shotwell, diretora de operações da SpaceX, torna-se consultora de grupo que está pesquisando motor de dobra espacial: o instituto “Limitless Space” foi co-fundado pelo pesquisador Harold White e astronauta Brian Kelly, ambos da NASA. O objetivo da organização é avançar na exploração espacial até o final do século XXI com um mecanismo de viagem superlumínica (mais rápido que a luz). Segundo White, ter um sistema solar inteiro de materiais e recursos à disposição da humanidade mudaria o conceito de escassez. As informações são do site Futurism.","url":""},{"text":"Pesquisadores japoneses realizam primeira transmissão de 1,02 petabit/s bem-sucedida no mundo: o marco foi alcançado utilizando-se cabos de fibra óptica convencionais e compatíveis com a infraestrutura existente. A distância entre os equipamentos foi de 51,7 km. Com 1 Pb/s, é possível realizar 10 milhões de streams com resolução 8K simultâneos. As informações são do Instituto Nacional de Tecnologia da Informação e Comunicações do Japão.","url":""}]}