{"title":"IA corporificada / Avanço em fotônica / Petrobras open source","fps":30,"timestamp":1654698569,"date":"08/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Roboticista do Google afirma que “corporificação” é indispensável para inteligência geral artificial: segundo Keerthana Gopalakrishnan, em um mundo construído e projetado para humanos, uma inteligência que seja indiferente à dinâmica sensório-motora – como os grandes modelos de linguagens da OpenAI e DeepMind – não é ideal. Para a engenheira de software, raciocinar sobre o mundo real requer não apenas “pensar em linguagem”, mas estar fundamentado no contexto do mundo real. As informações são do próprio blog de Keerthana.","url":""},{"text":"Rede neural em chip fotônico realiza reconhecimento de imagens em apenas 570 picossegundos: o sistema pode analisar imagens de modo similar a neurônios, realizando o processamento de dados ópticos de forma direta, eliminando a conversão analógico-digital e com o potencial de classificar cerca de 2 bilhões de imagens por segundo. É a primeira rede neural implementada em um dispositivo fotônico integrado. A tecnologia se aplica a qualquer tipo de sinal que possa ser convertido para o domínio óptico como detecção de objetos, reconhecimento facial e transcrição de áudio. As informações são do site IEEE Spectrum.","url":""},{"text":"Petrobras lança primeiro projeto open source no GitHub: o “3W” está relacionado ao uso de aprendizado de máquina para detectar, de forma antecipada, eventos indesejáveis na operação de poços de petróleo. A iniciativa faz parte do “Módulo Open Lab” que busca soluções para os negócios da empresa, por meio da colaboração com programadores, engenheiros, cientistas de dados e outros profissionais da área de tecnologia. O material está disponível no repositório “petrobras/3W” no GitHub.","url":""},{"text":"Defesa Civil Nacional amplia parceria com Google para alertas em tempo real sobre desastres: além de avisos sobre alagamentos e inundações, o Google agora pode alertar sobre enxurradas, deslizamentos de solo, incêndios florestais, vendavais, granizo, chuvas intensas e rompimentos de barragem. A informação ficará disponível no topo de buscas e no aplicativo Google Mapas – usuários podem habilitar notificações pelo celular também. As informações são da Agência Brasil.","url":""},{"text":"Telegram adota monitoramento exclusivo para conteúdos publicados em grupos no Brasil: a iniciativa foi apresentada ontem ao presidente do Tribunal Superior Eleitoral, ministro Edson Fachin, para o combate à desinformação nas Eleições 2022. Postagens identificadas como descontextualizadas ou falsas serão marcadas como potencial desinformação e serão encaminhadas a agências de checagens de fatos para análise. As informações são do site do TSE.","url":""},{"text":"Escritório de patentes dos EUA é processado por negar autoria a modelo de IA: Stephen Thaler afirma que a arte digital “Uma Entrada Recente Para o Paraíso”, retratando trilhos de trem e um túnel em uma parede cercada por folhagens multicoloridas e pixeladas, foi produzida por um software de aprendizado de máquina que ele desenvolveu. Thaler argumenta que a autoria da imagem deveria ser registrada à Creativity Machine, nome do sistema, e ele deveria ser reconhecido como o proprietário do trabalho – autoria e propriedade seriam duas coisas distintas. As informações são do site The Register.","url":""},{"text":"Startup lança pizzaria robótica: o PizzAIola é essencialmente um restaurante compacto, medindo apenas 3,7 m2 e incorporando áreas de armazenamento, preparação de alimentos, fornos e um braço robótico de 7 eixos – o sistema também verifica mais de 1.200 parâmetros de qualidade e segurança a cada segundo. Segundo a Nala Robotics, a máquina pode preparar até 50 pizzas por hora. As informações são do site New Atlas.","url":""},{"text":"Versão beta do Python 3.11 mostra grandes ganhos de desempenho: números oficiais apontam ganhos de 10% a 60% em diversos benchmarks comparados à versão 3.10. O lançamento do Python 3.11 está programado para outubro deste ano. As informações são do site Phoronix.","url":""}]}