{"title":"Fraude em startup de IA / Lixo nuclear reutilizado / Apps espiões no Brasil","fps":30,"timestamp":1654612242,"date":"07/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Startup de inteligência artificial é pega terceirizando serviços para humanos: embora seu pitch de negócios incluía o preenchimento automatizado de informações de clientes durante o processo de checkout, a Nate contratava trabalhadores nas Filipinas para inserir manualmente esses dados nos sites de varejistas para uma parte significativa das transações, fazendo pedidos de clientes às vezes levarem horas para serem computados. A empresa não informou sobre esse procedimento pelo menos para parte de seus investidores, que aportaram 50 milhões de dólares na companhia nos últimos dois anos. As informações são do site Slashdot.","url":""},{"text":"Lixo nuclear armazenado poderia gerar energia elétrica nos EUA por 100 anos: reatores nucleares rápidos, tecnologia muito segura desenvolvida na década de 60, está sendo reavaliada por duas startups, Oklo e TerraPower (esta última fundada por Bill Gates). Atualmente, a Rússia é o único país que produz eletricidade com reatores rápidos, mas a China e Índia têm planos para construir seus próprios reatores. As informações são da CNBC.","url":""},{"text":"Pesquisa mostra que 30% dos brasileiros acham aceitável instalar aplicativos de espionagem nos dispositivos de parceiros: para justificar suas motivações, 67% desconfiam de possível infidelidade e 54% suspeitam de atividade criminosa. Cerca de 23% das pessoas também aceitariam o monitoramento em determinadas condições – 11% por segurança e 12% no caso de vigilância mútua. As informações são do site da Kaspersky.","url":""},{"text":"União Europeia chega a acordo para tornar USB-C o conector comum na maioria dos dispositivos eletrônicos: fabricantes de dispositivos móveis como smartphones, tablets, e-readers, fones de ouvido, câmeras digitais, consoles de videogames e alto-falantes portáteis terão dois anos para implementar o padrão. Para notebooks, a regra valerá a partir de 40 meses. Além disso, consumidores também poderão escolher se desejam adquirir novos equipamentos eletrônicos com ou sem carregador. As informações são do site Engadget.","url":""},{"text":"Nova lei acaba acelerando transição para robôs na Coreia do Sul: a Lei de Punição para Desastres Graves permite a prisão de altos executivos caso seja comprovada negligência em acidentes de trabalho. Como consequência imprevista, no entanto, a nova regra acabou estimulando as empresas no país à robotização – em um dos casos, a Speefox, maior fábrica de capacitores do país, já automatizou 75% dos seus processos. As informações são do site Rest of World.","url":""},{"text":"Apple anuncia atualizações de sistemas operacionais, além de novo notebook na WWDC 2022: o destaque ficou com o iOS 16, contendo diversas mudanças na tela de bloqueio e várias opções de customização de fontes e widgets, além de uma nova API para notificações com suporte a atualizações em tempo real. O novo MacBook Air vem com um design mais fino e leve, e conta com o chip M2, até 18% mais rápido do que a geração anterior. As informações são do site TechCrunch.","url":""},{"text":"Cientistas preveem erupção vulcânica com cinco meses de antecedência utilizando supercomputador: a erupção do vulcão Sierra Negra, no Equador, aconteceu em 2018, mas só agora a pesquisa foi publicada. O algoritmo previu a instabilidade da câmara de magma com apenas um dia de diferença. A ideia agora é incorporar aprendizado de máquina no modelo de previsão para possibilitar pesquisas similares em computadores comuns. As informações são da Universidade de Illinois Urbana-Champaign.","url":""},{"text":"Citigroup irá contratar 4 mil funcionários de TI para expansão digital: a ideia é modernizar e digitalizar serviços bancários o mais rápido possível para reter clientes institucionais. Com atualmente mais de 30 mil engenheiros de software, especialistas em dados são os profissionais mais procurados pelo banco. As informações são do site Business Times.","url":""}]}