{"title":"Meta é processada por vício / Nasa estuda UAPs / Comissão de IA","fps":30,"timestamp":1654871387,"date":"10/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Meta é processada nos EUA por induzir comportamentos negativos em redes sociais: as queixas alegam que seus algoritmos contribuem para problemas de saúde mental como distúrbios alimentares, insônia e pensamentos suicidas, especialmente em usuários mais jovens. A empresa também não possui um alerta claro para as propriedades viciantes de suas plataformas. No entanto, especialistas apontam que algoritmos apenas direcionam as pessoas e, em última análise, os conteúdos é que seriam o problema. As informações são do site Protocol.","url":""},{"text":"NASA vai estabelecer estudo independente sobre UAPs (fenômenos aéreos não identificados em inglês): através de uma perspectiva científica, a ideia é coletar informações sobre observações de eventos no céu que não podem ser identificados como aeronaves ou fenômenos naturais conhecidos – o estudo se alinha com outros interesses, afirma a NASA. Thomas Zurbuchen, administrador associado de ciência da NASA, afirma não ter medo do “risco reputacional” que a pesquisa pode trazer à agência espacial. As informações são do site da NASA.","url":""},{"text":"Comissão de juristas que irá elaborar projeto para regulação de IAs no Brasil é prorrogada: a previsão inicial indicava encerramento no final de junho, após três meses de trabalho. A comissão agora terá mais 120 dias para discussão e elaboração de relatórios e recomendações – estão sendo tratados os contextos econômico-sociais, benefícios e riscos inaceitáveis em relação a IAs. As informações são da Agência Senado.","url":""},{"text":"USP será a primeira universidade pública do Brasil a entrar no metaverso: a instituição irá conduzir pesquisas sobre aspectos técnicos, econômicos e legais, além de aplicações práticas do mundo virtual. Entre os planos está a construção de um campus virtual com salas para realização de atividades. Tudo será desenvolvido dentro do metaverso da “United States of Mars”, espaço que já conta com mais de 100 mil usuários. As informações são do site Canaltech.","url":""},{"text":"Terceira fase do plano mestre da Tesla revela intenção de transformar infraestrutura energética e de transporte mundial: a informação teria sido revelada por Elon Musk em uma reunião com funcionários da companhia. O maior desafio será minerar e refinar, de maneira sustentável, todo o material necessário para a produção de baterias em enorme escala. As informações são do site Electrek.","url":""},{"text":"Lightyear apresenta primeiro veículo elétrico-solar: o “Lightyear 0” é um sedã com painéis solares integrados sobre o capô e teto, capazes de gerar até 70 km de autonomia por dia (em condições ideais). Com um deslocamento diário de 50 km, é possível rodar o veículo por vários meses e milhares de quilômetros antes de precisar recarregá-lo. As informações são do site New Atlas.","url":""},{"text":"Jack Dorsey, fundador do Twitter, e o artista Jay-Z lançam “Academia Bitcoin”: a iniciativa visa proporcionar educação financeira, com ênfase no Bitcoin, como caminho para a liberdade financeira para famílias de baixa renda nos EUA. No entanto, dado a volatilidade e prevalência de golpes em moedas digitais, existe a preocupação de que o projeto possa impactar negativamente os participantes, mesmo que seja bem-intencionado. As informações são do site TechCrunch.","url":""},{"text":"Chrome 102 vai utilizar aprendizado de máquina para bloquear solicitações de notificações indesejadas: o recurso será executado inteiramente dentro do navegador, sem enviar dados pela internet. Em uma versão futura, o Google planeja utilizar a mesma tecnologia para ajustar a barra de ferramentas do Chrome em tempo real, exibindo botões diferentes baseado no histórico de uso do usuário. As informações são do site The Verge.","url":""}]}