{"title":"Desconfiança sobre IA do Google / Demissão em massa / Briga do Brasil por domínio","fps":30,"timestamp":1655216971,"date":"14/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"LaMDA, IA do Google, não estaria “nem perto” de ser autoconsciente, afirma cientista cognitivo: para Gary Marcus, nenhum dos grandes modelos de linguagens atuais, incluindo o GPT-3 da OpenAI, seriam “remotamente inteligentes” – o que na verdade fazem é apenas combinar padrões extraídos de enormes bancos de dados estatísticos da linguagem humana. Segundo Marcus, o engenheiro do Google, afastado por acreditar que a IA do Google estaria consciente, sofre de uma versão moderna do fenômeno psicológico de pareidolia – ao invés de ver a silhueta de um animal em nuvens, por exemplo, ele estaria “vendo” algo de humano no LaMDA. As informações são do Substack de Gary Marcus.","url":""},{"text":"Exchange de moedas digitais Coinbase irá demitir 18% de sua força de trabalho: segundo o CEO Brian Armstrong, cerca de 1.100 funcionários serão desligados em preparação para uma recessão econômica nos EUA e o provável “cripto inverno” que seguirá – um período de baixa movimentação e preços achatados no mercado de moedas virtuais. As informações são do site TechCrunch.","url":""},{"text":"Brasil denuncia venda de domínio para Amazon: a decisão da ICANN de delegar o domínio “.amazon” à rede varejista norte-americana seria incompatível com expectativas e direitos soberanos dos povos amazônicos. Em dezembro do ano passado, a Organização do Tratado de Cooperação Amazônica, formada por oitos governos da região, incluindo o Brasil, já havia recusado uma oferta da Amazon para o registro de vários domínios “.amazon”. As informações são do site Convergência Digital.","url":""},{"text":"Banco Central estuda acabar com cartões de crédito e débito sem anuidade de fintechs: a mudança pode limitar os modelos de negócio de startups financeiras e custar cerca de 24 bilhões por ano em encargos a consumidores. A Federação Brasileira de Bancos entende que a proposta permitiria um tratamento mais isonômico entre bancos e fintechs. As informações são da Agência O Globo.","url":""},{"text":"Fundador do Telegram critica Apple por limitar recursos em navegadores no iOS: segundo Pavel Durov, a versão web da plataforma de mensagens seria impedida de atingir a mesma qualidade de um aplicativo nativo nos dispositivos da Apple por causa de limitações artificiais. Durov suspeita que essas restrições são intencionais para forçar a publicação de aplicativos através da App Store, permitindo à Apple cobrar uma comissão de 30% sobre as vendas. As informações são do canal de Durov no Telegram.","url":""},{"text":"Nova bateria de silício pode ser recarregada em apenas 10 minutos: a startup Enovix espera que a arquitetura proprietária de “células em 3D” seja utilizada em veículos elétricos. A tecnologia permite cargas de zero a 80% em apenas 5,2 minutos e mais de 98% em menos de 10 minutos, mantendo 93% de sua capacidade original após 1.000 ciclos de recarga. Segundo a empresa, a praticidade do recarregamento rápido pode acelerar a adoção em massa de veículos elétricos. As informações são do site New Atlas.","url":""},{"text":"Agência espacial europeia libera nova atualização do mapa tridimensional da Via Láctea: a câmera com 1 bilhão de pixels da sonda espacial Gaia está captando desde 2013 a posição e movimento de 1,8 bilhão de estrelas – cerca de 2% das estrelas em nossa galáxia – incluindo dados sobre suas composições químicas, temperaturas, massas e idades. A atualização do catálogo é extremamente útil para cientistas, que poderão utilizar esses dados para explorar novas hipóteses astronômicas. As informações são do site da ESA.","url":""},{"text":"Engenheiro polonês lança revisão do instrumento musical feito apenas com peças de computador obsoletas: o “Floppotron 3.0”, criado por Paweł Zadrożniak, é composto por 512 unidades de disquete, 4 scanners e 16 unidades de disco rígido. A primeira versão do instrumento, construída em 2011 com apenas dois drives de disquete, ganhou notoriedade pública ao tocar a Marcha Imperial do filme Star Wars no YouTube. As informações são do blog de Zadrożniak e Wikipedia.","url":""}]}