{"title":"Bill Gates opina sobre NFTs / Ransomware ousado / Google Duplex no Brasil","fps":30,"timestamp":1655303382,"date":"15/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Bill Gates afirma que NFTs são “100% baseados na Teoria do Mais Tolo”: o princípio sustenta que é possível ganhar dinheiro com ativos sobrevalorizados desde que exista outras pessoas dispostas a comprá-los no futuro – “certamente, imagens digitais de rostos de macacos irão beneficiar o mundo imensamente”, ironizou Gates ao comentar sobre famoso projeto Bored Ape Yacht Club. As informações são do site The Verge.","url":""},{"text":"Novo grupo ransomware cria site dedicado para busca de dados roubados: a gangue ALPHV/BlackCat permite que clientes e funcionários de empresas vítimas verifiquem se tiveram seus dados roubados durante um ataque. O objetivo seria assustar as pessoas com informações expostas e forçar o pagamento de resgate por empresas vítimas. As informações são do site Krebs on Security.","url":""},{"text":"Google lança sistema que automatiza chamadas de voz no Brasil: o Duplex já realiza ligações e confirma horários de funcionamento de estabelecimentos comerciais, de forma conversacional, com quem atende o telefone. O recurso como assistente pessoal, entretanto, ainda está limitado por aqui – a ferramenta já consegue realizar compras de ingressos para o cinema, mas não consegue marcar uma reserva em um restaurante, por exemplo. As informações são do blog do Google Brasil.","url":""},{"text":"Google anuncia novo Centro de Engenharia no Brasil: localizado no Campus da Universidade de São Paulo, o novo prédio deverá ser inaugurado em 2024 e poderá acomodar até 400 pessoas. Inicialmente, o centro receberá engenheiros que trabalham em áreas como privacidade e segurança. As informações são do blog do Google Brasil.","url":""},{"text":"Bancos brasileiros poderão emitir suas próprias moedas virtuais com o lançamento do Real Digital: os tokens ou stablecoins (moedas com valor estável) não precisarão contar com lastro 100% garantido, reproduzindo o padrão adotado em depósitos hoje feitos com dinheiro convencional. Um programa piloto do Real Digital deve começar no ano que vem e o lançamento da moeda deve ocorrer na segunda metade de 2024. As informações são do site Canaltech.","url":""},{"text":"Firefox ativa sistema anti-rastreamento para todos os usuários: o “Total Cookie Protection” confina cookies aos sites onde foram criados, evitando o rastreamento do comportamento de usuários através da web e, ao mesmo tempo, mantendo funcionalidades necessárias para a navegação. As informações são do blog da Mozilla.","url":""},{"text":"Microsoft aposenta o Internet Explorer oficialmente nesta quarta-feira: o navegador não receberá mais suporte dentro das atualizações do Windows 10 – há, no entanto, um “modo IE” dentro do Microsoft Edge para sites legados. O IE foi lançado em 1995 e cerca de 1% dos computadores ainda utilizam o navegador de acordo com a Statcounter. As informações são do site The Register.","url":""},{"text":"Mais de 70 mil tokens de autenticação GitHub, AWS e Docker expostos em logs do Travis CI: pesquisadores da Aqua Security descobriram uma API que permite a busca por logs em texto não criptografado. Após o relato do problema, a plataforma afirmou que essa circunstância era “por design” e não iria tratar o tema como uma vulnerabilidade. A exposição de logs de usuários é um problema recorrente no Travis CI, com relatos sobre esse tipo de risco publicados em 2015, 2019 e 2021. As informações são do site Bleeping Computer.","url":""}]}