{"title":"IA pessoal em 5 anos / Trabalho no metaverso / Fast Shop é atacada","fps":30,"timestamp":1655994643,"date":"23/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Eric Schmidt, ex-CEO do Google, acredita que humanos terão IA pessoal em cinco anos: essa “segunda pessoa própria” observará tudo o que seu usuário faz e poderá representá-lo em determinadas situações, até mesmo reproduzindo sua fala. Schmidt também acredita que veremos redes neurais muito poderosas nos próximos anos, capazes de aconselhar pessoas em situações sociais ou de lazer. As informações são do perfil da Collision Conference no Twitter.","url":""},{"text":"Equipe internacional de pesquisadores conclui estudo sobre trabalho dentro do metaverso: 16 participantes trabalharam oito horas por dia, durante cinco dias, dentro de um escritório virtual. Frustração, ansiedade, diminuição no sentimento de bem-estar, queda na velocidade de digitação e na produtividade em geral foram reportados. Dois participantes desistiram do estudo após o primeiro dia devido a náuseas e enxaquecas, e grande parte relatou fadiga ocular ao final de cada dia de trabalho. Na conclusão do estudo, os pesquisadores afirmaram que ainda há “um longo caminho a percorrer” no desenvolvimento de óculos de realidade virtual mais confortáveis. As informações são do site The Register.","url":""},{"text":"Fast Shop fecha lojas e adia entregas após ataque hacker nesta quinta-feira: a companhia fez o anúncio através do seu perfil no Twitter, que também parece ter sido comprometido após o comunicado. Os hackers afirmam que a rede varejista está sob um “ataque de extorsão” após a obtenção de vários terabytes de dados, incluindo códigos-fonte e informações corporativas e de clientes. Os criminosos deixaram um contato do Telegram para negociação e “evitar o vazamento desses dados”.","url":""},{"text":"Operadores de telemarketing ocupam até 100% do volume total de chamadas de voz em operadoras de telefonia, afirma Anatel: a agência está justificando as recentes medidas adotadas contra robocalls no STF. Associações de call centers afirmam que identificar chamadas de telemarketing causará demissões em massa no setor, pois facilitará o bloqueio desse tipo de ligação por consumidores. Desde 2018, o Brasil lidera como país com maior volume de chamadas de spam em todo o mundo, com uma média de 32,9 ligações por mês por usuário. As informações são do site Convergência Digital.","url":""},{"text":"Alexa da Amazon pode ganhar novo recurso para sintetizar áudios curtos em falas mais longas: a tecnologia consegue utilizar menos de um minuto de áudio para recriar falas sintetizadas muito similares à original. Uma das ideias seria utilizar a voz de um ente querido falecido para ler uma história de ninar – em uma demonstração, uma voz artificial da avó lia páginas de um livro para seu neto. As informações são do site TechCrunch.","url":""},{"text":"Influenciadores digitais chineses agora precisam de licenças especiais para comentar sobre determinados assuntos: as plataformas serão responsáveis por revisar as credenciais de criadores de conteúdo nas áreas de medicina, finanças, direito e educação. Conteúdos sintetizados por inteligência artificial também estão sujeitos aos mesmos requisitos. A nova política tem a intenção de combater a desinformação. As informações são do site TechCrunch.","url":""},{"text":"Cientistas alemães criam transistores bipolares feitos de materiais orgânicos pela primeira vez: esses semicondutores podem ser produzidos utilizando técnicas simples como evaporação ou impressão. A pesquisa abre um novo caminho para a criação de eletrônicos flexíveis e transparentes para roupas e embalagens ou biocompatíveis com corpo humano. As informações são do site The Register.","url":""},{"text":"Yandex libera maior modelo de linguagem natural disponível em código aberto: com 100 bilhões de parâmetros, o “YaLM 100B” é uma rede neural similar ao GPT para geração e processamento de texto – o sistema pode ser utilizado livremente por desenvolvedores e pesquisadores. Em um dos exemplos de geração de texto, quando perguntado qual conceito teria de si mesmo, o sistema respondeu “eu me vejo como um ser eterno”. As informações são do Medium da Yandex.","url":""}]}