{"title":"TVs ultrapassam computadores / IA controversa da Microsoft / Tatuagem eletrônica","fps":30,"timestamp":1655908218,"date":"22/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"TVs ultrapassam computadores em número de conexões com a internet no Brasil, revela pesquisa: de acordo com a TIC Domicílios de 2021, 50% da população acessa a web através de televisores smart, proporção maior do que computadores (36%). Cerca de 99% dos usuários utilizam a internet por meio de celulares. Outro dado interessante foi a expansão em áreas rurais no País durante a pandemia – um crescimento de 39% em domicílios conectados desde 2019, para 71% do total. As informações são da Agência Brasil.","url":""},{"text":"Microsoft vai desativar acesso público à ferramenta de reconhecimento facial controversa: o Azure Face pode realizar análises faciais utilizando inteligência artificial para determinar emoções a partir de fotos ou vídeos. Esse tipo de ferramenta tem sido criticado por especialistas – expressões faciais não podem ser consideradas universais entre diferentes populações e seria impossível determinar demonstrações externas de emoção com sentimentos internos. As informações são do site The Verge.","url":""},{"text":"Tatuagem eletrônica pode monitorar pressão arterial de forma contínua: o sensor, feito de grafeno, realiza medições indiretas da pressão através da bioimpedância – os pesquisadores da Universidade do Texas em Austin desenvolveram um modelo de aprendizado de máquina para analisar as leituras. Essa “e-tattoo”, como também é chamada, pode auxiliar médicos a monitorar continuamente pacientes enquanto dormem ou fazem exercícios. As informações são do site New Atlas.","url":""},{"text":"Anatel toma mais uma medida para inibir uso de robôs em chamadas de telemarketing: a agência agora permite a cobrança de ligações que durem menos de três segundos. Esta é a terceira medida tomada pela agência neste ano para coibir o uso de robocalls – em março, chamadas de telemarketing ativo passaram a ser identificadas pelo prefixo 0303 e no início do mês foi determinado o bloqueio de números que realizam mais de 100 mil ligações curtas por dia. As informações são do site Convergência Digital.","url":""},{"text":"Telegram tem custo operacional de aproximadamente 100 milhões de dólares por mês: Pavel Durov, fundador do app de mensagens, afirma que será preciso converter cerca de 3% da base de 700 milhões de usuários ao serviço Premium para cobrir os custos de operação. Se isso acontecer, Durov acredita em uma nova era para serviços de mídias sociais, inteiramente centrados em seus usuários. As informações são do canal de Durov no Telegram.","url":""},{"text":"Microsoft, Meta, Nvidia, Sony e outros gigantes de tecnologia criam organismo internacional para padronização do metaverso: o Metaverse Standards Forum irá definir os padrões e terminologias necessários para a criação de metaversos abertos e interoperáveis. Apple e Google não aparecem como membros fundadores da organização. As informações são do site The Register.","url":""},{"text":"Orbitador Mars Express terá código atualizado 19 anos após lançamento: engenheiros do Instituto Nacional de Astrofísica da Itália trocarão o código a bordo da nave espacial – construído em um ambiente de desenvolvimento baseado no Microsoft Windows 98 – para procurar por água sob a superfície de Marte com mais eficiência e utilizando menos memória. As informações são do site da Agência Espacial Europeia.","url":""},{"text":"GitHub Copilot fica disponível de forma geral para desenvolvedores: o sistema custará 10 dólares mensais ou 100 dólares anuais – há um período de testes gratuito de 60 dias e não terá custo para estudantes verificados ou mantenedores de projetos populares de código aberto. Quando habilitado em linguagens como o Python, o Copilot já escreveria quase 40% do código, afirma o GitHub em seu blog.","url":""}]}