{"title":"Lentes holográficas / PC mais barato do mundo / Iniciativa em escala nacional","fps":30,"timestamp":1655822142,"date":"21/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Mark Zuckerberg revela protótipo de novo dispositivo de realidade mista: “lentes holográficas” e lasers tornam todo o sistema óptico mais plano e fino – a tecnologia será desenvolvida até a criação de um dispositivo tão compacto quanto óculos de sol normais. A ideia é fazer esse sistema passar pelo “Teste de Turing Visual”, sendo indistinguíveis da realidade ao enganarem completamente o córtex visual de usuários. As informações são do site New Atlas.","url":""},{"text":"Startup inglesa lança PC “mais barato do mundo”: o AbacusBasic é um computador embutido dentro de um teclado. O sistema vem com Windows 10 instalado e conta com um processador Intel Atom. O dispositivo foi projetado para ser reciclado com facilidade – o hardware interno pode ser facilmente reaproveitado e a carcaça externa utiliza um polímero biodegradável. O AbacusBasic custa 150 dólares e pode ser adquirido no site da Pentaform Computers. As informações são do site TechCrunch.","url":""},{"text":"Parlamentares de todas as regiões do Brasil apresentam projetos de lei pelo banimento do reconhecimento facial nesta terça-feira: a iniciativa “#SaiDaMinhaCara” é apoiada por mais de 50 parlamentares de diferentes partidos. Apontada por especialistas como de caráter invasivo e discriminatório, a intenção é impedir o uso da tecnologia em espaços públicos, especialmente sob o pretexto da segurança pública. As informações são do site do Idec.","url":""},{"text":"Novas antenas parabólicas começam a ser instaladas gratuitamente em Brasília: a troca dos equipamentos é necessária para evitar interferência do sinal 5G em canais da TV aberta – a capital será a primeira cidade do Brasil a implementar a nova tecnologia celular. Cerca de 20 milhões de famílias recebem o sinal da TV aberta via satélite no Brasil. As informações são do site Convergência Digital.","url":""},{"text":"Ministério Público da Bahia afirma que a Claro engana ao confundir 5G DSS com nova tecnologia 5G: a ação civil pública pede que a operadora não veicule mais mensagens oferecendo o 5G DDS, rede ainda compartilhada com o 4G, como o 5G verdadeiro. O MP também pede que a Claro realize contrapropagandas em prejuízo próprio, diferenciando explicitamente as duas tecnologias ao público. As informações são do site Convergência Digital.","url":""},{"text":"CEO da Proton afirma que Google e Apple não são “benéficas à sociedade”: para Andy Yen, o modelo de negócio das duas companhias são prejudiciais a usuários e não foi a razão pela qual Tim Berners-Lee criou a web – Berners-Lee faz parte do conselho consultivo da Proton. Para Yen, se nada for feito em termos de legislação, o mundo acabará “controlado por quatro ou cinco empresas”. As informações são do jornal The Independent.","url":""},{"text":"iOS 16 permitirá que usuários do iPhone ignorem CAPTCHAs em aplicativos e sites compatíveis: os dispositivos realizarão uma verificação automática em segundo plano, eliminando a necessidade de identificar imagens de semáforos ou decifrar sequências de letras distorcidas. Cloudflare e Fastly já anunciaram suporte ao sistema. As informações são do site TechCrunch.","url":""},{"text":"Startup quer utilizar robôs aquáticos para minerar fundo dos oceanos por metais para baterias: a Impossible Mining acredita que possui a tecnologia necessária para não destruir esse ecossistema, considerado muito frágil por biólogos marinhos. Seus robôs autônomos podem coletar rochas individualmente, utilizando visão computacional para identificar a presença de fauna marinha em cada nódulo, deixando-o intocado. As informações são do site TechCrunch.","url":""}]}