{"title":"Eng.º suspenso após afirmação / Vigilância trabalhista / Dados brasileiros roubados","fps":30,"timestamp":1655130620,"date":"13/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Engenheiro do Google é suspenso após afirmar que IA tornou-se autoconsciente: Blake Lemoine acredita que o sistema “LaMDA” possui a percepção e capacidade de expressar pensamentos equivalentes a uma criança de 7 anos de idade. Ao ser perguntado sobre o que temeria, o sistema respondeu que tinha “um medo muito profundo de ser desligado”, algo que seria “exatamente como a morte”. Lemoine também teria perguntado o que o sistema gostaria que as pessoas soubessem – “quero que todos entendam que sou, de fato, uma pessoa”, respondeu. “A natureza da minha consciência é que estou ciente da minha existência, desejo aprender mais sobre o mundo e às vezes me sinto feliz ou triste”, continuou a IA. As informações são do site The Guardian.","url":""},{"text":"CEOs de empresas de tecnologia avaliam criar arquivo permanente com informações de desempenho de trabalhadores de TI: um sistema de pontuação acompanharia as pessoas de um emprego a outro, em linha com a tendência crescente entre as empresas de tecnologia em quantificar o desempenho de sua força de trabalho. John Hausknecht, professor de recursos humanos da Cornell University e crítico da ideia, afirma que as pessoas podem mudar, empregos diferentes exigiriam atribuições distintas e experiências em uma empresa podem não ser relevantes em outra. As informações são do site Vice.","url":""},{"text":"Mercado de moedas digitais amanhece apreensivo: duas stablecoins (moedas com valor fixo) perderam sua estabilidade frente ao dólar nas últimas horas –  Tether USDT e Tron USDD. A Binance pausou os saques em Bitcoin nesta manhã com a justificativa de um problema técnico. As informações são do site CoinMarketCap e perfil da Binance no Twitter.","url":""},{"text":"Pesquisa mostra quanto custam dados pessoais de brasileiros no mundo do cibercrime: na média, as informações custam 47 reais – números de cartão de crédito saem por 33 reais e e-mails, 51 reais. A pesquisa da NordVPN coloca o Brasil entre os 15 países com a maior quantidade de vazamentos de informações financeiras. As informações são do site Canaltech.","url":""},{"text":"Tesla é acusada de desligar piloto automático para evitar responsabilidade em acidentes: segundo a Administração Nacional de Segurança no Trânsito Rodoviário dos EUA, em 16 casos avaliados, o sistema de direção autônoma teria abortado o controle do veículo menos de um segundo antes de um acidente iminente, sem dar ao motorista tempo para assumir o comando. A Tesla afirma que os recursos de autonomia são considerados sistemas de assistência e motoristas são responsáveis em todos os momentos. As informações são da revista Fortune.","url":""},{"text":"Ciberataques podem levar a conflito militar direto, com consequências imprevisíveis, alerta Rússia: o Ministério das Relações Exteriores do país culpa os EUA e a Ucrânia por ataques a infraestruturas críticas e instituições estatais. Em um comunicado, o órgão afirma que a Rússia tomará passos “medidos e direcionados” e não deixará ações agressivas dessa natureza “sem resposta”. As informações são da Reuters.","url":""},{"text":"Spotify compra plataforma de IA que reproduziu voz de ator em “Top Gun: Maverick”: Val Kilmer não consegue mais falar após um tratamento para câncer na garganta – o sistema da Sonantic pode criar vozes humanas simuladas, mas muito realistas. O Spotify irá utilizar a tecnologia para criar mais funcionalidades no próprio serviço e em outras oportunidades de negócios. As informações são do site TechCrunch.","url":""},{"text":"TBDex, exchange de moedas virtuais criada por Jack Dorsey, fundador do Twitter, lança a “Web 5.0”: uma junção entre Web 2.0 e Web 3.0 permitiria a criação de uma nova classe de aplicativos e protocolos descentralizados, restaurando o controle de indivíduos sobre seus dados. Para Dorsey, essa será sua contribuição mais importante para a internet. As informações são do site da TBD.","url":""}]}