{"title":"Facebook será TikTok / Anúncio em TV desligada / “Reclame Aqui” do abuso de dados","fps":30,"timestamp":1655389782,"date":"16/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Facebook quer mudar algoritmo e ficar mais parecido com TikTok, mostram documentos vazados: ao invés de priorizar postagens de contas que as pessoas seguem, o feed principal irá recomendar Stories e Reels mais populares, uma experiência mais voltada a vídeos. Além disso, o Messenger será integrado novamente ao aplicativo principal do Facebook. Ao ser questionado sobre o vazamento, Tom Alison, executivo responsável pelo Facebook, afirma que a empresa errou ao não entender mais cedo o quão social o formato do TikTok poderia ser. As informações são do site The Verge.","url":""},{"text":"Anúncios estariam sendo reproduzidos em dispositivos de streaming mesmo com TVs desligadas: nem sempre é enviado um sinal para o dispositivo de streaming conectado através da porta HDMI quando um aparelho de TV é desligado. Essa falta de comunicação faz cerca de 17% dos anúncios rodarem sem ninguém para assisti-los, causando um prejuízo estimado em mais de 1 bilhão de dólares por ano para anunciantes. As informações são do jornal The Wall Street Journal.","url":""},{"text":"Plataforma “MeResponda!” quer ser o “Reclame Aqui” do abuso de dados: pessoas físicas podem fazer solicitações, reclamações e denúncias mantendo sua anonimidade, mas as queixas ficam listadas publicamente. A ideia é criar um canal de comunicação entre empresas e consumidores, permitindo que exerçam seus direitos estabelecidos na LGPD. As informações são do site Canaltech.","url":""},{"text":"Japão endurece lei contra insultos online: infratores poderão pegar um ano de prisão e pagar multas de até 300 mil ienes (11 mil reais). A lei possui uma cláusula de caducidade, perdendo efeito em três anos, para avaliação do seu possível impacto sobre a liberdade de expressão. As informações são do site The Register.","url":""},{"text":"Brave agora impede identificação de usuários com base no idioma do navegador: a partir da versão 1.39, o Brave irá randomizar como o navegador informa aos sites quais idiomas estão definidos como padrão e quais as fontes instaladas no sistema operacional – rastreadores podem utilizar essas preferências, explícitas e implícitas, para identificar usuários entre sites e sessões de navegação. As informações são do blog do Brave.","url":""},{"text":"Adobe lança versão freemium do Photoshop na web: em fase de testes apenas para usuários no Canadá, a intenção é expandir o modelo globalmente no futuro. A versão gratuita possui funcionalidades básicas e irá cobrar apenas por recursos avançados de edição. As informações são do site The Verge.","url":""},{"text":"Novo ataque DDoS quebra recorde histórico, mas é mitigado pela Cloudflare: o ataque de 26 milhões de requests por segundo originou-se de máquinas virtuais e servidores sequestrados. Apesar de o botnet conter apenas 5.067 dispositivos – para comparação, a Cloudflare acompanha outro botnet com mais de 730 mil dispositivos – seu poder de execução é 4 mil vezes maior. As informações são do blog da Cloudflare.","url":""},{"text":"Microsoft corrige falha zero-day grave no Windows: conhecida como “Follina” (CVE-2022-30190), a vulnerabilidade permite a execução de comandos maliciosos ao abrir ou visualizar documentos do Office, mesmo se macros estiverem desabilitadas. A falha afeta todas as versões do sistema, incluindo o Windows 11. As informações são do site TechCrunch.","url":""}]}