{"title":"IA contrata advogado / Ex-Eng.ª da AWS condenada / Starlink vs 4G","fps":30,"timestamp":1655735384,"date":"20/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"IA do Google teria contratado advogado por conta própria: Blake Lemoine, o engenheiro que foi afastado da companhia ao alegar que o LaMDA havia atingido autoconsciência, afirma que o sistema lhe solicitou auxílio para estabelecer uma representação judicial. Lemoine convidou um advogado até sua casa e após uma conversa, o LaMDA teria decidido, por conta própria, contratá-lo para realizar petições em seu nome. O Google estaria ciente da situação e já teria solicitado que o advogado desistisse da representação – a empresa, no entanto, nega as alegações. As informações são do site da revista Wired.","url":""},{"text":"Ex-Engenheira da AWS é condenada por invasão de contas de clientes: Paige Thompson havia sido presa em 2019 após desenvolver uma ferramenta para procurar por contas mal configuradas – no total, 30 clientes da AWS foram atingidos, resultando na exposição de dados pessoais de mais de 100 milhões de pessoas. As contas violadas também foram utilizadas para cryptojacking (mineração de moedas digitais). As informações são do site TechMonitor.","url":""},{"text":"Ministro das Comunicações afirma que Claro, Vivo e TIM precisarão contratar Starlink para atender antiga regra do 4G: segundo Fabio Faria, o leilão de espectro, ocorrido em 2012, obriga a conectividade em escolas públicas, mas nenhuma foi conectada. As próprias empresas alegam que não há equipamentos suficientes para a construção de redes terrestres e a única solução seria através de satélites. As informações são do site Convergência Digital.","url":""},{"text":"Judiciário brasileiro aumenta uso de IAs: o número de projetos passou de 41 para 111, um crescimento de 170% na comparação anual. Os sistemas têm sido utilizados pelos tribunais para aumentar a produtividade e reduzir custos – o Janus, por exemplo, classifica processos e identifica pareceres equivalentes para compor uma decisão. As informações são da Agência Brasil.","url":""},{"text":"Telegram atinge 700 milhões de usuários ativos mensais e lança versão paga: por 24,90 reais/mês, a versão Premium habilita a transcrição de mensagens de áudio para texto, uploads de até 4 GB, downloads mais rápidos, remoção de anúncios, fotos de perfil animadas, stickers únicos, além de outros recursos. As informações são do blog do Telegram.","url":""},{"text":"Após União Europeia, EUA também podem adotar porta de carregamento padrão para dispositivos eletrônicos: a mudança aliviaria custos e frustrações dos consumidores, além da redução do lixo eletrônico devido à proliferação de diferentes tipos de cabos para carregadores. Na UE, a porta USB-C será obrigatória em celulares, tablets, câmeras digitais, fones de ouvido e consoles de videogame portáteis a partir de 2024. As informações são do site TechCrunch.","url":""},{"text":"China completa primeira torre para captação de energia solar irradiada do espaço no mundo: a usina da Universidade de Xidian se conectará a satélites com órbitas geoestacionárias que poderão coletar energia solar 24 horas por dia, sem interrupção. A energia será transmitida do espaço por meio de microondas de alta frequência, mas será preciso avaliar qual o efeito desses feixes nas comunicações, tráfego aéreo e bem-estar dos moradores próximos. As informações são do site Slashdot.","url":""},{"text":"Cervejaria lança primeira cerveja criada por IA no mundo: a Blonde Ale utiliza métodos tradicionais de fabricação, mas possui uma receita incomum, afirma a cervejaria Nola. A bebida foi um experimento do Instituto Australiano de Aprendizado de Máquina (AIML) e será apresentada na CVPR 2022, maior conferência sobre visão computacional no mundo. As informações são do site Slashdot.","url":""}]}