{"title":"Brendan Eich critica DuckDuckGo / TikTok não será Facebook / Imposto sobre videogame","fps":30,"timestamp":1655476254,"date":"17/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Brendan Eich, criador do JavaScript e CEO do Brave, critica DuckDuckGo por acordo de rastreamento com a Microsoft: Eich afirma que o serviço de busca inclui exceções para permitir que rastreadores da Microsoft contornem o bloqueio de cookies de terceiros por meio de parâmetros anexados à URL, identificando usuários ao navegarem pela web. A DuckDuckGo caracterizou a crítica de Eich como imprecisa, afirmando que apenas permite que anunciantes do Bing, serviço de busca da Microsoft, determinem se anúncios registraram cliques ou não, sem rastrear usuários com base na navegação ou identidade. As informações são do site The Register.","url":""},{"text":"TikTok não possui nenhuma intenção em ficar mais parecido com o Facebook: segundo Blake Chandlee, um alto executivo do TikTok, as duas plataformas possuem diferenças significativas – os algoritmos do Facebook foram todos construídos com a intenção de criar uma rede de interação social, enquanto o TikTok seria uma plataforma de entretenimento. Chandlee acredita que o Facebook irá falhar como o Google quando tentou criar sua própria rede social, o Google+ em 2011 – a competência central do Google era busca e não redes sociais com o Facebook. As informações são do site The Verge.","url":""},{"text":"Governo anuncia nova redução de impostos para jogos eletrônicos: a partir de 1º de julho, a alíquota de partes e acessórios cairá de 16% para 12%. Para videogames com telas incorporadas (portáteis ou não), o imposto será zerado. As informações são da Agência Brasil.","url":""},{"text":"Conselho Nacional de Saúde lança nova política sobre informação e informática: entre suas diretrizes, o programa deverá acelerar a adoção de sistemas de prontuários eletrônicos e a criação de interfaces funcionais e com design intuitivo para acesso da população a serviços de saúde. Além disso, deverão ser adotados protocolos de segurança e interoperabilidade aos dados de pacientes, permitindo a criação de novas políticas nacionais e pesquisas no setor de saúde. As informações são do site Convergência Digital.","url":""},{"text":"Elon Musk conversa pela primeira vez com funcionários do Twitter: assim como na Tesla e SpaceX, Musk espera adotar um estilo de liderança envolvido, com o time avaliando suas opiniões sobre novos recursos e produtos – o empresário gostaria de fazer crescer o número de usuários na plataforma em cinco vezes, para 1 bilhão, e tornar o Twitter mais parecido com o aplicativo mais popular na China, o WeChat, juntando rede social, mensagens e pagamentos. Apesar da reunião, a aquisição do Twitter ainda não foi finalizada. As informações são do site The Verge.","url":""},{"text":"Reino Unido quer banir banners para consentimento de cookies no país: a ideia é permitir que usuários definam a opção apenas uma vez nas configurações de navegadores – uma mudança para um modelo de opt-in/opt-out universal para rastreamento na web. O recurso é similar à proposta “Do Not Track” de 2009, mas abandonada em 2018 após não conseguir ser padronizada pelo World Wide Web Consortium (W3C). As informações são do site TechCrunch.","url":""},{"text":"Amazon vai lançar serviço de entrega por drones até o final deste ano: o equipamento poderá realizar entregas em até 60 minutos após o pedido. O drone voará até o endereço de entrega, descerá e ficará pairando a uma altura de 2 metros para avaliar o local e então liberar a encomenda com segurança. As informações são do site Ars Technica.","url":""},{"text":"Ex-funcionário do Google acusa empresa de ter sido infiltrada por seita religiosa: o grupo chamado “Fellowship of Friends” (Irmandade de Amigos) teria criado uma agência de empregos com o único intuito de facilitar a contratação de participantes da seita para cargos em aberto no Google. As crenças do grupo são baseadas na ideia de que a iluminação espiritual pode ser alcançada através da arte e da cultura. As informações são do jornal The New York Times.","url":""}]}