{"title":"Inconsistências em notícia / Deepfake político / Netflix e codec patenteado","fps":30,"timestamp":1656426618,"date":"28/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Leitores da Newsletter alertam para inconsistências em matéria sobre salários na América Latina: segundo o site Convergência Digital, fonte da notícia original, as informações foram extraídas de uma nova ferramenta criada pela Deel, startup que fornece serviços de contratação de desenvolvedores internacionais – os valores, no entanto, podem estar distorcidos com base em contratações realizadas em outros países de trabalhadores remotos na América Latina. Ainda assim, os valores apresentados ontem (127 mil dólares anuais para o cargo de Engenheiro de Software Sênior no Brasil, por exemplo) seriam os maiores valores registrados pela plataforma e não a média salarial como reportado. Uma pesquisa realizada na GlassDoor nesta manhã, mostra que a média salarial para o cargo no Brasil é de 148.560 reais anuais (sem contar outras bonificações). Agradecemos sinceramente o alerta e ajuda dos leitores Eliseu, Victor, Rogerio, André e Leandro pelas informações extras.","url":""},{"text":"Prefeita de Berlim é enganada durante videochamada com deepfake: os assessores de Franziska Giffey notaram que havia algo estranho durante a ligação com o suposto Vitali Klitschko, prefeito de Kiev, capital da Ucrânia, e decidiram encerrar a conversa abruptamente. Klitschko afirma que um impostor está se passando por ele e se comunicando com autoridades, incluindo outros dois prefeitos de cidades europeias. As informações são da Associated Press.","url":""},{"text":"Justiça determina que Netflix suspenda uso de tecnologia para compressão de vídeos em alta definição no Brasil: a DivX acusa a empresa de violar uma patente obtida em 2018 no País. Os desembargadores do caso, entretanto, notaram uma contradição no argumento da Netflix, que nega a acusação, mas alega possíveis prejuízos caso for impedida de utilizar a tecnologia patenteada – pareceres técnicos confirmam que a Netflix está utilizando o codec da DivX no Brasil. As informações são do Tecnoblog.","url":""},{"text":"Marinha brasileira apresenta lancha não tripulada para monitoramento: o Veículo de Superfície Não Tripulado – Experimental (VSNT-E) recebeu diversos sistemas eletrônicos para operação remota. A embarcação deve estimular o desenvolvimento tecnológico no segmento de sistemas não tripulados no País, além de reduzir custos e riscos em operações. As informações são da Agência Brasil.","url":""},{"text":"Engenheiros de Stanford criam lentes em forma de pirâmide invertida para aumentar eficiência de células solares: a lente, impressa em 3D com diferentes tipos de polímeros e índices de refração, pode focalizar a luz de qualquer ângulo, uma forma passiva de coletar energia do nascer ao pôr do sol – seu formato ainda cria um foco até três vezes mais forte ao coletar a luz indireta que chega à célula solar. As informações são do site New Atlas.","url":""},{"text":"Novo dispositivo permite “ver” através de paredes: o “Xaver 1000”, criado pela israelense Camero-Tech, utiliza algoritmos baseados em IA para recriar o layout de um cômodo, detectar objetos e pessoas em alta definição e em tempo real atrás de paredes. A ferramenta possui aplicação em operações militares, policiais e de busca e resgate. As informações são do site Business Insider.","url":""},{"text":"Interface cérebro-máquina auxilia homem com paralisia parcial a se alimentar através de braços robóticos: o sistema desenvolvido pela Universidade de Johns Hopkins utiliza o controle mental/visual do paciente compartilhado com pequenos movimentos de suas mãos. O time de pesquisadores agora estuda como fazer braços robóticos restaurarem movimentos mais complexos e proporcionar mais independência a pessoas com deficiência. As informações são do site Engadget.","url":""},{"text":"IBM chega em acordo em caso de discriminação por idade: o ex-CEO e ex-vice-presidente de recursos humanos trocaram emails discutindo um plano para reduzir o número de funcionários de TI mais velhos e aumentar o número de “millennials” (geração Y, nascidos entre 1981 e 1996) dentro da companhia. O valor do acordo com um cientista de pesquisas demitido não foi revelado e a IBM nega as acusações. As informações são do site The Register.","url":""}]}