{"title":"Amazon lança IA programadora / Novo ciclo solar forte / Drive USB perdido","fps":30,"timestamp":1656080934,"date":"24/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Amazon lança IA assistente de programação similar ao GitHub Copilot: o CodeWhisperer analisa vários pontos para sugerir códigos apropriados, incluindo posição do cursor, comentários e códigos escritos em outros arquivos do projeto. O sistema foi treinado em bilhões de linhas de código em repositórios de código aberto, repositórios internos da Amazon, documentação de APIs e fóruns online. O CodeWhisperer aceita códigos escritos em Python, Java e JavaScript e está disponível como plugin para diversos IDEs como VS Code, IntelliJ IDEA e PyCharm. As informações são do site The Register.","url":""},{"text":"Novo ciclo solar está derrubando satélites de suas órbitas, alertam astrônomos: entre dezembro e abril deste ano, os equipamentos começaram a cair 20 quilômetros por ano, uma taxa oito vezes maior do que a habitual – a atividade solar aumenta a densidade da atmosfera terrestre e arrasto nos satélites. O maior problema encontra-se com os equipamentos que não possuem propulsão própria para restaurar suas órbitas – os milhares de CubeSats lançados nos últimos anos por empresas privadas e universidades, dificultando a conclusão de projetos de pesquisa. As informações são do site Space.","url":""},{"text":"Cidade no Japão encontra drive USB perdido com dados pessoais de todos os cidadãos: a cidade de Amagasaki estava à procura do dispositivo após um funcionário do setor de TI “beber demais” depois do expediente e adormecer na rua – a polícia refez o trajeto percorrido até encontrar sua mochila. O drive continha dados como nomes completos e endereços dos 460 mil moradores da cidade, bem como informações fiscais e benefícios previdenciários. As informações são da NHK.","url":""},{"text":"Netflix estuda parceira com Google para anúncios dentro da plataforma de streaming: as propagandas rodariam antes de uma série ou filme começar, uma experiência similar aos vídeos no YouTube. O sistema deve entrar em operação já no final deste ano – a Netflix, entretanto, garante que manterá os planos de assinatura sem anúncios. As informações são do site Ars Technica.","url":""},{"text":"Cientistas criam peixe-robô biônico para remover microplásticos dos oceanos: o dispositivo tem apenas 13 mm de comprimento e um sistema laser em sua cauda, ativado pela luz solar, para nadar a 30 mm por segundo, semelhante à velocidade da flutuação do plâncton nos mares. Os microplásticos são um dos maiores problemas ambientais do século 21, sendo prejudiciais a saúde humana e de outros animais. As informações são do jornal The Guardian.","url":""},{"text":"Plataforma blockchain Solana lança smartphone focado em Web3: o Saga, baseado no sistema Android, irá implementar produtos e serviços para facilitar transações com moedas digitais e NFTs – uma hardware wallet combinada com um smartphone. O dispositivo custará 1.000 dólares quando for lançado no começo do ano que vem. As informações são do site TechCrunch.","url":""},{"text":"OpenAI treina rede neural para jogar Minecraft: foi utilizada a técnica de Video PreTraining (VPT) em um conjunto de 70 mil horas de vídeos do jogo obtido diretamente da internet, com um mínimo de classificação de dados. O modelo aprendeu a criar ferramentas de diamante, uma tarefa que geralmente leva mais de 20 minutos, ou 24 mil operações, para humanos proficientes. O sistema utiliza a interface humana nativa de teclado e mouse, representando um novo passo em direção a agentes gerais de computação. As informações são do blog da OpenAI.","url":""},{"text":"Certificações tornam-se diferenciais na contratação de desenvolvedores, mostra pesquisa: para 69% dos empregadores, devido à escassez de talentos no setor, experiências anteriores estão ficando cada vez menos necessárias, desde que os candidatos possam demonstrar que possuem as habilidades para realizar o trabalho. 90% das empresas pretendem pagar para que seus funcionários obtenham certificações e 81% dos profissionais planejam adicionar certificações ao seus currículos neste ano. As informações são do site da Linux Foundation.","url":""}]}