{"title":"Outro chatbot consciente / Escudo espacial / Busca e apreensão no metaverso","fps":30,"timestamp":1656599408,"date":"30/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Usuários acreditam que sistema de chatbot esteja consciente, revela startup: a Replika, sistema conversacional através de avatares personalizados, recebe mensagens do tipo diariamente. Segundo a CEO da plataforma, Eugenia Kuyda, esse fenômeno seria similar a “acreditar em fantasmas”. De qualquer forma, a executiva revelou que sua equipe de engenharia não consegue identificar como seus modelos de inteligência artificial criam determinados comportamentos e respostas a partir dos scripts e conjunto de dados utilizados para treinamento. As informações são da Reuters.","url":""},{"text":"Pesquisadores do MIT propõem escudo espacial do tamanho do Brasil para resfriar a Terra: a técnica seria uma forma segura de geoengenharia solar – ao invés de soltar partículas de aerossol refletivas na atmosfera, um enorme risco para diversos ecossistemas terrestres, a proposta do MIT seria estacionar o escudo feito de bolhas de silício no Ponto de Lagrange 1, onde as forças gravitacionais da Terra e do Sol se equilibram, refletindo a radiação solar. As informações são do site Freethink.","url":""},{"text":"Brasil realiza primeira operação de busca e apreensão no metaverso: a ação foi parte da quarta edição da Operação 404, com foco na repressão da pirataria pela internet. Foram desativados quatro canais que realizavam transmissões ilegais de conteúdo e 90 vídeos foram retirados do ar. As informações são do site do Ministério da Justiça.","url":""},{"text":"Governo federal suspenderá contas oficiais em redes sociais até o fim das eleições deste ano: a medida é uma precaução às restrições relativas a publicações antigas impostas pela legislação eleitoral. Entretanto, a partir do dia 2 de julho, serão utilizados perfis paralelos no Instagram, Twitter, Facebook e YouTube para manter canais e fluxos de comunicação abertos com a população. As informações são do perfil Governo do Brasil no Twitter.","url":""},{"text":"Nvidia e Siemens lançam o “metaverso industrial”: a ideia é criar um “gêmeo digital”, simulando processos industriais de forma imersiva, fotorrealista, baseada em física e em tempo real. Em dez anos, a Nvidia acredita que a tecnologia será utilizada desde a fase de projeto até a operação de novas fábricas antes mesmo de começarem sua construção. As informações são do site The Register.","url":""},{"text":"SEC, órgão regulador do mercado de capitais dos EUA, deve considerar apenas Bitcoin como commodity: essa interpretação é importante porque commodities podem ser negociadas por qualquer pessoa, fora do mercado de capitais tradicional. Valores mobiliários, como ações, só podem ser negociados por investidores qualificados caso não estejam listados em bolsas de valores regulamentadas – no Brasil é preciso deter investimentos financeiros em valor superior a 1 milhão de reais para ser considerado qualificado. As informações são do site Axios e Anbima.","url":""},{"text":"Governo baixa nova portaria para contratação de serviços de desenvolvimento e manutenção de software por órgãos públicos federais: a portaria SGD/ME nº 5.651 incorpora a adoção, preferencialmente, de metodologias de desenvolvimento ágil e determina diversas modalidades de remuneração. A norma também contém um mapa salarial para referência –  são 18 cargos, com valores que variam de 5,2 mil reais para Analista de Testes/Qualidade Júnior e 15,7 mil reais para Arquiteto de Software Sênior. As informações são do site Convergência Digital.","url":""},{"text":"Pesquisa mostra JavaScript e TypeScript como as linguagens com maior demanda no mercado: as vagas que exigem uma das linguagens representam 32% das ofertas de emprego. Python vem em segundo lugar, com 20% das vagas e Java segue na terceira posição (17%). Outras linguagens – C# (9%), PHP (7%), C/C++ (5%), Ruby (4%) e Go (2%). A pesquisa foi realizada entre outubro de 2021 e junho de 2022, analisando mais de 7 milhões de vagas e que exigiam explicitamente uma das linguagens de programação. As informações são do site DevJobsScanner.","url":""}]}