{"title":"Anatel quer USB-C / Alerta do FBI / Primeira lente inteligente","fps":30,"timestamp":1656516308,"date":"29/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Anatel abre consulta pública para padronização de carregadores de celular no Brasil: a agência estuda exigir a interface de carregamento por fio com o padrão USB tipo C em todos os telefones móveis celulares vendidos no País. A proposta se baseia nos recentes projetos de parlamentares europeus e norte-americanos. A consulta nº 45/2022 recebe contribuições até o dia 26 de agosto. As informações são do site da Anatel.","url":""},{"text":"FBI alerta para o uso de deepfakes em entrevistas de empregos remotos: impostores estão utilizando identidades roubadas, vídeos e vozes adulteradas para serem contratados e então acessar dados confidenciais de empresas. As vagas mais procuradas são as de TI. Em pelo menos um dos casos, a tentativa de fraude falhou quando o entrevistado espirrou, sem o seu rosto mexer. As informações são do site Gizmodo.","url":""},{"text":"Após testes de segurança, lentes de contato inteligentes são utilizadas pela primeira vez: o CEO da Mojo Lens, Drew Perkins, relatou a experiência de interagir com uma bússola, ver imagens e utilizar um teleprompter no blog da companhia. O dispositivo de realidade aumentada possui a menor e mais densa tela já criada para conteúdos dinâmicos, com 14.000 pixels por polegada – para comparação, telas de computadores possuem densidade de 100 pixels e smartphones de 500 pixels por polegada. Perkins afirma que a tecnologia estará disponível no mercado já nos próximos anos.","url":""},{"text":"CEO da TIM vê 5G como oportunidade para rediscutir neutralidade de rede no Brasil: Alberto Griselli quer eliminar assimetrias com OTTs (Over-The-Top), serviços de mídia que realizam a distribuição de conteúdos pela internet, como a Netflix, YouTube e Facebook – quase 80% do tráfego de dados no Brasil são de OTTs. No Brasil, a neutralidade de rede é assegurada na lei nº 12.965 de 2014, conhecida como Marco Civil da Internet. As informações são do site Convergência Digital.","url":""},{"text":"Mark Zuckerberg espera atrair 1 bilhão de usuários para o metaverso até o final da década: o CEO da Meta acredita que essas pessoas gastarão centenas de dólares por ano em ativos digitais como roupas para seus avatares, em decoração de seus escritórios e casas virtuais, e em aplicativos de produtividade geral. Zuckerberg também afirma que experiências no metaverso contribuem para uma “sensação realista de presença”, algo não possível através das videochamadas atuais. As informações são da rede CNBC.","url":""},{"text":"Empresa suíça inicia construção da maior planta de captura direta de CO2 do mundo: a usina Mammoth da Climeworks será instalada na Islândia e terá capacidade de retirar 36.000 toneladas de gás carbônico da atmosfera por ano quando entrar em operação em 2024. A planta pode ser expandida para extração de 100 mil toneladas até 2030 e 1.000.000 de toneladas por ano até 2050. As informações são do site New Atlas.","url":""},{"text":"Cientistas de Harvard criam primeiro circuito integrado que utiliza ondas sonoras para codificar dados: segundo os pesquisadores, ondas acústicas curtas são fáceis de confinar em nanoescala e não interagem entre si ou com o sistema. O trabalho abre caminho para dispositivos baseados em ondas acústicas de alto desempenho para processamento de sinais de microondas de última geração, bem como redes quânticas e interfaces que ligam diferentes tipos de sistemas quânticos, incluindo sistemas atômicos de estado sólido e qubits supercondutores. As informações são do site da Universidade de Harvard.","url":""},{"text":"Deno lança versão inicial estável do Fresh, novo framework web full stack: por padrão, páginas web criadas com o Fresh enviam zero JavaScript para o lado do cliente, reduzindo drasticamente o consumo de energia e melhorando o desempenho em dispositivos móveis. A maior parte da renderização é realizada no servidor, com o cliente responsável apenas por renderizar componentes específicos e pontos de interatividade definidos explicitamente pelo desenvolvedor. O Fresh também não possui uma etapa de build – o código escrito é diretamente executado no servidor e no lado do cliente, e qualquer compilação necessária para JavaScript simples é feita just-in-time, quando necessário. As informações são do blog do Deno.","url":""}]}