{"title":"Meta pressiona Devs / Nova tecnologia da FIFA / Ferramenta forense","fps":30,"timestamp":1656945148,"date":"04/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Meta irá alterar metas de produtividade para forçar pedidos de demissão, admite Mark Zuckerberg: “Provavelmente há um monte de pessoas na empresa que não deveria estar aqui” e “essa auto-seleção está OK comigo”, continuou Zuckerberg durante uma reunião realizada com funcionários na semana passada. A Meta diminuiu seus planos para contratação de engenheiros de software em pelo menos 30% neste ano. As informações são do jornal The New York Post.","url":""},{"text":"FIFA utilizará nova tecnologia para detectar impedimentos na Copa do Catar: 12 câmeras dedicadas, instaladas sob o teto dos estádios, irão rastrear a bola e 29 pontos de dados de cada jogador individual, calculando sua posição exata em campo, 50 vezes por segundo. A “Al Rihla”, bola oficial para o evento, também possui um sensor de medição inercial em seu centro, calculando sua posição 500 vezes por segundo e permitindo uma detecção precisa do ponto de chute. O sistema ainda criará uma animação 3D para facilitar a atuação dos árbitros durante a partida. As informações são do site da FIFA.","url":""},{"text":"Nova técnica identifica modelos de câmeras através de suas fotos: em parceria com a polícia holandesa, cientistas da computação da Universidade de Groningen desenvolveram uma ferramenta forense baseada em IA para identificar câmeras através das “impressões digitais” produzidas pela imperfeição de seus sensores – elas se manifestam como ruído em cada imagem, mas são imperceptíveis a olho nu. Os pesquisadores acreditam que esse ruído é uma fonte inexplorada de informação para ser utilizada no combate a crimes, em especial contra crianças. As informações são do site Petapixel.","url":""},{"text":"Escolas brasileiras possuem média nacional de 0,39 Mbps de download por aluno: um estudo realizado pelo NICbr e CIEB indica 1 Mbps por aluno como referência, velocidade capaz de viabilizar a maior parte das atividades escolares envolvendo áudio, vídeo,  jogos e uso geral. Apesar de 78% das escolas públicas já estarem conectadas à internet, 51% a utilizam somente para fins administrativos e não em processos de ensino e aprendizagem. As informações são do site Convergência Digital.","url":""},{"text":"Energia nuclear será necessária para atingir metas de emissões de carbono até 2050, afirma Agência Internacional de Energia: a produção mundial desse tipo de energia, atualmente em 413 GW, precisaria dobrar para atingir metas de neutralidade de carbono e limitar o aquecimento global. Usinas nucleares poderiam desempenhar um papel significativo e seguro no processo de transição para sistemas renováveis. As informações são do site The Register.","url":""},{"text":"Telas de toque dentro de veículos seria ideia “estúpida”, afirma designer de veículos: Thierry Métroz e sua equipe estão estudando como “deletar” todas telas de toque em futuros veículos da francesa DS, marca premium da montadora Citroën, indo em direção contrária à indústria automotiva atual. Analistas alertam há anos sobre os riscos de funções básicas de direção embutidas em telas, causando distrações para motoristas. As informações são do site Autocar.","url":""},{"text":"Vendas globais de óculos de realidade virtual crescem 241% no primeiro trimestre de 2022: a Meta possui 90% do mercado, seguida pela Pico da ByteDance (empresa dona do TikTok) com 4,5% de participação. No total, estima-se a venda de 13,9 milhões de unidades neste ano. 2023 será um ano crucial para a indústria de realidade virtual e aumentada, com o lançamento de novos modelos da Sony e Apple. As informações são do site da IDC.","url":""},{"text":"Funcionário da HackerOne é pego roubando relatórios de vulnerabilidade produzidos por outros pesquisadores de segurança: ele utilizava a própria plataforma de recompensas de bugs para reivindicar, anonimamente, recompensas financeiras de clientes afetados, como se ele tivesse descoberto a vulnerabilidade. Em apenas dois meses – ele foi contratado em abril deste ano – sete casos foram descobertos. As informações são do site Bleeping Computer.","url":""}]}