{"title":"“Pai da Web” é contra Web3 / Salários na América Latina / Governo falha em LGPD","fps":30,"timestamp":1656340370,"date":"27/06/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Tim Berners-Lee é cético em relação à Web3: apesar de o criador da web acreditar que é preciso criar uma nova arquitetura descentralizada, devolvendo aos usuários o controle de seus dados, uma tecnologia baseada em blockchain “simplesmente não funciona”. Berners-Lee propõe uma nova plataforma chamada Solid, construída utilizando ferramentas web padrão e especificações abertas. As informações são do site The Next Web.","url":""},{"text":"Chile é o país com os melhores salários de TI na América Latina: a média salarial para um Engenheiro de Software Sênior fica em 133.500 dólares, cerca de 700 mil reais anuais – no Brasil, a remuneração seria de 127.400 dólares, 4,5% a menos. Um dos cargos mais bem remunerados na América Latina é o de Designer de Produto – no Peru chega a 143.800 dólares, enquanto no Brasil é de 115.400 dólares por ano. As informações são do site Convergência Digital.","url":""},{"text":"Apenas 2,9% dos órgãos públicos federais estão totalmente adequados à LGPD: a auditoria do Tribunal de Contas União abrangeu 382 organizações – 17,8% estão em nível inexpressivo de adequação, 58,9% estão em nível inicial e 20,4% em nível intermediário. O relatório final aponta como alto o risco à privacidade dos cidadãos que têm dados pessoais coletados e tratados pelo Governo. As informações são do site do TCU.","url":""},{"text":"Assalto em shopping no Rio de Janeiro neste final de semana revela “sala antiterrorismo” em loja da Apple: o assalto contra uma joalheria dentro do VillageMall, resultou em tiroteio. Assim que notaram a ocorrência, funcionários da Apple levaram todos os clientes para o local – pedia-se calma enquanto era  oferecida água aos presentes. Apesar da proibição, algumas imagens da sala acabaram publicadas nas redes sociais. Além disso, a vitrine da loja possui vidros blindados, informaram os seguranças. As informações são do site Blog do iPhone.","url":""},{"text":"TikTok precisa remover conteúdos impróprios para menores de idade no Brasil, determina Senacon: a plataforma possui 72 horas para cumprir a decisão, sob pena de multa diária, além de precisar desenvolver um sistema eficaz para impedir o cadastro de menores de 13 anos. O Brasil é o terceiro país com mais vídeos removidos por violações, informou o TikTok, ficando atrás apenas dos EUA e Paquistão. As informações são do site G1.","url":""},{"text":"Cientistas criam novo memoristor para futura tecnologia 6G: o componente pode “lembrar” se foi ativado ou desativado após o desligamento da energia, agindo como um neurônio artificial, capaz de computar e armazenar dados. Esse memoristor pode operar em frequências de aproximadamente 100 a 500 GHz, uma banda de comunicação que o 6G provavelmente incluirá a partir de 2030, permitindo velocidades de até trilhões de bits por segundo. As informações são do site IEEE Spectrum.","url":""},{"text":"Dirigível movido a hidrogênio irá competir com aviões e navios de carga: o H2 Clipper poderá carregar até 150 toneladas à distâncias de 9.000 km por voo, sendo até dez vezes mais rápido do que navios cargueiros e um quarto do custo de aviões – tudo com emissões zero. A empresa planeja o primeiro voo operacional em 2028. As informações são do site New Atlas.","url":""},{"text":"Nova startup de fusão nuclear promete reatores pequenos e que caibam em garagens de casa: segundo a Zap Energy, a tecnologia “Z-pinch” confina e comprime o plasma sem a necessidade de ímãs supercondutores ou lasers de alta potência. Na semana passada, a empresa demonstrou um marco crítico de engenharia ao criar os primeiros plasmas com 77% da energia necessária para ultrapassar o quociente de Q=1 – quando o processo de fusão produz mais energia do que foi consumida. As informações são do site da Zap Energy.","url":""}]}