{"title":"Gangue de hackers adolescentes / IA prevê crimes / Telemedicina veterinária","fps":30,"timestamp":1656685848,"date":"01/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Descoberta comunidade de hackers formada por adolescentes: a maioria dos membros são menores, entre 11 e 16 anos. Entre suas conversas estão como utilizar meios de pagamento dos pais sem eles saberem, troca de gift cards para compra de malware e como hackear os computadores de professores. Segundo o pesquisador de segurança Jan Holman, esses tipos de comunidades são atraentes para jovens, já que o hacking é visto como algo “divertido”. Além disso, o local também oferece uma chance para aprender programação. As informações são do blog do Avast.","url":""},{"text":"Cientistas desenvolvem novo algoritmo para prever crimes com uma semana de antecedência e 90% de precisão: desenvolvido pela Universidade de Chicago, o sistema cria um “gêmeo digital” de ambientes urbanos, revelando padrões em crimes violentos (homicídios e assaltos) e patrimoniais (roubos e furtos) através de dados públicos. O modelo obteve o mesmo desempenho em oito cidades norte-americanas diferentes. Os pesquisadores, reconhecem o perigo desse tipo de ferramenta e afirmam que o sistema não deveria ser utilizado de forma proativa na prevenção de crimes, mas para informar políticas urbanas e estratégias de policiamento. As informações são do site Psych News Daily.","url":""},{"text":"Telemedicina veterinária é regulamentada no Brasil: a resolução nº 1.465 detalha os padrões técnicos que deverão ser adotados e também permite que profissionais desenvolvam seus próprios aplicativos para o atendimento à distância. Entre as modalidades previstas estão a teleconsulta, telemonitoramento, teletriagem, teleorientação, teleinterconsulta (entre veterinários) e telediagnóstico. As informações são da Agência Brasil.","url":""},{"text":"Maior competição brasileira de robótica começa nesta sexta: o RoboChallenge Brasil acontecerá no Instituto Mauá de Tecnologia, em São Caetano do Sul (SP). O evento é gratuito e aberto ao público – são esperados 300 robôs competindo em diferentes categorias. As informações são do site Canaltech.","url":""},{"text":"Frota de veículos autônomos sofre pane geral e congestiona rua nos EUA: dezenas de veículos da Cruise, sistema desenvolvido pela GM, bloquearam um cruzamento em São Francisco por várias horas até serem conduzidos manualmente por motoristas humanos. Esse seria o primeiro colapso sistêmico de uma frota de robotáxis a ser registrado. As informações são do site The Last Driver License Holder.","url":""},{"text":"Meta irá ampliar em cinco vezes a capacidade de seus servidores de IA para competir com o TikTok, mostra memorando vazado: a expansão é necessária para rodar o “Discovery Engine”, novo algoritmo de recomendação de conteúdo que será o centro da rede social e imitará o feed de vídeos do TikTok. As informações são do site The Register.","url":""},{"text":"Europa inicia testes de aerovias para drones: Reino Unido, Holanda e Espanha conduzirão voos experimentais para gestão de tráfego, verificando a segurança e viabilidade de trajetos em ambientes urbanos. Os testes também avaliarão o compartilhamento do espaço aéreo com diferentes tipos de drones, desde o transporte de pessoas a sistemas de entrega de encomendas. As informações são da Universidade de Cranfield.","url":""},{"text":"Organização convoca desenvolvedores de código aberto a abandonar o GitHub após lançamento do Copilot: a Software Freedom Conservancy, organização sem fins lucrativos que fornece suporte e serviços jurídicos a projetos open source, denuncia o Copilot como um serviço proprietário construído em cima do trabalho da comunidade. A organização irá abandonar o GitHub internamente e criará uma lista de plataformas similares recomendadas. Além disso, não aceitará novos membros que não tenham um plano claro de migração para fora do GitHub. As informações são do site TechCrunch.","url":""}]}