{"title":"Ataque massivo no NPM / Microsoft volta atrás / Facebook muda feed no Brasil","fps":30,"timestamp":1657291064,"date":"08/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Criação automática de milhares de módulos NPM seria preparativo para ataque massivo de criptominers, alertam pesquisadores de segurança: segundo a Checkmarx, alguém está tentando inundar o registro com pacotes nomeados aleatoriamente e que podem ser utilizados por outras bibliotecas e aplicativos para minerar moedas digitais. Muitos dos módulos, 1.283 até o momento, ainda estão ativos. A empresa criou um site exclusivo, CuteBoi Tracker, para monitorar a ameaça. As informações são do site da Checkmarx.","url":""},{"text":"Microsoft volta atrás em decisão de bloquear macros do Office por padrão: a empresa apenas disse que a definição tomou como base o parecer de usuários. Macros VBA são um método muito popular para instalação de uma ampla variedade de malwares através de ataques de phishing contendo anexos de documentos maliciosos do Office. As informações são do site Bleeping Computer.","url":""},{"text":"Facebook decide reduzir conteúdo político no feed de notícias no Brasil: a medida seria uma resposta ao feedback positivo obtido de usuários durante testes realizados no País nos últimos meses – pessoas desejam ver menos compartilhamentos e comentários do tipo ao utilizar a rede social, demonstrou o estudo. As informações são da página de imprensa da Meta.","url":""},{"text":"Volkswagen inicia construção de sua primeira “gigafábrica” de baterias: a “SalzGiga”, localizada na Alemanha, possuirá uma capacidade de produção anual para atender 500 mil veículos elétricos – a montadora construirá outras cinco fábricas iguais na Europa. A planta contará com integração vertical produtiva, desde matérias-primas até a fase final de reciclagem das baterias. As informações são do site Ars Technica.","url":""},{"text":"Cientistas criam nanorobôs para limpeza dental: o sistema elimina as tarefas de escovar os dentes, passar fio dental e depois enxaguar a boca, automatizando o tratamento e a remoção de bactérias causadoras de cáries e placa dentária através de nanopartículas com propriedades magnéticas e catalíticas. A técnica tem o potencial de ser utilizada por pessoas com dificuldades de mobilidade ou que estão passando por tratamentos com aparelhos ortodônticos. As informações são do site da Universidade da Pensilvânia.","url":""},{"text":"Veículos da Tesla recebem atualização para escanear estradas e ajustar suspensão do veículo, evitando danos ao passar por buracos: o sistema de suspensão adaptativa agora ajusta a altura do veículo quando próximo de uma seção de estrada irregular. Cada veículo irá mapear os locais por onde passa, atualizando automaticamente toda a rede da marca. As informações são do site Electrek.","url":""},{"text":"Sonda lunar CAPSTONE está “feliz e saudável” após ficar 24 horas incomunicável, confirma NASA: ao tentar acessar dados de diagnóstico, engenheiros enviaram um “comando formatado incorretamente“ ao satélite, tornando seu rádio inoperante. O sistema de detecção de falhas interno da espaçonave deveria ter reinicializado imediatamente, mas não o fez devido a uma problema em seu software de voo. As informações são do blog da NASA.","url":""},{"text":"Maior evento presencial para hackers da América Latina acontece neste sábado em São Paulo: são esperados 4 mil participantes no Roadsec 2022, que poderão assistir a campeonatos hacker e participar de mais de 80 oficinas e palestras. O ingresso custa a partir de 180 reais e conta com certificado de participação, e recrutamento por várias empresas de tecnologia. As informações são do site da Roadsec.","url":""}]}