{"title":"Tesla perde super-executivo / Netflix escolhe Microsoft / Novo supercomutador da Petrobras","fps":30,"timestamp":1657809177,"date":"14/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Executivo-chefe do time direção autônoma da Tesla pede demissão: Andrej Karpathy estava há cinco anos na empresa – sob sua influência, o sistema autônomo dos veículos da companhia eliminaram radares, passando a utilizar apenas visão computacional para navegação. Antes de ingressar na Tesla, Karpathy foi pesquisador da OpenAI e criador de um dos mais respeitados cursos de deep learning da Universidade de Stanford. As informações são do site TechCrunch.","url":""},{"text":"Netflix escolhe Microsoft como parceiro global para tecnologia de publicidade: a ideia é oferecer um novo plano de assinatura mais barato, mas com pausas para propagandas. Segundo a plataforma de streaming, a Microsoft ofereceu flexibilidade para a criação de novas ideias com anúncios e forte proteção à privacidade de usuários. As informações são do blog da Netflix.","url":""},{"text":"Petrobras inicia a montagem do supercomputador Pégaso: o equipamento tem capacidade de processamento de 21 Petaflops, 678 terabytes de memória RAM e 2.016 GPUs, superando em capacidade o Dragão (14 Petaflops) e Atlas (8,9 Petaflops), os dois maiores supercomputadores da América Latina. O Pégaso reduzirá riscos geológicos e operacionais, assim como o tempo entre a descoberta de um campo e início de sua produção. As informações são da Agência Petrobras.","url":""},{"text":"TSE estaria preparado para desastres e ataques cibernéticos durante as eleições deste ano, conclui estudo do TCU: há planos de contingências para processos críticos durante o pleito, assegurando sua retomada em tempo hábil em caso de incidentes graves e sem prejudicar o resultado das eleições. Agora a auditoria do TCU irá avaliar procedimentos relacionados ao desenvolvimento e verificação da integridade do sistema eleitoral, bem como se as urnas eletrônicas atendem a requisitos de auditabilidade definidos em padrões nacionais e internacionais. As informações são do site Convergência Digital.","url":""},{"text":"Crianças e adolescentes passam 60% mais tempo no TikTok do que YouTube: ao final de 2021, o público mais jovem assistia a uma média de 91 minutos de vídeos por dia no TikTok, contra 56 minutos no YouTube – um crescimento de 140% desde 2019. A pesquisa foi realizada com 400 mil famílias e utiliza dados de monitoramento real de crianças entre 4 e 18 anos. As informações são do site TechCrunch.","url":""},{"text":"Jogadores de videogame possuem atividade cerebral aprimorada e melhor habilidade na tomada de decisão, mostra estudo: os efeitos de jogos de videogame na atividade cerebral foram demonstrados pela primeira vez através de imagens de ressonância magnética funcional – jogadores habituais foram mais precisos e mais rápidos em suas respostas do que não jogadores, indicando respostas cerebrais diferentes. A pesquisa levanta possibilidade de se utilizar videogames para treinamento cognitivo. As informações são da Universidade do Estado da Geórgia.","url":""},{"text":"Estetoscópio com IA auxilia médicos a detectar problemas cardíacos: já disponível nos EUA, a ferramenta EMAS da Eko Health pode reconhecer doenças cardíacas valvulares com sensibilidade e especificidade gerais de 85,6% e 84,4%, respectivamente – para comparação, testes semelhantes realizados com clínicos gerais utilizando estetoscópios tradicionais demonstraram sensibilidade e especificidade de 44% e 69%. As informações são do site The Register.","url":""},{"text":"Ex-engenheiro de software da CIA é condenado por vazamento de informações: em 2017, Joshua Schulte detalhou como a agência de inteligência detinha a capacidade de vigiar pessoas através de smartphones, TVs conectadas à internet, navegadores, sistema operacionais, além da possibilidade de invadir veículos – Schulte seria o próprio criador das ferramentas de intrusão e softwares de controle remoto. O “Vault 7”, como ficou conhecido, é considerado o maior vazamento de informações confidenciais na história da CIA. As informações são do site The Register.","url":""}]}