{"title":"Mais anúncios no celular / Algorítimos pós-quânticos / Nova fábrica no Brasil","fps":30,"timestamp":1657117901,"date":"06/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Startup financiada pelo Google irá expandir sistema de anúncios em telas de bloqueio de celulares globalmente: a Glance oferece um conjunto rotativo de notícias, vídeos curtos, questionários, jogos e fotos que aparecem toda vez que a tela do aparelho é ligada, antes mesmo da inserção de senhas – nos mercados asiáticos, 400 milhões de smartphones já vem com aplicativo instalado de fábrica, feito exclusivamente para o sistema Android. Naveen Tewari, CEO da empresa de anúncios InMobi, fundadora da Glance, afirma que o aplicativo auxilia usuários a passarem “da busca por conteúdo” para o consumo “do que lhes é mostrado”. As informações são do site The Verge.","url":""},{"text":"Instituto de padronização nos EUA anuncia primeiros algoritmos criptográficos pós-quânticos: no total, quatro algoritmos farão parte do padrão estabelecido pelo NIST – CRYSTALS-Kyber, CRYSTALS-Dilithium, FALCON e SPHINCS+. O primeiro foi projetado para criptografia geral (troca de informações em redes públicas) e os outros três para assinaturas digitais (autenticação de identidade remota). Outros quatro algoritmos também estão em consideração. O marco é importante na proteção de dados confidenciais contra futuros ataques cibernéticos através de computadores quânticos. As informações são do site do NIST.","url":""},{"text":"Fábrica de baterias e veículos elétricos no Brasil: a argentina Bravo Motor Company e a norte-americana Rockwell Automation desenvolverão o complexo “Colossus Cluster” em Nova Lima, região metropolitana de Belo Horizonte. Em sua fase inicial, a planta produzirá de 22 mil carros elétricos e 43 mil kits de baterias de íons de lítio por ano. O investimento inicial está estimado em 4 bilhões de dólares com a criação de 14 mil empregos diretos e indiretos. As informações são do site Canaltech.","url":""},{"text":"Tesla perde a primeira posição como maior fabricante de veículos elétricos no mundo: a chinesa BYD, financiada pelo famoso investidor Warren Buffett, vendeu 638 mil veículos nos primeiros seis meses de 2022, um crescimento anual de 325%. A Tesla entregou um total de 564 mil veículos no primeiro semestre deste ano. As informações são do site Axios.","url":""},{"text":"NASA perde comunicação com sonda lunar recém lançada: o sucesso da missão CAPSTONE é essencial para o programa Artemis, criando uma espécie de GPS lunar. A agência está trabalhando para entender a causa do problema e restabelecer contato. As informações são do site Space.","url":""},{"text":"Engenheira mecânica e ex-aluna do MIT desenvolve aplicativo para identificar problemas de pele: o Piction Health, criado por Susan Conover, utiliza inteligência artificial para reconhecer erupções cutâneas comuns, com planos de também diagnosticar câncer de pele no futuro. O sistema pode ser utilizado na linha de frente, reduzindo o tempo de avaliação em 30% e auxiliando médicos no encaminhamento de pacientes a dermatologistas especializados mais rapidamente em casos especiais. As informações são do site MIT News.","url":""},{"text":"Intel vende subsidiária que realiza shows de luz com drones: os 9.000 drones da Intel Drone Light Shows podem substituir fogos de artifício tradicionais e já foram utilizados em diversos eventos, como os Jogos Olímpicos. A compra foi realizada pelo irmão de Elon Musk, que teria se emocionado após assistir a um espetáculo coordenado pela empresa. A venda faz parte da estratégia da Intel em focar exclusivamente na fabricação de semicondutores. As informações são do site The Register.","url":""},{"text":"União Europeia aprova duas leis para regular discurso e negócios digitais, com implicações globais: o “Digital Services Act” tem como intuito combater conteúdos ilegais e danosos na internet. O “Digital Markets Act” é voltado às grandes empresas de tecnologia, com regras para manter os mercados abertos e livres, através do compartilhamento de dados e permissão para criação de lojas de aplicativos alternativas. A regulamentação começará a ser aplicada a partir do próximo ano. As informações são do site TechCrunch.","url":""}]}