{"title":"Google assustado com TikTok / Videogame para TDAH / Indenização por reclamação","fps":30,"timestamp":1657722742,"date":"13/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Usuários mais jovens estão utilizando cada vez mais TikTok e Instagram para realizar buscas, afirma executivo do Google: estudos internos mostram que 40% dos jovens, quando procuram por restaurantes, por exemplo, não utilizam mais a Busca ou Mapas como ponto inicial para descoberta de lugares novos. Esses usuários também têm se interessado por “formatos visualmente ricos”, tendência que obrigou o Google a realizar acordos para indexar vídeos do TikTok e Instagram nos seus resultados de busca. As informações são do site TechCrunch.","url":""},{"text":"Primeiro jogo de videogame é aprovado para tratamento do TDAH em crianças: o EndeavorRx, atualmente disponível apenas mediante receita médica nos EUA, permite o controle de um pequeno alienígena coletando itens em mundos diferentes. O jogo foi projetado por neurocientistas para impulsionar o efeito de progresso cognitivo, estimulando áreas do cérebro que desempenham um papel fundamental na função de atenção, algo difícil de se obter através de medicamentos. As informações são do site da BBC.","url":""},{"text":"Reclamar de empresas pela internet não gera indenização, decide Justiça: foi negada uma indenização por danos morais a uma empresa de prestação de serviços que recebeu reclamações de um cliente em sites de defesa do consumidor. A empresa alegava “excesso no exercício da liberdade de expressão” – a Justiça, no entanto, reconheceu o direito de crítica pública do cliente, sem abuso que tornasse seu comportamento ilícito. As informações são do site Convergência Digital.","url":""},{"text":"Petrobras irá instalar nova rede de fibra óptica submarina: a malha irá injetar 15 terabytes por segundo de capacidade para atender as operações no Pré-Sal da Bacia de Santos – uma plataforma gera 6 TB de dados sísmicos por dia e que precisam ser enviados a um datacenter para processamento. A rede também proverá o backhaul para sua rede móvel privativa em 4G em plataformas off-shore. As informações são do site Mobile Time.","url":""},{"text":"Ericson, Qualcomm e grupo aeroespacial Thales estudam desenvolver rede 5G por satélite: dispositivos móveis conectados através de satélites tornaria possível a comunicação em lugares remotos do planeta e seria uma espécie de backup em caso de grandes interrupções ou desastres nas redes terrestres. Discussões já estão em andamento para verificar a viabilidade da tecnologia em testes na Estação Espacial Internacional. As informações são da Reuters.","url":""},{"text":"Google irá desacelerar contratações até 2023: apesar da decisão, a empresa não está congelando totalmente as contratações para cargos de engenharia, técnicos e outras funções críticas. A empresa também irá pausar projetos e redistribuir recursos para áreas de maior prioridade. As informações são do site The Verge.","url":""},{"text":"Chips de computador que misturam fotônica e eletrônica podem manter viva Lei de Moore: processadores optoeletrônicos não fazem sentido para todos os tipos de computação de uso geral, mas possuem grande potencial na realização de operações com matrizes, cruciais para cargas de trabalho de alto desempenho como IA, simulações e renderização de gráficos. Além disso, a tecnologia possui melhor eficiência energética, menor latência e velocidades maiores na transferência de dados. As informações são do site The Register.","url":""},{"text":"Maior modelo de linguagem natural aberto, com 176 bilhões de parâmetros, está disponível gratuitamente: o BLOOM é resultado do projeto de código aberto BigScience, liderado por mais de 1.000 voluntários e com o objetivo de tornar grandes modelos de linguagem natural amplamente disponíveis para pesquisa – o sistema é capaz de gerar texto em 46 línguas e 13 linguagens de programação. O grupo planeja lançar versões menores e menos intensivas de hardware do modelo, com uma API também já em desenvolvimento. As informações são do blog da BigScience.","url":""}]}