{"title":"Microsoft: decisão polêmica / Deepfake subconsciente / Reviravolta no Itaú","fps":30,"timestamp":1657895759,"date":"15/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Microsoft reverte decisão polêmica sobre banimento de projetos open source em sua loja de aplicativos: a nova política, que entraria em vigor amanhã (16/jul), impediria a venda de qualquer programa desenvolvido através de projetos de código aberto, com implicações para aplicativos proprietários que apenas incluam componentes de código aberto com determinadas licenças. De acordo com a Microsoft, a ideia da regra era apenas dificultar o re-empacotamento de softwares livres como novos produtos e irá revisar a medida para tornar isso mais claro. As informações são do site TechCrunch.","url":""},{"text":"Cérebro detecta deepfakes subconscientemente, mesmo quando a mente consciente é enganada: cérebros de indivíduos monitorados por eletroencefalografia foram capazes de detectar deepfakes em 54% das amostras – a taxa de sucesso de um grupo anterior, solicitado a identificar verbalmente as mesmas imagens, foi de apenas 37%. As IAs que criam as imagens falsas parecem deixar “impressões digitais” sutis que apenas uma parte da rede neural humana consegue identificar, afirmam os pesquisadores da Universidade de Sydney. As informações são do site Futurism.","url":""},{"text":"Banco Itaú anuncia plataforma de tokenização: a nova unidade Itaú Digital Assets irá titularizar valores mobiliários, como recebíveis, em ativos digitais e oferecerá serviços de custódia de criptoativos – um primeiro teste foi feito utilizando o cliente Ethereum Hyperledger Besu. Também não está descartada a ideia de negociação direta de moedas digitais, como Bitcoin. A instituição já foi uma crítica ferrenha da tecnologia, afirmando que o único uso para moedas digitais era lavagem de dinheiro. As informações são dos sites Canaltech e Exame.","url":""},{"text":"Militares norte-americanos estão preocupados com o que consideram “o software mais importante na Terra”: o kernel Linux forma a base da infraestrutura de computação global, da internet, de indústrias, redes de distribuição de energia, transporte, praticamente todos os supercomputadores, além de bilhões de smartphones. No entanto, pelo fato de ser um projeto open source, esse código estaria exposto a manipulação por agentes hostis. O novo programa SocialCyber da DARPA, braço de pesquisa das forças armadas dos EUA, combinará sociologia e análise automatizada para mapear, entender e proteger não só a comunidade que desenvolve o núcleo do Linux, mas toda a comunidade de código aberto. As informações são do site MIT Technology Review.","url":""},{"text":"Nintendo adquire estúdio de animação por computação gráfica: a Dynamo Pictures, agora chamada Nintendo Pictures, irá produzir conteúdo visual utilizando personagens de franquias como Mario, Zelda e Donkey Kong, demonstrando interesse em expandir para o setor cinematográfico. As informações são do site TechCrunch.","url":""},{"text":"ChromeOS Flex sai do beta e já está disponível para PCs antigos: além de contribuir com a sustentabilidade, dando vida nova a máquinas antigas, o sistema operacional oferece proteção contra ameaças de malware e ransomware. O ChromeOS Flex oferece suporte a mais de 400 dispositivos, consumindo 19% menos energia, em média. As informações são do blog Google Cloud.","url":""},{"text":"MIT cria nova linguagem de programação para aceleradores de hardware: Exo é uma linguagem de baixo nível projetada para auxiliar engenheiros a escrever, otimizar e direcionar kernels de computação de alto desempenho para esses componentes. Aceleradores de hardware podem executar certas tarefas melhores do que CPUs, mas precisam de instruções específicas para torná-los compatíveis com todo o sistema. As informações são do site MIT News.","url":""}]}