{"title":"Dev gênio de 13 anos / Lucro com ataque hacker / Backups do Governo","fps":30,"timestamp":1657031472,"date":"05/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Adolescente indiano de 13 anos é o mais jovem do mundo a aprender 17 linguagens de programação: entre as linguagens escolhidas por Arnav Sivram estão Java, Python, C++ e Dart. Sivram iniciou seus estudos aos nove anos de idade e pretende trabalhar no desenvolvimento de inteligência artificial para sistemas autônomos de direção. As informações são do site NDTV.","url":""},{"text":"Universidade holandesa recupera resgate pago a hackers e ainda obtém lucro: a Universidade de Maastricht sofreu um ataque ransomware em 2019, pagando 200 mil euros para liberar seus computadores. Recentemente, a polícia conseguiu recuperar apenas um quinto das moedas digitais pagas no resgate, depositadas na conta de um cidadão ucraniano. No entanto, com o aumento no preço do Bitcoin nos últimos anos, o valor disponível para a universidade agora é de 500 mil euros, mais do que o dobro do valor pago. As informações são do site The Register.","url":""},{"text":"74% dos órgãos federais não possuem backup de dados: das organizações que realizam backups, 66% não os armazenam de forma criptografada. Segundo o Tribunal de Contas da União, considerando que 73% dos serviços públicos prestados pelo governo federal já são totalmente digitais, mostra a dimensão dos riscos que falhas de segurança podem acarretar. As informações são do site Convergência Digital.","url":""},{"text":"5G estará disponível em Brasília a partir desta quarta-feira: as próximas capitais a receberem a tecnologia serão Belo Horizonte, Porto Alegre e São Paulo, mas sem previsão no momento. O prazo final para o funcionamento do 5G em todas as capitais brasileiras é 29 de setembro.","url":""},{"text":"Grande Colisor de Hádrons anuncia descoberta de três novas partículas exóticas: um novo tipo de “pentaquark” e o primeiro par de “tetraquarks” podem auxiliar físicos a entender melhor como quarks se unem em partículas compostas. Para Niels Tuning, coordenador de física do projeto, esse é um período semelhante à década de 1950, quando um “zoológico” de novas partículas começou a ser descoberto. As informações são do site da CERN.","url":""},{"text":"Hacker está vendendo dados de 1 bilhão de cidadãos chineses na dark web: informações como nomes, endereços residenciais, números de identificação e telefone teriam sido obtidas através de uma falha de configuração em um servidor da polícia de Xangai – até mesmo detalhes de investigações criminais estão disponíveis. Com base em uma amostra providenciada pelo hacker, o jornal The Wall Street Journal conseguiu confirmar que o vazamento é legítimo. As informações são do site The Register.","url":""},{"text":"Decisão da justiça japonesa pode criar precedente e abrir algoritmos das grandes empresas de tecnologia: a corte do país está julgando a reclamação de um restaurante após um mecanismo de busca local realizar alterações em seu algoritmo de recomendações. O tribunal pretende avaliar como o algoritmo funciona, com especialistas jurídicos afirmando que a decisão pode ter implicações de longo alcance – as Big Techs argumentam há anos que seus algoritmos deveriam ser considerados segredos comerciais em qualquer circunstância, posição que começa a ser desafiada por tribunais e reguladores ao redor do mundo. As informações são do site Slashdot.","url":""},{"text":"DeepMind cria IA para distribuição de riquezas na sociedade, alinhada com valores humanos: a Democratic AI é um modelo no qual o aprendizado por reforço é utilizado para projetar um mecanismo social que humanos prefiram por maioria. A IA descobriu um mecanismo que teria o potencial de corrigir desequilíbrios de riqueza, otimizando preferências humanas. O artigo completo está disponível no site da revista Nature.","url":""}]}