{"title":"Meta quer substituir Wikipédia / Gravidade artificial na Lua / IA aprende como bebê","fps":30,"timestamp":1657636505,"date":"12/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Meta lança IA open source que pode substituir a Wikipédia: a Sphere utiliza o corpus de informação da web como uma fonte de conhecimento universal não estruturada e sem curadoria – em contraste com a Wikipédia, o sistema é ordens de magnitude maior e refletiria melhor a diversidade total de conhecimento na web. O projeto, open source, pode ser consultado no repositório “facebookresearch/sphere” no GitHub. As informações são do site The Register.","url":""},{"text":"Japão estuda construir estruturas com gravidade artificial na Lua e Marte: cada edificação, chamada de Glass, terá o formato de um cone invertido com 400 metros de altura – similar a do edifício Empire State em Nova Iorque – girando em torno de seu eixo uma vez a cada 20 segundos para simular a gravidade da Terra através da força centrífuga. Os pesquisadores da Universidade de Quioto estimam que seria possível iniciar a construção da primeira estrutura na Lua a partir do ano 2050. As informações são do site Gizmodo.","url":""},{"text":"Nova IA da DeepMind aprende física como um bebê humano: o PLATO é uma rede neural que deduz regras simples da física sobre o comportamento e interação entre objetos simulados por computador – inércia direcional, continuidade, solidez, persistência e imutabilidade – expressando “surpresa” quando esses objetos violam essas regras. O sistema não foi projetado como um modelo para o comportamento infantil, mas poderia ser um primeiro passo para testar hipóteses sobre como bebês humanos aprendem. As informações são do site da revista Nature.","url":""},{"text":"PicPay vai lançar corretora de moedas digitais e stablecoin própria no Brasil: até o fim do ano, cerca de 100 moedas estarão disponíveis para negociações. A organização também desenvolverá sua própria stablecoin lastreada no real, a Brazilian Real Coin (BRC). Além disso, criará um mercado para NFTs e poderá tornar-se um tokenizador, convertendo ativos reais em recibos digitais. A intenção da plataforma é permitir o uso de moedas digitais para pagamento de contas diversas e realizar Pix utilizando saldo em cripto. As informações são do site Canaltech.","url":""},{"text":"Polícia nos EUA quer acesso em tempo real a câmeras de segurança privada: uma nova lei, proposta na cidade de São Francisco (Califórnia), permite o acesso a dispositivos residenciais, comerciais e de escolas para monitoramento contínuo e ao vivo de eventos significativos de segurança pública ou outras contravenções. Uma pesquisa local mostra que 60% da população é contra a nova lei. As informações são do site The Register.","url":""},{"text":"Detector de matéria escura mais preciso do mundo entra em operação: com uma sensibilidade pelo menos 50 vezes superior a outros detectores, o experimento LUX-ZEPLIN encontra-se instalado a 1,5 km de profundidade no estado da Dakota do Sul (EUA), envolto em um grande tanque de água, para proteger-se contra outras partículas que produzem falsos positivos. O dispositivo está à procura de partículas massivas de interação fraca (WIMP na sigla em inglês), que acredita-se terem sido criadas durante o Big Bang. As informações são do site do Sanford Lab.","url":""},{"text":"Físicos do MIT descobrem nova estrutura de grafeno supercondutora: até cinco camadas de grafeno podem ser torcidas e empilhadas em ângulos precisos – também chamados de “ângulos mágicos” – para obter supercondutividade em baixas temperaturas. Se essa propriedade for replicável em outros materiais naturalmente condutores, ela poderia ser aproveitada para a transmissão de energia elétrica sem perdas ou a construção de trens de levitação magnética sem atrito. As informações são do site Phys.","url":""},{"text":"Subsistemas de comunicação do telescópio espacial James Webb podem se comunicar à taxa de até 28 megabits por segundo: o observatório pode produzir até 57 GB de dados por dia – o Hubble, em comparação, produz no máximo 2 GB. O telescópio ainda possui dois outros canais de comunicação – um deles recebe os horários de observação científica a 16 kilobits por segundo e o outro baixa dados de engenharia a 40 kb/s. Todas as informações celestiais coletados são armazenados a bordo em uma unidade de estado sólido de 68 GB  – até o final da missão, em cerca de 10 anos, essa capacidade deve cair para cerca de 60 GB por causa da radiação do espaço profundo e do desgaste na gravação dos dados. As informações são do site IEEE Spectrum.","url":""}]}