{"title":"Invasão inusitada / iPhone ultra-protegido / Binance libera saques no Brasil","fps":30,"timestamp":1657204539,"date":"07/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Pesquisador de segurança invade datacenter utilizando rota oculta atrás de banheiros: Andrew Tierney obteve acesso não autorizado à área segura de servidores utilizando um caminho que conectava as instalações sanitárias de visitantes à toda infraestrutura de TI. O edifício era fortemente protegido, com protocolos de segurança rígidos, mas o pesquisador conseguiu estudar o projeto de aprovação enviado ao município onde o datacenter foi construído, já que o documento é disponível publicamente. As informações são do site The Register.","url":""},{"text":"Apple anuncia “Lockdown Mode”, sistema de proteção extremo contra spyware para iPhones e Macs: o modo de bloqueio serve para usuários em risco de ataques cibernéticos altamente direcionados através de empresas privadas que desenvolvem ferramentas de espionagem patrocinadas por estados-nação. Vários recursos são desabilitados quando o sistema é ativado – anexos em mensagens, chamadas não reconhecidas e conexão física a acessórios e computadores são todos bloqueados. A Apple também criou um programa de bug bounty especial para pesquisadores de segurança que conseguirem hackear o sistema, pagando uma recompensa de até 2 milhões de dólares, a maior do setor. As informações são do site da Apple.","url":""},{"text":"Após 20 dias, Binance volta a liberar saques no Brasil: a Justiça havia determinado o bloqueio de 451 milhões de reais de clientes brasileiros na plataforma por causa de uma disputa com seu parceiro de pagamentos. A Binance promete que irá oferecer uma solução melhor para clientes no País após o processo de aquisição da corretora brasileira Sim;paul. As informações são do jornal Valor Econômico.","url":""},{"text":"Ex-funcionários da Samsung e Microsoft criam aplicativo para reduzir consumo de energia de smartphones em 30%: o EOptomizer utiliza inteligência artificial para analisar como usuários utilizam seus dispositivos durante o dia, otimizando seu desempenho. O software foi desenvolvido dentro da Escola de Ciência da Computação e Engenharia Eletrônica de Essex, no Reino Unido, e será demonstrado a outros pesquisadores e fabricantes de smartphones em um evento na semana que vem. As informações são do site EurekAlert.","url":""},{"text":"Pesquisadores finlandeses instalam primeira “bateria de areia” totalmente funcional do mundo: a energia produzida em excesso por painéis solares ou parques eólicos aquecem 100 toneladas de areia de baixa qualidade até 500 ℃, armazenando essa carga por vários meses. A bateria é descarregada aquecendo um sistema de abastecimento de água urbano. As informações são do site da BBC.","url":""},{"text":"Cientistas dinamarqueses criam dispositivo intra-auricular para medir ondas cerebrais de astronautas: o pequeno aparelho irá realizar exames de eletroencefalografia e mapear os padrões de sono do astronauta Andreas Mogensen durante sua estadia na Estação Espacial Internacional. A dificuldade na hora de dormir é a maior reclamação de astronautas – a micro gravidade e um ciclo artificial de noite e dia tem grande impacto no ritmo circadiano natural. As informações são do site da Universidade de Aarhus.","url":""},{"text":"Ferramenta de tradução de código aberto da Meta ultrapassa 200 idiomas: o modelo “NLLB-200” contém 54,5 bilhões de parâmetros e é o primeiro a trabalhar com um total de 202 linguagens. Quando testado contra o padrão BLEU – algoritmo para avaliar a qualidade de traduções realizadas por máquinas – o NLLB-200 mostrou uma melhoria média de 44% em relação a outros modelos de última geração. A ferramenta está disponível no repositório “facebookresearch/fairseq/tree/nllb” no GitHub. As informações são do site The Register.","url":""},{"text":"Bun é uma alternativa quatro vezes mais rápida ao Node.js e Deno: o novo runtime, liderado por Jarred Sumner e escrito na linguagem de programação Zig, pretende ser uma ferramenta completa no ecossistema de desenvolvimento JavaScript, integrando um bundler, transpiler e gerenciador de pacotes próprio (compatível com node_modules). Também disponibiliza a leitura automática de arquivos.env, JSX, cliente de SQLite3 integrado, um runner de testes automatizados e várias outras facilidades. Além disso, o Bun é 20 vezes mais rápido do que o Yarn ao instalar dependências. As informações são do site do projeto.","url":""}]}