{"title":"Uber: acusações gravíssimas / Twitter e Elon Musk / Marinha ativa drones","fps":30,"timestamp":1657549972,"date":"11/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Vazamento massivo mostra táticas ilegais utilizadas pelo Uber na Europa: mais de 124 mil arquivos, incluindo 83 mil emails e milhares de conversas, abrangendo 2013 a 2017, mostram como a empresa recrutou políticos para prejudicar o setor de táxis na Europa, mantendo contato direto inclusive com Emmanuel Macron, atual presidente francês. Os documentos também revelam como o ex-presidente do Uber, Travis Kalanick, ordenou pessoalmente o uso de um “kill switch” para destruir computadores e impedir que a polícia tivesse acesso a informações confidenciais durante operações de busca e apreensão conduzidas na Holanda, Bélgica, França e Hungria. As informações são da BBC.","url":""},{"text":"Limitação em APIs seria o motivo para Elon Musk abandonar compra do Twitter: as APIs solicitadas por Musk, e que seriam utilizadas para determinar a quantidade de bots na rede social, possuíam um rate limit inferior ao oferecido para clientes comerciais e com um número pequeno de queries que poderiam ser pesquisadas. O Twitter pretende processar Elon Musk e obrigá-lo a concluir a aquisição. As informações são do site The Register.","url":""},{"text":"Marinha do Brasil ativa esquadrão de drones: as seis aeronaves Boeing ScanEagle do 1º Esquadrão de Aeronaves Remotamente Pilotadas (EsqdQE-1) poderão operar em atividades de controle naval do tráfego, inspeção naval, prevenção de ilícitos, pirataria, terrorismo, monitoramento de desastres e operação de resgate. As informações são do site Agência Marinha de Notícias.","url":""},{"text":"NASA decide revelar, antecipadamente, primeira imagem obtida pelo telescópio James Webb nesta segunda-feira: uma transmissão ao vivo do evento estará disponível no site da NASA, a partir das 18h00 (horário de Brasília). “O que vi me emocionou, como cientista, engenheira e ser humano” disse Pamela Melroy, administradora da agência espacial, em relação à primeira imagem a cores produzida pelo observatório. A revelação de outras imagens continuam programadas para amanhã, dia 12, às 11h30, no site da NASA e YouTube. As informações são do site Engadget.","url":""},{"text":"Empresa militar dos EUA quer comprar desenvolvedora do software de vigilância Pegasus: a L3Harris, criadora da ferramenta de rastreamento de celular Stingray, teria obtido uma autorização das agências de inteligência norte-americanas para adquirir a israelense NSO Group. Uma das condições para o negócio seria a possibilidade de utilizar o arsenal de ataques zero day por todos os parceiros da chamada “Aliança Cinco Olhos” – EUA, Reino Unido, Canadá, Austrália e Nova Zelândia. As informações são do jornal The New York Times.","url":""},{"text":"Suíça irá construir sistema para transporte de carga autônomo e subterrâneo: a ideia do “Cargo Sous Terrain” é fornecer transporte de carga entre cidades e centros logísticos em todo país, sem depender da expansão das redes rodoviárias e ferroviárias, viajando 24 horas por dia através de túneis. Os veículos irão trafegar sobre rodas e possuem acionamento elétrico, com velocidade constante de cerca de 30 quilômetros por hora. As informações são do site IEEE Spectrum.","url":""},{"text":"Pesquisadores australianos apresentam primeiro circuito integrado em escala atômica do mundo: o processador quântico analógico foi utilizado para modelar com precisão os estados quânticos de uma molécula orgânica de poliacetileno – a técnica abre caminho para a criação de novos materiais que nunca existiram, como supercondutores, baterias e produtos farmacêuticos. A equipe acredita que seu dispositivo quântico estará disponível em escala comercial nos próximos cinco anos. As informações são da Universidade de Nova Gales do Sul.","url":""},{"text":"Pesquisa da Microsoft mostra que autonomia, flexibilidade e foco são os principais fatores para um bom ambiente de trabalho: processos colaborativos intensos, com a sensação de ser apenas a “engrenagem de uma máquina”, mostram um impacto negativo na percepção de desenvolvedores sobre o equilíbrio entre vida profissional e pessoal. Os funcionários mais satisfeitos trabalham, em média, cinco horas a menos por semana, participam cinco horas a menos de projetos em grupo, possuem 17 pessoas a menos em sua rede interna de colaboração e trabalham três horas a mais sozinhos, sem interrupções. As informações são do site ZDNet.","url":""}]}