{"title":"Investimento em DeSo / Google demite Eng.º / Infras prioritárias","fps":30,"timestamp":1658759548,"date":"25/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Redes sociais baseadas em blockchain é novo segmento na mira de investidores de risco: em uma plataforma de mídia social descentralizada (DeSo, na sigla em inglês), usuários possuiriam maior controle e propriedade sobre a criação de conteúdo. A ideia por trás de empresas como DSCVR, Farcaster e Primitives é desenvolver experiências descentralizadas e nativas Web3, mas que sejam simples para usuários da web comuns. As informações são do site TechCrunch.","url":""},{"text":"Google demite engenheiro que fez alerta sobre IA da companhia: Blake Lemoine acredita que o sistema de processamento de linguagem natural LaMDA estaria autoconsciente. O Google afirma que a alegação seria “totalmente infundada” e Lemoine teria violado persistentemente políticas de segurança de dados e de informações do produto. As informações são do blog Big Technology.","url":""},{"text":"Ministério das Comunicações amplia lista de projetos de infraestrutura prioritários: a portaria MCOM nº 6.197 prevê a modernização ou implantação de redes de transporte e acesso de dados, comunicação por satélite, redes locais sem fio, cabos submarinos e subfluviais, data centers, comunicação máquina a máquina, incluindo internet das coisas (IoT), rede 5G ou superior, e infraestrutura para rede de telecomunicações. Os projetos são elegíveis para emissão de debêntures com redução de imposto de renda. As informações são do site Convergência Digital.","url":""},{"text":"Braço robótico quebra dedo de criança ao jogar xadrez: o incidente aconteceu durante um torneio realizado em Moscou enquanto o equipamento jogava três partidas ao mesmo tempo – a criança não teria esperado a sua vez, com o robô esmagando seu dedo enquanto posicionava uma peça. Apesar do acidente, o robô continuará em operação. As informações são do site The Register.","url":""},{"text":"Cientistas chineses desenvolvem laser de alta potência que pode “desenhar” diretamente no ar: o dispositivo concentra pulsos ultracurtos de laser de alta intensidade no ar – um trilhão de watts por centímetro quadrado – para criar plasma, emitindo energia na forma de luz. A tecnologia pode ter uso prático na fabricação de alta precisão, neuroimagiologia e computação quântica. As informações são do site SCMP.","url":""},{"text":"Startup cria robô para cavar túneis subterrâneos utilizando jatos de plasma: o sistema de perfuração térmica da Earthgrid é 100 vezes mais rápido e 98% mais barato do que máquinas rotativas mecânicas tradicionais. O equipamento pode ser utilizado para cavar pequenos túneis para redes de energia e internet. As informações são do site New Atlas.","url":""},{"text":"Laboratório de pesquisa do exército norte-americano quer desenvolver gerador de múons portátil: a partícula permitiria o mapeamento de qualquer objeto ou estrutura, incluindo a localização de túneis e câmaras subterrâneas centenas de metros abaixo da superfície – a técnica já foi utilizada para inspeção das pirâmides de Gizé. O programa MuS2 da DARPA visa empregar aceleração de plasma a laser para criar múons no espaço de centímetros em comparação às centenas de metros dos aceleradores de partículas de última geração. As informações são do site The Register.","url":""},{"text":"Nova arquitetura aberta para prototipagem de “chips robóticos”: a RobotCore descreve uma implementação de referência e convenções de programação necessárias para introduzir aceleração de hardware na robótica de maneira sustentável, evitando o chamado aprisionamento tecnológico (vendor lock-in) a poucos fornecedores de semicondutores. Com aceleração de hardware, através de FPGAs e GPUs, roboticistas poderão criar robôs mais rápidos, com tempos de computação reduzidos, menor consumo de energia e respostas mais determinísticas. As informações são do blog Acceleration Robotics.","url":""}]}