{"title":"IA judicial compulsória / Bomba no telemarketing / Multa por torrent","fps":30,"timestamp":1658155263,"date":"18/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"IA judicial é expandida para todos os tribunais na China: juízes no país agora precisam consultar o sistema, obrigatoriamente, em todos os casos – se uma decisão rejeitar a recomendação da máquina, uma justificativa por escrito é exigida para posterior auditoria. A IA pode reduzir a carga de trabalho média de um juiz em mais de um terço, selecionando automaticamente processos judiciais para referência, recomendando leis e regulamentos, elaborando documentos legais e alterando erros em vereditos. As informações são do jornal SCMP.","url":""},{"text":"Ministério da Justiça suspende 180 empresas de telemarketing por publicidade abusiva: a medida cautelar atinge, em sua maioria, empresas ligadas a instituições financeiras. A determinação proíbe ligações para oferta de produtos ou serviços a clientes que não autorizaram contato. A decisão não impacta serviços de telemarketing passivo, para cobranças ou doações. As informações são do portal G1.","url":""},{"text":"Mais produtoras de cinema passam a ameaçar brasileiros que baixaram filmes piratas pela internet: estúdios das franquias de cinema Rambo, Dupla Explosiva e outras estão contratando escritórios nacionais especializados em propriedade intelectual para enviar notificações por email para pessoas que baixaram filmes através de torrents. O email pede o pagamento de uma multa para resolver o problema sem recorrer à Justiça – especialistas, no entanto, afirmam não haver fundamento jurídico para a cobrança dos valores. As informações são do Tecnoblog.","url":""},{"text":"Bill Gates decide acelerar doações e deve deixar de ser uma das pessoas mais ricas do mundo nos próximos anos: com uma fortuna estimada em mais de 100 bilhões de dólares, Gates fará uma transferência de 20 bilhões neste mês à sua fundação com o intuito de aumentar investimentos em saúde, educação e desenvolvimento econômico, principalmente em países de baixa e média renda. A Fundação Bill e Melinda Gates possui cerca de 70 bilhões em reservas atualmente – desde sua criação, em 2000, a entidade já investiu 79,2 bilhões de dólares em programas sociais. As informações são do site Ars Technica.","url":""},{"text":"Meta lança sua própria versão do DALL-E: o Make-A-Scene é um projeto de pesquisa que gera imagens a partir da combinação de texto e desenhos simples para transmitir uma maior especificidade e variedade de elementos à de inteligência artificial. A empresa pretende avançar no desenvolvimento da ferramenta para aplicação em realidade mista e mundos virtuais. As informações são da página de imprensa da Meta.","url":""},{"text":"Facebook passa a criptografar links para combater recurso de privacidade dos navegadores Firefox e Brave: a rede social está utilizando um esquema URL diferente, contendo um string único, para evitar remoção de parâmetros de rastreamento. Há pouco que os navegadores possam fazer agora, a não ser encontrar uma maneira de descriptografar as informações. As informações são do site Ghacks.","url":""},{"text":"Tor Browser lança versão 11.5 com detecção e evasão automática de censura: o novo recurso “Connection Assist” oferece uma configuração automática para cada localização, pesquisando por opções específicas em cada país, sem precisar se conectar à rede Tor primeiro. Os desenvolvedores da ferramenta também comunicaram que planejam dedicar mais tempo ao navegador no sistema Android, negligenciado em termos de paridade de recursos ao desktop nos últimos dois anos. As informações são do blog do Tor Project.","url":""},{"text":"Próxima atualização do kernel Linux irá resolver vulnerabilidade Retbleed em chips Intel e AMD: a versão 5.19, no entanto, deve atrasar em uma semana, alertou Linus Torvalds. O Retbleed é outro ataque baseado no Spectre que expõe a memória do kernel, apesar de defesas já existentes. Espera-se que a mitigação da falha cause impactos no desempenho de processadores. As informações são do site The Register.","url":""}]}