{"title":"Tesla vende Bitcoins / Baleias e fibra óptica / Robô brasileiro","fps":30,"timestamp":1658414153,"date":"21/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Resultado da Tesla dobra no último trimestre, mas empresa registra prejuízo com venda de Bitcoins: a montadora registrou lucro líquido de 2,3 bilhões de dólares no período, mesmo com a perda de 150 milhões após liquidar 75% de sua posição em Bitcoin – a companhia afirma que não abandonou a moeda digital e estaria disposta a aumentar sua participação no futuro. As informações são do site TechCrunch.","url":""},{"text":"Cabos de fibra óptica intercontinentais podem monitorar comunicação de baleias: uma técnica chamada “detecção acústica distribuída” irá auxiliar cetólogos no monitoramento e movimentação de baleias, animais altamente vocais. Cientistas agora irão expandir o estudo, criando de uma inteligência artificial para analisar os terabytes de dados acústicos gerados diariamente pelos cabos de internet subaquáticos. As informações são do site Phys.","url":""},{"text":"Universitários brasileiros são destaque na RoboCup 2022, competição mundial de robótica: o Hera é um robô-cuidador, programado para realizar atividades domésticas como localizar objetos, organizar prateleiras e chamar socorro médico. O time, composto por cinco alunos e um professor do Centro Universitário FEI, venceu na categoria “At Home”. As informações são do canal Tilt do portal UOL.","url":""},{"text":"Aplicativo “Carteira do Google” é lançado no Brasil, trazendo APIs com suporte a cartões, ingressos e até comprovante de vacinação: quinze instituições financeiras já estão disponíveis, como Banco do Brasil, Bradesco, Itaú, CEF, Inter, Next, Nubank e XP. O Google também quer atrair outros órgãos públicos para armazenamento de documentos oficiais – RG e CNH, por exemplo. O aplicativo já está disponível para dispositivos Android através da loja Google Play. As informações são do site Canaltech.","url":""},{"text":"Startup britânica lança primeiro drone controlado por lasers: o equipamento da QinetiQ pode ser utilizado em operações secretas militares, sendo invulnerável a interferências e com reduzida probabilidade de detecção por não utilizar rádio-frequência para controle. As informações são do site New Atlas.","url":""},{"text":"Microsoft reverte decisão tomada há duas semanas e implementa, novamente, bloqueio de macros do Office por padrão: a mudança ocorre depois da empresa melhorar a documentação de suporte a usuários e administradores, esclarecendo as opções disponíveis quando uma macro é bloqueada. Macros VBA são um método muito popular para instalação de malwares através de documentos maliciosos do Office. As informações são do site Bleeping Computer.","url":""},{"text":"DALL-E está oficialmente disponível em Beta: agora é possível utilizar a inteligência artificial em projetos comerciais, gerando imagens a partir de descrições de texto. O objetivo da OpenAI é embarcar um milhão de pessoas que já estavam na lista de espera – nesta primeira fase, além da possibilidade de utilizar a ferramenta de forma gratuita (até 200 imagens no primeiro mês), será possível adquirir créditos adicionais (15 dólares para geração de 460 imagens). As informações são do blog da OpenAI.","url":""},{"text":"Fonte especial, instalada junto com o TeamViewer, pode ser utilizada para fingerprinting de usuários na web: segundo o desenvolvedor Daniel Aleksandersen, a fonte, disponível apenas na versão para Windows, permite que sites detectem se usuários possuem o programa instalado em seus computadores, aumentando o risco de phishing e golpes direcionados. O site do TeamViewer verifica a presença da fonte para facilitar a geração links de compartilhamento de tela entre usuários. As informações são do site Ctrl Blog.","url":""}]}