{"title":"Código de honra no cibercrime / Livro escrito por IA / Mercado de apps","fps":30,"timestamp":1658500413,"date":"22/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Plataformas utilizadas por criminosos cibernéticos possuem sistema de reputação e código de honra, mostra pesquisa: vendedores de kits de malware são classificados de acordo com sua reputação, baseada em notas deixadas por compradores. A maioria das plataformas também exige o depósito de caução para resolução de disputas, serviço realizado por um terceiro especializado. Existe um esquema para transferência de reputação entre websites, já que páginas na dark web ficam, em média, disponíveis por apenas 55 dias. As informações são do site CISO Advisor.","url":""},{"text":"Escritores estão começando a usar IA para escrever livros: para Jennifer Lepp, uma escritora independente, o sistema Sudowrite, baseado no GPT-3 da OpenAI, seria como uma colaboração, inspirando-a no desenvolvimento da história e em ajustes de passagens. O tema, no entanto, é controverso no meio editorial, tanto para escritores e leitores sobre a autenticidade do que é escrito. As informações são do site The Verge.","url":""},{"text":"Brasil é o terceiro maior mercado do mundo em volume de instalações de aplicativos: com 2,5 bilhões de downloads no segundo trimestre, o País fica atrás dos EUA (3 bilhões de instalações) e Índia (7 bilhões). No Brasil, domina o sistema Android e a loja Google Play, respondendo por 92% dos downloads. As informações são do site Mobile Time.","url":""},{"text":"Empresas criam Comitê Brasileiro de Cibersegurança Industrial: o objetivo é consolidar informações e iniciativas, fomentar a educação de profissionais especializados e prevenir incidentes. Microsoft, IBM e Siemens são alguns dos membros fundadores. As informações são do site CISO Advisor.","url":""},{"text":"Primeiro projeto do supercomputador mais rápido do mundo simulará nova técnica para captura de carbono da atmosfera: o código desenvolvido pelo Laboratório Nacional de Tecnologia Energética dos EUA modela bilhões de partículas que precisam ser rastreadas individualmente, simulando interações ao longo do tempo. Este é um dos poucos projetos que conseguirá saturar todos os núcleos do Frontier, primeiro computador em exaescala do mundo. As informações são do site The Register.","url":""},{"text":"SpaceX irá lançar brinquedos com tema espacial: a empresa fechou uma parceria com a Mattel, famosa pelas marcas Barbie e Hot Wheels. Além de brinquedos tradicionais, peças colecionáveis, mais caras e detalhadas, também serão lançados no próximo ano. Esta é a segunda parceria entre a Mattel e uma empresa de Elon Musk – em 2020, a empresa lançou um veículo de controle remoto baseado no Tesla Cybertruck. As informações são do jornal The Wall Street Journal.","url":""},{"text":"Twitter registra prejuízo trimestral, mas base de usuários cresce: a companhia perdeu 270 milhões de dólares no últimos três meses encerrados em junho deste ano – 33 milhões já foram gastos com o processo de aquisição iniciado por Elon Musk, suspenso no momento e pendente de revisão judicial. A plataforma, no entanto, acumulou 237,8 milhões de usuários ativos diários monetizáveis (mDAUs), um crescimento de 16,6% no período. As informações são do site TechCrunch.","url":""},{"text":"Carbon, nova linguagem para suceder C++, é criada dentro do Google: com muitos dos mesmos objetivos do Rust, em especial na parte de desempenho, Carbon pretende ser totalmente interoperável com código C++ existente e facilitar migrações. O código do projeto está no repositório “carbon-language” no GitHub. As informações são do site 9to5Google.","url":""}]}