{"title":"Anatel quer banir IPs / Tecnologia sonar / Técnica de ataque peculiar","fps":30,"timestamp":1658327541,"date":"20/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Anatel quer bloquear sites piratas, acessados por equipamentos não homologados, sem precisar de autorização judicial: a agência busca um entendimento legal que a permita bloquear IPs que distribuem conteúdo audiovisual de forma ilegal através das chamadas TV box, como se estivesse “lacrando virtualmente” o equipamento. Um recente estudo da Anatel também encontrou backdoors nesses equipamentos comercializados no Brasil e que permitiriam a realização de ataques DDoS. As informações são do site Tele.Síntese.","url":""},{"text":"Dispositivo auricular utiliza tecnologia sonar para reconstruir expressões faciais: o EarIO emite ondas sonoras através do crânio, captando seus ecos para recriar todo o rosto de uma pessoa – um algoritmo é utilizado para reconstruir os movimentos musculares e expressões faciais em tempo real. Técnicas de rastreamento facial por meio de tecnologias acústicas, ao invés de câmeras, oferecem melhor privacidade, além de consumir menos energia. As informações são da Universidade Cornell.","url":""},{"text":"Computadores podem vazar dados remotamente através dos cabos SATA que conectam HDs: o pesquisador Mordechai Guri descobriu como transformar o componente em uma antena sem fio, transmitindo dados via sinais de rádio em uma faixa próxima de 6 Ghz. O ataque, chamado de “SATAn”, torna vulneráveis computadores isolados da rede, normalmente encontrados em programas de desenvolvimento nuclear ou em setores críticos como petróleo e finanças. A distância máxima para execução do ataque, no entanto, está limitada a 120 cm por causa do aumento progressivo da interferência. As informações são do site Bleeping Computer.","url":""},{"text":"Microsoft cria “metaverso” para treinamento de drones autônomos: o Project AirSim pode executar milhões de horas de voo em segundos. Os equipamentos aprendem a reagir a inúmeras variáveis dentro de ambientes tridimensionais virtualizados, mas baseados em locais reais no mundo. O sistema pode treinar drones para inspeções de infraestrutura, minas, terras agrícolas, entrega de encomendas e até táxis voadores. As informações são do site The Register.","url":""},{"text":"Google lança máquina virtual e nova versão do framework para computação quântica: o sistema Quantum Virtual Machine simula a experiência e resultados da programação dos computadores quânticos em desenvolvimento pela empresa, tudo de forma gratuita e sem a necessidade de filas de espera. Para utilizar o sistema, é necessário utilizar a versão 1.0 do Cirq, um framework Python para escrever programas quânticos. As informações são do The Keyword e Google Open Source.","url":""},{"text":"ByteDance, dona do TikTok, estuda desenvolver seus próprios chips de IA: a companhia não encontra no mercado processadores que lidam com cargas de trabalho especificamente relacionadas a plataformas de vídeo, informação e entretenimento. Empresas como Baidu e Alibaba já lançaram seus próprios chips nos últimos anos, tornando-se independentes no desenvolvimento dessa tecnologia fundamental. As informações são da CNBC.","url":""},{"text":"Mercado de TIC brasileiro cresce acima da média global: em 2021, a indústria de software e serviços de TIC cresceu 6,5% em 2021, registrando uma produção estimada em 53,3 bilhões de dólares. A contratação de profissionais da área cresceu 15%, com a indústria de software compondo 55% dos trabalhadores. As informações são da Agência Brasil.","url":""},{"text":"82% dos graduados em TI estão empregados até um ano após a formatura, acima da média nacional de 69%: para comparação, a taxa é de 77%  nas engenharias, 72% para profissionais de saúde e 53% para recém-formados em direito. A taxa de ocupação é a mesma para quem cursou a faculdade presencialmente ou pela modalidade de ensino a distância (EAD). As informações são do site Convergência Digital.","url":""}]}