{"title":"IA como “bomba nuclear” / Segundo negativo / Ouro ilegal","fps":30,"timestamp":1658845864,"date":"26/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Ex-CEO do Google acredita que IAs são tão perigosas quanto bombas nucleares: Eric Schmidt sugere a criação de um pacto ou regime de dissuasão semelhante à doutrina estratégica militar de “destruição mútua assegurada”, impedindo que nações como China e EUA utilizem a tecnologia uma contra a outra. Schmidt afirma que era ingênuo sobre o poder da informação quando começou a trabalhar no Google e agora pede pelo uso responsável da tecnologia de acordo com a ética e moral. As informações são do site Vice.","url":""},{"text":"Microsoft, Meta, Google e Amazon querem abolir o “segundo intercalar”: uma mudança no padrão de rotação da Terra poderia criar uma situação nunca testada em larga escala – o ajuste de um segundo negativo no Tempo Atômico Internacional para sincronizar relógios. As empresas de tecnologia alegam que a acomodação causaria grandes problemas para servidores em rede, que dependem de precisão cronométrica para agendar tarefas e registrar a sequência exata de eventos. Um cálculo mostra que seria possível postergar uma correção por cerca de 2.000 anos até um novo ajuste ser necessário. As informações são do site CNET.","url":""},{"text":"Grandes empresas de tecnologia são acusadas de comprar, indiretamente, ouro ilegal de terras indígenas brasileiras: uma investigação mostra como duas refinadoras, uma brasileira e outra italiana, com certificações para vendas nos EUA e Europa, teriam adquirido o metal de garimpos ilegais localizados na Amazônia. A extração mineral em terras indígenas brasileiras é inconstitucional. As informações são do site Repórter Brasil.","url":""},{"text":"Nova carteira de identidade nacional começa a ser emitida nesta terça-feira: o documento usará o número de CPF como registro único e válido em todo o País. O primeiro estado a emitir a carteira será o Rio Grande do Sul, seguido por Acre, Distrito Federal, Goiás, Minas Gerais e Paraná – não há previsão para os demais estados. A nova identidade vem com um QR Code para permitir sua validação e também poderá servir como documento de viagem, eliminando a necessidade de passaporte em viagens pelo Mercosul. As informações são da Agência Brasil.","url":""},{"text":"Proposta classifica como estelionato fraude com moedas digitais: o Projeto de Lei 1300/22 altera o Código Penal, prevendo punição de 1 a 5 anos de reclusão e multa pelo ato de organizar ou intermediar operações com ativos virtuais para obter vantagens ilícitas. O objetivo seria conter o crescimento nos casos de fraude envolvendo ativos virtuais. As informações são da Agência Câmara de Notícias.","url":""},{"text":"Rússia decide abandonar Estação Espacial Internacional: o país cumprirá suas obrigações antes de deixar o projeto até 2024, quando iniciará a construção de seu próprio posto avançado em órbita. Não ficou claro como será a manutenção dos módulos russos que compõem grande parte do complexo. A NASA espera manter a estação funcionando até 2030. As informações são da Associated Press.","url":""},{"text":"Impressora 3D consegue criar peças minúsculas: a Boston Micro Fabrication recebeu uma nova rodada de investimentos para desenvolver equipamentos de altíssima precisão – a Micro Estereolitografia de Projeção (PµSL) é uma técnica que utiliza resinas fotossensíveis para criar peças com detalhes de até 2 μm, com aplicações em equipamentos médicos, ópticos e laboratórios de pesquisa avançada. As informações são do site TechCrunch.","url":""},{"text":"Erro em código deixava GPUs da Intel cem vezes mais lentas no Linux: a falta de apenas uma flag em uma linha de código impedia o uso da memória interna da placa de vídeo para operações de ray tracing, obrigando a transferência de dados pela memória do sistema. O erro foi descoberto por Lionel Landwerlin, engenheiro de longa data para drivers gráficos do Linux. As informações são do site Phoronix.","url":""}]}