{"title":"“Nova era”, alerta Microsoft / Controle cerebral remoto / Marca iPhone no Brasil","fps":30,"timestamp":1658241099,"date":"19/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Microsoft acredita em “nova era” com força de trabalho estagnada: com menos pessoas entrando no mercado de trabalho, a pressão por salários maiores deve tornar-se permanente, afirmou Brad Smith, presidente da companhia. O problema seria a contínua tendência de queda no crescimento populacional mundial, em especial nos EUA, Europa, China e Japão. O fenômeno ajudaria a explicar a atual escassez de mão de obra em um momento de baixo crescimento econômico. As informações são da Reuters.","url":""},{"text":"Neuroengenheiros conseguem controlar cérebro da mosca Drosophila remotamente: os cientistas utilizaram campos magnéticos para ativar neurônios específicos do inseto. Essa tecnologia “magnetogenética” faz parte do ambicioso projeto MOANA – dispositivo para comunicação sem fio entre cérebros humanos financiado pela DARPA, braço de pesquisa do exército dos EUA. As informações são da Universidade Rice.","url":""},{"text":"Parecer enviado ao STF é favorável à Apple em disputa sobre marca iPhone no Brasil: a empresa IGB Eletrônica possui o registro do termo “Gradiente iPhone” no Instituto Nacional da Propriedade Industrial. No entanto, antes da aprovação no INPI, houve uma mudança significativa no mercado de celulares, tornando a marca iPhone mundialmente conhecida – por esta razão, excepcionalmente, o seu uso não deveria ficar restrito ao requisito da anterioridade. As informações são do site Convergência Digital.","url":""},{"text":"Analista acredita que Netflix esteja preparando venda para Microsoft: Laura Martin, da Needham &amp; Company, acredita que o recente acordo de publicidade entre as duas companhias esconderia uma “agenda oculta” devido a inexpressividade da Microsoft na área de adtech. Além disso, a Microsoft seria a única empresa com apetite para uma aquisição nessa escala – o valor de mercado da Netflix é de 85 bilhões de dólares hoje. As informações são do site Yahoo! Finance.","url":""},{"text":"SpaceX atinge dominância considerável em relação a competidores: neste ano, a companhia já lançou dez foguetes para cada um de seu principal concorrente, a United Launch Alliance, com taxa de sucesso de 100%. A cadência de missões tem acelerado, com um lançamento a cada 6,4 dias, incluindo satélites Starlink, tripulação e carga para a NASA, Departamento de Defesa dos EUA e outros parceiros comerciais. As informações são do site Ars Technica.","url":""},{"text":"Startup cria robô ultrapreciso para cirurgias oftalmológicas: a plataforma Oryom, da ForSight Robotics, une robótica microcirúrgica, visão computacional e aprendizado de máquina para automatizar todo o procedimento, com precisão dez vezes superior à mão humana. O objetivo da companhia é democratizar o acesso a esse tipo de tratamento ao redor do mundo. As informações são do site TechCrunch.","url":""},{"text":"Aeroporto de Detroit nos EUA instala primeiro painel para informações de voo com tecnologia futurista: a Parallel Reality, uma única tela digital gigante dentro do terminal de embarque, exibe detalhes de itinerários de viagem para até 100 pessoas diferentes por vez. Utilizando sensores de movimento, câmeras e reconhecimento facial, o sistema personaliza a direção dos pixels da tela para cada passageiro. A startup Misapplied Sciences pretende expandir a tecnologia para shopping centers, estádios, parques temáticos e hotéis. As informações são do site TechCrunch.","url":""},{"text":"Nova técnica manipula metadados e induz desenvolvedores a utilizar códigos vulneráveis no GitHub: agentes maliciosos estão se aproveitando da possibilidade de falsificar a adição de colaboradores e forjar datas de commits no GitHub para adulterar o histórico de atividade em projetos de código aberto. O GitHub permite que usuários assinem criptograficamente seus commits, mas não notifica sobre outros commits realizados em seus nomes. A Checkmarx sugere que desenvolvedores passem a verificar regularmente se foram listados inadvertidamente como colaboradores em repositórios suspeitos. As informações são do blog da Checkmarx.","url":""}]}