{"title":"Copilot do Google / Filosofia do metaverso / IA no Brasil","fps":30,"timestamp":1658932337,"date":"27/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Google cria sua própria versão do GitHub Copilot para uso interno: o modelo é relativamente pequeno, com 500 milhões de parâmetros, e treinado em oito linguagens (C++, Java, Python, Go, Typescript, Proto, Kotlin e Dart). Em um teste de três meses, com 10 mil desenvolvedores, verificou-se um significativo aumento na produtividade – 6% menos tempo gasto na iteração de código (sem considerar builds e testes) e uma redução de 7% na necessidade de buscar informações fora do IDE. Atualmente, 3% do novo código produzido pela empresa já é gerado a partir desse novo sistema. As informações são do blog Google AI.","url":""},{"text":"Mark Zuckerberg acredita que Meta e Apple travarão batalha “filosófica” na construção do metaverso: em um áudio vazado, Zuckerberg comenta com funcionários como as duas empresas irão determinar o futuro da internet – a Meta se posicionará como a alternativa aberta e financeiramente acessível ao ecossistema fechado de hardware e software integrados da Apple. Zuckerberg compara essa sua estratégia ao domínio do Windows no mercado de PCs. As informações são do site The Verge.","url":""},{"text":"Pesquisa detalha uso de IAs em órgãos públicos: a adoção da tecnologia ocorre em maiores proporções no Judiciário (55%), seguido pelo Ministério Público (50%), Legislativo (48%) e Executivo (20%). Os tipos de IA mais utilizados foram aprendizagem de máquina para predição e análise de dados, e automatização de processos de fluxo de trabalho. As informações são da quinta edição da TIC Governo Eletrônico, pesquisa do Comitê Gestor da Internet no Brasil.","url":""},{"text":"CEO do Instagram rebate críticas sobre novo design em fase de testes e reforça mudanças para ficar mais parecido com o TikTok: Adam Mosseri afirma que plataforma continuará a suportar fotos e “tentará” exibir conteúdo gerado por amigos “sempre que possível”, mas disse que o foco agora será apresentar “cada vez mais” vídeos de contas não seguidas no formato de recomendação. As informações são do site The Verge.","url":""},{"text":"Drone salva jovem de afogamento em praia na Espanha: o país possui um serviço de monitoramento de suas praias por meio de drones – o dispositivo jogou um colete salva-vidas no mar, mantendo o adolescente de 14 anos flutuando até a chegada de uma equipe de resgate. O Auxdron, da General Drones, foi projetado especificamente para operação em praias, analisando computacionalmente padrões comportamentais de banhistas. As informações são da Reuters.","url":""},{"text":"Alphabet e Microsoft apresentam resultados trimestrais satisfatórios: a Alphabet registrou receita de 69,69 bilhões de dólares no segundo trimestre – 81% provenientes do negócio de anúncios do Google – e lucro líquido de 16 bilhões. A Microsoft faturou 51,8 bilhões – o negócio Azure cresceu 40% no período – e resultado líquido de 16,7 bilhões. As informações são do site Investing.","url":""},{"text":"Nova tecnologia da Micron duplica densidade de bits em SSDs para 14,6 gigabits por milímetro quadrado: a empresa apresentou um módulo de memória NAND com 272 camadas empilhadas uma em cima da outra. Cerca de 81 trilhões de gigabytes (zettabytes) de dados foram gerados em 2021 e esse número deve se multiplicar para 221 ZB em 2026, exigindo inovações em tecnologias de armazenamento. As informações são do site IEEE Spectrum.","url":""},{"text":"Hackers vão atrás de vulnerabilidades em menos de 15 minutos após sua divulgação: agentes maliciosos estão monitorando constantemente anúncios de vulnerabilidades que permitam acesso inicial a redes corporativas, varrendo a internet em busca de endpoints expostos que possam ser vendidos na dark web – em poucas horas do anúncio, as primeiras tentativas de exploração ativas já podem ser observadas. Uma das ideias de contenção seria expor servidores à internet apenas por meio de VPNs ou outros gateways de segurança, restringindo o acesso e risco de ataques, dando tempo adicional para administradores de sistema corrigirem problemas de segurança. As informações são do site Bleeping Computer.","url":""}]}