{"title":"JavaScript aposentado / Escola sem celular / Café a laser","fps":30,"timestamp":1659969192,"date":"08/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Douglas Crockford, criador do JSON, acredita que o JavaScript deveria ser aposentado: a linguagem teria se tornado uma “barreira ao progresso”, afirma o programador. Crockford diz que o JavaScript apresentava características “brilhantes” para sua época, mas ultimamente tem havido uma forte pressão para “inchar” a linguagem, ao invés de deixá-la melhor. Crockford entende que será muito difícil substituí-lo, especialmente porque é suportado por todos os navegadores para manipulação do DOM. A sua escolha para substituir o JavaScript, seria a E, uma linguagem orientada a objetos e projetada para computação segura. As informações são do site DevClass.","url":""},{"text":"Experimento em escola australiana mostra efeitos da restrição do uso de smartphones: em dois meses, a escola de ensino médio em Sydney reportou uma diminuição de 90% em problemas comportamentais e conflitos entre alunos, além de aumento na socialização e maior atividade física. O banimento de celulares durante o período escolar teve início após uma pesquisa mostrar que 89% dos pais apoiariam a política. As informações são do jornal Sydney Morning Herald.","url":""},{"text":"Pesquisadores alemães criam método para preparação de café gelado utilizando laser: o sistema bombardeia a solução com 80 mil pulsos laser por segundo, sendo 300 vezes mais rápido do que os métodos tradicionais de infusão a frio, processo que pode levar até 24 horas e extrai até três vezes mais cafeína do que métodos de filtragem por gotejamento com água quente, além de deixar a bebida menos amarga e ácida. As informações são da Universidade de Duisburg-Essen.","url":""},{"text":"Reino Unido pretende escanear rostos de imigrantes através de uma pulseira inteligente com câmera: o dispositivo, que também possui um sistema de geolocalização, exigirá “selfies” cinco vezes por dia, validadas biometricamente, de estrangeiros condenados por crimes ou requerentes de asilo ilegais. O governo considera o monitoramento eletrônico uma alternativa econômica à custódia policial, mas críticos afirmam que o sistema viola direitos humanos e pode ter um impacto negativo no bem-estar de imigrantes. As informações são do jornal The Guardian.","url":""},{"text":"Rover Curiosity da NASA completa aniversário de 10 anos na superfície de Marte: a missão inaugurou o sistema de paraquedas e guindaste (sky crane) para pousar o explorador de forma delicada na superfície marciana. O rover já percorreu 28,2 km, tirou 494,5 mil fotos, enviou 3,1 terabytes de dados à Terra e suas descobertas renderam 883 artigos científicos. As informações são da NASA e Wikipedia.","url":""},{"text":"Meta lança BlenderBot 3, IA conversacional de 175 bilhões de parâmetros e aberta ao público: o chatbot também é capaz de realizar pesquisas na internet para conversar sobre praticamente qualquer tópico. O sistema combina novas técnicas de aprendizado de máquina para construir um modelo de conversação que aprendem com interações e feedback de conversas com pessoas reais – há mecanismos de segurança para evitar o aprendizado com respostas inúteis ou nocivas. O BlenderBot está temporariamente restrito apenas aos EUA. As informações são do blog Meta AI.","url":""},{"text":"Estúdio DreamWorks vai abrir código do renderizador MoonRay: o software de ray tracing, desenvolvido internamente, já foi utilizado nas animações “Como Treinar Seu Dragão”, “Gato de Botas” e outros filmes. Ao torná-lo aberto, o estúdio – fundado pelo diretor Steven Spielberg – espera que o sistema possa atrair mais talentos para a área. O sistema estará disponível em um repositório no GitHub até o final deste ano. As informações são do site Open MoonRay.","url":""}]}