{"title":"GitHub quebra promessa / Efeito inesperado / Perfil do IBGE invadido","fps":30,"timestamp":1659537040,"date":"03/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"GitHub quebra promessa e volta a usar cookies de terceiros no site: em 2020, o serviço havia se comprometido a não utilizar mais cookies não essenciais e ferramentas de analytics com o intuito de eliminar os “irritantes” banners de consentimento e proteger a privacidade da comunidade de desenvolvimento. Agora, alguns subdomínios, que comercializam produtos para o mercado corporativo, voltam a baixar cookies de terceiros – o intuito é obter mais informações sobre as empresas que visitam o site e ofertar serviços através de marketing direcionado. As informações são do blog do GitHub.","url":""},{"text":"Campanhas anti-pirataria têm efeito contrário ao esperado, mostra pesquisa: como exemplo, ao alertar sobre o problema generalizado da pirataria online, muitas pessoas acabam ficando mais confortáveis com a prática ao saber que outras fazem o mesmo – pesquisas comportamentais já demonstraram que as pessoas geralmente preferem seguir normas descritivas (o que a maioria faz) ao invés das injuntivas (o que a lei prescreve). As informações são do site TorrentFreak.","url":""},{"text":"IBGE consegue recuperar perfil no Twitter, invadido no dia do lançamento do Censo 2022: no lugar de informações sobre o órgão, o perfil foi tomado por um serviço falso de moedas digitais. O problema foi solucionado pela área de informática do IBGE com a ajuda do Twitter. As informações são da Agência Brasil.","url":""},{"text":"Ataque nesta madrugada drena milhares de carteiras da plataforma blockchain Solana através de exploit desconhecido: às 5:00 UTC, pelo menos sete mil carteiras teriam sido invadidas – os serviços Slope, Phantom, Solflare e Trust Wallet já reportaram problemas. A Solana alerta que as carteiras impactadas devem ser consideradas comprometidas e abandonadas, criando-se novas senhas e seeds. As informações são do site Bleeping Computer.","url":""},{"text":"Xiaomi apresenta dispositivo para controlar casas inteligentes através de ondas cerebrais: o MiGu Headband, vestido ao redor da cabeça, também pode detectar sintomas de fadiga enquanto usuários estiverem dirigindo. Não há data de lançamento para o produto, mas a companhia pode lançar uma campanha de financiamento colaborativo (crowdfunding). As informações são do site The Register.","url":""},{"text":"SpaceX atualiza satélites Starlink para refletir menos luz e tornarem-se “invisíveis” a olho nu: uma nova película cobrirá a parte inferior dos satélites e reduzirá a reflexão da luz solar em dez vezes. Além disso, mais componentes serão pintados em uma tinta preta de baixa refletividade, desenvolvida especialmente pela companhia. Cada satélite da nova geração pesará 1,2 tonelada e só poderá ser lançado através do veículo espacial Starship, ainda em desenvolvimento. As informações são do site The Register.","url":""},{"text":"Novo hardware oferece computação muito mais rápida para inteligência artificial: redes de resistores programáveis, componentes principais do aprendizado profundo analógico, podem simular sinapses artificiais 1 milhão de vezes mais rápido do que as do cérebro humano. O material inorgânico utilizado para construir o resistor é extremamente eficiente em termos energéticos e é compatível com técnicas de fabricação tradicionais de silício, abrindo caminho para integração em hardware de computação comercial. As informações são do site MIT News.","url":""}]}