{"title":"Crise entre Devs / Erro em código / Pesquisa brasileira","fps":30,"timestamp":1659105009,"date":"29/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Desenvolvedores estão com burnout e criando uma crise para empresas e recrutadores, mostram pesquisas: Theresa Mammarella, engenheira de software da Sonatype, afirma que programadores, antes apenas encarregados de escrever código, agora são responsáveis por todo o ciclo de desenvolvimento, desde a verificação de licenças até cibersegurança, tudo dentro de um cenário de alta pressão – 67% já deixaram um emprego devido ao receio de não cometer erros, 94% concordam que processos internos, ferramentas e cultura são necessários para uma sensação de segurança na hora de assumir riscos em novas implementações, 61% dizem que as empresas deveriam priorizar processos de desenvolvimento mais simplificados e apenas 46% afirmam estarem muito satisfeitos com seus empregos atuais. As informações são do site Work Life.","url":""},{"text":"Erro em código derrubou rede da maior operadora de telefonia do Canadá por um dia: engenheiros de software da Rogers demoraram para perceber que uma atualização havia deletado um pedaço de código contendo um filtro que limitava o roteamento de dados, resultando em vários equipamentos excederem suas capacidades de memória e processamento – a falha ocorreu no início deste mês. Para se comunicarem, os desenvolvedores da companhia precisaram utilizar cartões SIM de operadoras concorrentes em seus celulares. As informações são do jornal The Globe and Mail.","url":""},{"text":"Estudo de físicos brasileiros vira destaque em revista científica internacional: através de simulações no supercomputador Ada Lovelace do Cenapad-SP, o trabalho em conjunto de pesquisadores da UFERSA, UFGD e UNICAMP virou capa da revista Nanoscale. O estudo mostra como o material bidimensional nitreto de molibdênio pode apresentar supercondutividade em temperatura mais elevada. Pesquisas nesses tipos de materiais são de grande interesse, com possíveis aplicações em dispositivos eletrônicos de próxima geração. As informações são do site Convergência Digital.","url":""},{"text":"Ministro das Comunicações quer reunião com Apple por causa de compatibilidade com redes 5G no Brasil: Fábio Faria tem uma viagem marcada para os EUA no início de agosto – a ideia é conseguir uma atualização para iPhones até o final de setembro, limite do prazo para que todas as capitais estejam com 5G. Mesmo vindo de fábrica com o hardware necessário, smartphones precisam de atualizações de software para habilitar a tecnologia. As informações são do Tecnoblog.","url":""},{"text":"Instagram volta atrás e decide pausar modificações após reclamação de usuários: a rede social irá retroceder nos testes de feed em tela cheia, semelhante ao TikTok, e reduzirá as recomendações de contas não seguidas. As mudanças, no entanto, são apenas temporárias, enquanto a plataforma trabalha para melhorar seus algoritmos – a intenção ainda é transicionar a plataforma para vídeos e posts recomendados. As informações são do site TechCrunch.","url":""},{"text":"Apple, Samsung, Amazon e Intel apresentam resultados trimestrais: a Apple registrou lucro líquido de 19,4 bilhões de dólares (-10%) com maiores custos de produção e investimentos. A Samsung lucrou 8,5 bilhões (+15%) com vendas melhores em semicondutores. A Amazon registrou prejuízo de 2 bilhões com queda nas vendas e perdas em investimentos. Pela primeira vez em décadas, a Intel registrou prejuízo de 454 milhões, com redução de 22% nas receitas. As informações são das páginas de relação com investidores das companhias.","url":""},{"text":"GPT-3 consegue personificar filósofo e enganar pessoas durante experimento do MIT: apenas 25% das pessoas comuns conseguiram diferenciar as respostas geradas pela inteligência artificial – o sistema enganou até 50% dos especialistas na filosofia de Daniel Dennett. A pesquisa não pretendia produzir uma máquina autoconsciente, mas apenas avaliar suas implicações à medida que sistemas de processamento de linguagem natural tornam-se mais sofisticados e comuns. As informações são do site Vice.","url":""}]}