{"title":"Revolução na biologia / Sabotagem radioativa / Lente gravitacional","fps":30,"timestamp":1659018934,"date":"28/07/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"AlphaFold, IA desenvolvida pela DeepMind, anuncia descoberta das estruturas previstas para quase todas as proteínas conhecidas pela ciência: são mais de 200 milhões de estruturas, com o potencial de revolucionar a compreensão da biologia. A atualização inclui proteínas de plantas, bactérias, animais e outros organismos, abrindo novas oportunidades para cientistas avançarem nas pesquisas de novos medicamentos, sustentabilidade e insegurança alimentar. As informações são do blog da DeepMind.","url":""},{"text":"Espanha prende hackers que sabotaram sistema de alerta para radiação: dois indivíduos invadiram a rede e derrubaram a comunicação de 300 dos 800 sensores de radiação gama espalhados pelo país – eles servem para detectar aumentos súbitos em níveis de radioatividade dos sete reatores nucleares instalados no país. Segundo a polícia, ainda não está clara a razão por trás do ataque. As informações são do site Bleeping Computer.","url":""},{"text":"NASA planeja telescópio espacial que aproveita efeito de lente gravitacional criado pela gravidade do Sol: o objetivo é gerar imagens de exoplanetas que estão na faixa de até 100 anos-luz de distância, com uma resolução de superfície medida em dezenas de quilômetros, criando a possibilidade de identificar sinais de habitabilidade e vida extraterrestre. O telescópio ficaria posicionado a distâncias heliocêntricas na faixa 548 a 900 unidades astronômicas, levando cerca de  30 anos para a espaçonave percorrer o caminho – velas solares serão utilizadas como método de propulsão. As informações são do site Vice.","url":""},{"text":"Apesar de pequena, Meta registra primeira queda em receita trimestral de sua história: nos três meses encerrados em junho deste ano, o faturamento total da companhia foi de 28,8 bilhões de dólares, uma queda de 0,86% na comparação com o mesmo período do ano passado. O lucro líquido caiu 36%, para 6,6 bilhões, pressionado por investimentos em datacenters, IA e no metaverso. As informações são do site TechCrunch.","url":""},{"text":"Meta adiciona Rust às linguagens de programação suportadas dentro da companhia: para serviços de back-end sensíveis e que necessitam de bom desempenho, a Meta quer incentivar o uso de Rust, além do C++. Para ferramentas CLI, Rust será recomendado. Em lógica de negócios e aplicativos stateless, o ecossistema Hack já possui alto nível de suporte dentro da companhia. Para ciência de dados e machine learning, o Python continua sendo a linguagem de escolha. Outras linguagens como Java, Erlang, Haskell e Go também serão permitidas, mas apenas em casos específicos. As informações são do blog Engineering at Meta.","url":""},{"text":"GitHub apresenta novos recursos de segurança ao npm: além da disponibilidade geral para autenticação em dois fatores, há uma nova experiência de login, publicação e verificação da integridade de módulos por CLI e a possibilidade de conectar contas do GitHub e Twitter ao registro, adicionando mais uma camada para validação da identidade de desenvolvedores. Segundo o GitHub, a comunidade JavaScript baixa mais de 5 bilhões de módulos npm por dia. As informações são do blog do GitHub.","url":""},{"text":"Google muda novamente data para deixar de usar cookies de terceiros no Chrome: esta é a terceira alteração no cronograma. A empresa está mirando o segundo semestre de 2024  para adoção de uma tecnologia alternativa para rastreamento da atividade de usuários na internet. As informações são do site TechCrunch.","url":""}]}