{"title":"Metaverso: vagas despencam / Foco no Gooogle / Censo pela internet","fps":30,"timestamp":1659364383,"date":"01/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Curiosidade para o dia 1º de agosto: em 1967, a Marinha dos EUA convocava a capitã e cientista da computação Grace Hopper novamente ao serviço ativo para coordenar o desenvolvimento da linguagem de programação COBOL. E após as notícias desta segunda:  evento 100% digital único para troca de experiências com outros desenvolvedores e curso com acesso vitalício para quem deseja ir do zero até seus primeiros projetos como programador profissional.","url":""},{"text":"Vagas de trabalho para o metaverso caem 81% nos últimos três meses: segundo o pesquisa da Revelio Labs, a grande aposta em realidade virtual da Meta incentivou empresas de todos os tipos a procurar especialistas na área, o que pode ter criado um “hype de curta duração”. A queda também coincide com uma desaceleração mais ampla, mas não tão forte, no setor de tecnologia. As informações são do site Slashdot.","url":""},{"text":"CEO do Google diz a funcionários que produtividade precisa aumentar: Sundar Pichai lançou a iniciativa interna “Simplicity Sprint”, pedindo ideias para criar uma cultura de desenvolvimento mais focada, minimizando distrações e melhorando a eficiência. Uma pesquisa interna recente mostrou uma queda de 7% na métrica “execução”, demonstrando uma crescente insatisfação dos mais de 170 mil funcionários com aspectos burocráticos dentro da companhia. As informações são do site CNBC.","url":""},{"text":"Censo 2022 inicia nesta segunda com pesquisa pela internet pela primeira vez: agora é possível optar pelo autopreenchimento online ao invés de conversar com os recenseadores – a visita inicial, no entanto, continua obrigatória. Hoje também marca a publicação do primeiro censo realizado no Brasil, há 150 anos. As informações são da Agência Brasil.","url":""},{"text":"Cientistas desenvolvem técnica para produzir células solares semitransparentes em escala: a ideia é fabricar janelas que possam gerar energia – os painéis possuem transparência próxima de 50%, 10% de eficiência e vida útil estimada de 30 anos. A técnica também pode ser generalizada para outros dispositivos eletrônicos, como OLEDs para iluminação. As informações são da Universidade de Michigan.","url":""},{"text":"Startup consegue aprovação para novo tipo de reator nuclear nos EUA: o Reator Modular Pequeno da NuScale, com 2,7m de diâmetro e 20m de altura, pode produzir 77 megawatts de energia. O projeto é todo estruturado ao redor da ideia de segurança passiva – nenhuma ação é necessária para desligar o reator durante uma emergência. A NuScale pretende fabricar esses reatores em larga escala e de forma centralizada para depois despachá-los ao redor do mundo. As informações são do site New Atlas.","url":""},{"text":"NASA revisa plano para retorno das amostras do solo de Marte, após sucesso do mini helicóptero: a agência agora pretende utilizar dois dispositivos similares ao Ingenuity, permitindo que o rover Perseverance continue sua missão científica, sem precisar desviar do caminho para levar as amostras até o módulo de coleta. Outra vantagem desse sistema de transporte aéreo é a segurança – o módulo de coleta pousará mais longe da Perseverance, evitando acidentes durante sua descida. Um foguete fará o caminho de volta final das amostras até a Terra. As informações são do site Ars Technica.","url":""},{"text":"Linus Torvalds lança Linux 5.19 usando novo MacBook Air da Apple: apesar de haver outros sistemas arm64 rodando Linux há muito tempo, nenhum deles era realmente “utilizável” como plataforma de desenvolvimento, afirma Torvalds. Já é possível instalar o sistema operacional em sistemas da Apple com processadores M1 e M2 utilizando o Asahi Linux, distro liderada pelo engenheiro de software Hector Martin Cantero, conhecido por portar uma versão do Linux para o console PlayStation 3 e hackear o Nintendo Wii. As informações são do site The Register.","url":""}]}