{"title":"Forças Armadas inspecionam urna / Cripto e relógios / IA identifica depressão","fps":30,"timestamp":1659623414,"date":"04/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Forças Armadas iniciam inspeção do código-fonte da urna eletrônica em espaço físico especial no TSE: técnicos do Exército, Marinha e Força Aérea assinaram um termo de confidencialidade e já podem acessar as linhas de programação embarcadas na urna. A abertura do código-fonte é uma atividade obrigatória e realizada pelo TSE antes de cada eleição. No final deste mês, a Polícia Federal também iniciará sua própria inspeção. As informações são do site do TSE.","url":""},{"text":"Colapso no mercado de moedas digitais afeta preço de relógios de luxo: a recente volatilidade em ativos digitais tem aumentado diretamente a oferta e, consequentemente, reduzido os preços de marcas como Rolex, Audemars Piguet e Patek Philippe – um modelo Nautilus da Patek Philippe, por exemplo, perdeu 20% do valor no mercado secundário, vendido hoje por 190 mil dólares. As informações são do site Bloomberg Línea.","url":""},{"text":"Pesquisadores alemães desenvolvem IA para identificar transtornos mentais baseado em expressões faciais: o método de Encefalografia Opto Eletrônica utiliza visão computacional para distinguir entre pessoas afetadas ou não, definir o distúrbio (depressão ou esquizofrenia), bem como o grau de aflição. O sistema poderia ser utilizado para diagnósticos iniciais e como ferramenta de acompanhamento, avaliando o progresso de pacientes ao longo de tratamentos. As informações são do site UniteAI.","url":""},{"text":"Pesquisa mostra aceleração em pedidos de informações de usuários por parte dos governos: em 2020, houve um crescimento de quase 40% nesse tipo de requisição a empresas de tecnologia. O estudo da Surfshark, realizado em 177 países, mostra que no Brasil a alta foi de 89%. Facebook e Google receberam o maior número de solicitações das autoridades brasileiras – no total, foram 305 mil requisições, com 63% delas atendidas. As informações são do site Convergência Digital.","url":""},{"text":"Y Combinator reduz em 40% o número de startups de tecnologia em análise para financiamento: a desaceleração econômica e mudanças no ambiente de financiamento de risco foram os motivos apontados pela incubadora. Em um email enviado a startups que mantém em seu portfólio, a aceleradora  destacou que é possível ganhar fatias de mercado significativas durante crises econômicas “apenas se mantendo vivo”. As informações são do site TechCrunch.","url":""},{"text":"DNA pode ser solução para supercondutores em temperatura ambiente: cientistas da Universidade da Virgínia utilizaram filamentos de DNA para construir uma rede de nanotubos de carbono, um trabalho de engenharia estrutural que requer precisão em escala nanométrica. A pesquisa demonstra como técnicas desenvolvidas na área da Biologia podem ser aplicadas para resolver problemas em outras ciências, como Física e Engenharia. As informações são do site Phys.","url":""},{"text":"GitLab estaria estudando excluir repositórios inativos de usuários gratuitos: projetos que não possuem movimentação a mais de um ano representam um quarto dos custos de hospedagem e sua exclusão automática poderia economizar 1 milhão de dólares por ano à empresa. Geoff Huntley, engenheiro de software do projeto open source.NET, afirma que a decisão tem o potencial de destruir a confiança e boa vontade da comunidade de código aberto com o GitLab. As informações são do site The Register.","url":""}]}