{"title":"Ransomware preocupa TSE / GitLab reverte decisão / Robocalls despencam","fps":30,"timestamp":1659710002,"date":"05/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"TSE avalia risco de ataques ransomware e vazamento de dados na véspera das eleições: segundo um relatório interno obtido com exclusividade pelo jornal Estadão, ataques do tipo seriam “perfeitamente possíveis de ocorrer” caso não sejam implementados controles adequados no TSE e em todos os tribunais regionais. Os técnicos também alertam para a necessidade de reduzir riscos de vazamento em massa do cadastro eleitoral, manipulação do sistema de óbitos e direitos políticos para inclusão de candidatos inaptos ao pleito. O TSE afirma que já possui um programa nacional de cibersegurança, mas não quis dar detalhes por motivos de segurança.","url":""},{"text":"GitLab reverte decisão de excluir repositórios inativos: a plataforma DevOps irá mover repositórios não utilizados para object storage, permanecendo acessíveis, mas um pouco mais lentos para serem acessados – não ficou claro, no entanto, as condições para um repositório ser considerado inativo. Sid Sijbrandij, CEO e fundador do GitLab, diz que estuda-se ainda internamente essas condições, mas provavelmente qualquer operação manteria um projeto ativo ou enquanto o repositório estiver recebendo operações de leitura, como clonagem e forks. As informações são do site The Register.","url":""},{"text":"Medida da Anatel reduz em 50% chamadas automatizadas que desligam quando são atendidas: nos 30 dias anteriores à medida – permissão de cobrança para ligações que duram menos de três segundos – 376 linhas telefônicas haviam realizado 4,2 bilhões chamadas curtas. A agência também está estudando criar um prefixo específico para as chamadas de cobrança e recuperação de créditos, facilitando a identificação pelo consumidor. As informações são do site Convergência Digital.","url":""},{"text":"Google apresenta nova experiência para buscas específicas com aspas: o resultado de uma pesquisa irá destacar o ponto exato onde aparecem em uma página, facilitando sua identificação ao visitar o link sugerido. Além disso, ao entrar numa página, o Google sugere realizar pesquisas do código-fonte porque o seu crawler vê dentro da meta tags, ALT text, iframes e até conteúdo renderizado através de JavaScript que só aparece quando clicado. As informações são do blog The Keyword.","url":""},{"text":"Novas vagas de trabalho abertas pela Apple mostram a construção de plataforma AdTech: o movimento é inesperado já que a Apple sempre manteve uma postura crítica a plataformas de anúncios de empresas como Google e Meta. A descrição do cargo para DSP (Demand-Side Platform) exige experiência mínima de 8 anos com produtos relacionados à publicidade para audiências de milhões de pessoas – o sistema permite que compradores de publicidade digital gerenciem e automatizem diversas campanhas por meio de uma única interface.","url":""},{"text":"Amazon anuncia aquisição da iRobot, fabricante do primeiro aspirador de pó robótico: o valor da transação foi de 1,7 bilhão de dólares, em dinheiro. O modelo original do aspirador Roomba compõe a coleção do Museu Nacional de História Americana, como o primeiro robô doméstico bem-sucedido. As informações são do blog About Amazon.","url":""},{"text":"DALL-E não entende relações entre objetos que desenha apesar da sofisticação nas imagens criadas, mostra pesquisa de Harvard: o sistema possui dificuldade com relações espaciais básicas – dentro, em cima, por baixo – sugerindo que ainda não aprendeu os tipos de representações que permitem estruturar o mundo – a compreensão relacional é um componente fundamental da inteligência humana e se manifesta já na infância. A pesquisa sugere que o DALL-E poderia se beneficiar ao estudar algoritmos utilizados na robótica, que modelam representação e relação simultaneamente, devido à necessidade de interagirem com o mundo real. As informações são do site UniteAI.","url":""}]}