{"title":"Nova estratégia hacker / Criptografia quebrada / MPF pressiona WhatsApp","fps":30,"timestamp":1659450783,"date":"02/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Hackers mudam de estratégia após bloqueio de macros em arquivos do Office baixados da internet: um relatório da Proofpoint mostra um aumento dramático dos ataques baseados em arquivos RAR e ISO (+150%). Quando baixados, esses arquivos retém o atributo MOTW para indicar que vieram da internet, mas o documento extraído – como uma planilha maliciosa, habilitada para macros – perde o atributo, impedindo que o sistema operacional identifique-o como inseguro. As informações são do site Redmond Magazine.","url":""},{"text":"SIKE, candidato a algoritmo criptográfico pós-quântico, é quebrado em apenas uma hora usando PC comum: pesquisadores da Universidade Católica de Leuven, na Bélgica, descreveram uma técnica que utiliza matemática complexa e uma CPU com apenas um núcleo para recuperar as chaves que protegiam transações criptografadas pelo algoritmo. O SIKE é o segundo candidato a algoritmo criptográfico pós-quântico a ser invalidado neste ano – em fevereiro, um pesquisador da IBM já havia quebrado o Rainbow. As informações são do site Ars Technica.","url":""},{"text":"Ministério Público Federal pede que WhatsApp adie ferramenta “Comunidades” até janeiro de 2023: a Meta comprometeu-se em implementar o recurso somente após o segundo turno das eleições deste ano, mas o MPF acredita que isso não será suficiente para mitigar riscos de disseminação de fake news sobre o funcionamento das instituições e a integridade do sistema eleitoral brasileiro. A medida visa impedir esses novos grupos de “viralizarem conteúdos”, “violando“, de certa forma, o próprio “direito à informação” por serem falsos. As informações são da sala de imprensa do MPF.","url":""},{"text":"Fibra óptica já representa a maioria das conexões de banda larga fixa no Brasil: os dados são da Anatel para junho deste ano – fibra (66%), cabo coaxial (21,5%), cabo metálico (7,7%), rádio (4%) e satélite (0,8%). Em fibra óptica, a Vivo lidera o mercado (18,2%), seguida por Oi (14,4%), Brisanet (3,5%), Algar (2,7%), Claro (2,6%), TIM (1,8%) – provedores locais, considerados como “outros” pela Anatel, acumulam 44,8% de participação. As informações são do Tecnoblog.","url":""},{"text":"CEO do WhatsApp é contra sistema para leitura de mensagens proposto no Reino Unido: Will Cathcart afirma que “seria muita burrice” implementar o sistema, tornando o aplicativo menos desejável para 98% de seus usuários ao redor do mundo. O governo do Reino Unido está propondo um scanner automatizado com inteligência artificial, no lado do cliente, para detectar e denunciar conteúdos ilegais, antes que as mensagens sejam criptografadas e enviadas. As informações são do site The Register.","url":""},{"text":"Discord vai utilizar React Native em seu aplicativo para Android: os principais motivos para a mudança são ciclos de atualizações mais rápidos e consistência entre todas as  plataformas – o app em dispositivos iOS já usa o framework. Segundo a empresa, o React Native permite a manutenção de uma base de código única para dispositivos diferentes, simplificando o trabalho de sua equipe de engenharia. As informações são do blog do Discord.","url":""},{"text":"Quatro módulos npm maliciosos roubavam tokens Discord e cartões de crédito: os módulos small-sm, pern-valids, lifeculer e proc-title continham código Python e JavaScript altamente obfuscados e maliciosos, detectando quando um usuário fazia login, alterava email, senha, autenticação multifator ou adicionava novos métodos de pagamento. Pelos menos um dos módulos  (proc-title) tinha como alvo programadores que falam português. Todos os módulos já foram removidos e a campanha foi chamada de “LofyLife”. As informações são do site Securelist.","url":""}]}