{"title":"Java e C++ nas urnas / Semicondutores no Brasil / Garoto cria motor elétrico","fps":30,"timestamp":1660314704,"date":"12/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Especialistas em Java e C++ irão inspecionar urna eletrônica: o Ministério da Defesa requisitou o acesso de nove militares à sala de inspeção dos códigos-fonte da urna e do sistema eletrônico de votação na sede do TSE. Uma equipe composta por integrantes das Forças Armadas iniciou o processo de perícia das urnas na semana passada. As informações são da Agência Brasil.","url":""},{"text":"Ministério das Comunicações assina memorando de entendimento com Coreia do Sul para instalação de fábrica de semicondutores no Brasil: o projeto contaria com investimento de 5 bilhões de dólares da Samsung. O ministro Fábio Faria disse, no entanto, que o Brasil não possui engenheiros suficientes e precisaria realizar parcerias com o Japão e Finlândia para atender à fabricação dos componentes. As informações são do jornal Valor Econômico.","url":""},{"text":"Garoto de 17 anos cria motor elétrico que não utiliza ímãs produzidos a partir de terras raras: o norte-americano Robert Sansone criou um motor síncrono de relutância com maior torque e eficiência do que projetos existentes – ele pretende patentear a tecnologia. O protótipo lhe rendeu o primeiro prêmio na feira ISEF deste ano, a maior competição internacional das disciplinas CTEM (Ciência, Tecnologia, Engenharia e Matemática) para estudantes do ensino médio. As informações são da Smithsonian.","url":""},{"text":"Xiaomi apresenta robô humanoide bípede para assistência e companhia humana: o CyberOne pode reconhecer indivíduos, gestos, expressões e processar o ambiente em que se encontra. Além disso, possui um mecanismo de identificação de emoção vocal, permitindo classificar 45 emoções humanas e reconhecer 85 tipos de sons ambientais. Os recursos mecânicos e de inteligência artificial foram todos desenvolvidos pelo laboratório robótico da companhia. Não há previsão para o CyberOne chegar ao mercado. As informações são do site TechCrunch.","url":""},{"text":"Buscas no Google utilizarão nova IA para produzir respostas curtas e precisas: com o “Multitask Unified Model” seus sistemas agora conseguem entender a noção de consenso em torno de um determinado tema, mesmo quando as fontes utilizarem palavras ou conceitos diferentes para descrever uma mesma coisa. As informações são do blog The Keyword.","url":""},{"text":"Um dos desenvolvedores do mixer de moedas digitais Tornado Cash é preso na Holanda: o homem de 29 anos é suspeito de envolvimento na ocultação de fluxos financeiros criminosos. O serviço havia sido sancionado pelos EUA no início desta semana, mas muitos no setor afirmam que a decisão seria ilegal e uma ameaça à privacidade de usuários. A figura mais proeminente a se manifestar foi Vitalik Buterin, criador do Ethereum – ele afirma já ter usado pessoalmente o Tornado Cash para fazer doações à Ucrânia. As informações são do site Decrypt.","url":""},{"text":"Após teste bem sucedido, rede Ethereum se prepara para atualização importante em setembro: o evento é chamado de “Merge” – a mainnet se fundirá com o sistema de prova de participação (PoS) da Beacon Chain e marcará o fim da prova de trabalho (PoW) para se obter consenso, reduzindo o consumo de energia da rede Ethereum em 99,9%. A equipe de engenharia do protocolo está avaliando as datas entre 16 e 20 de setembro para o upgrade. As informações são do site Slashdot.","url":""}]}