{"title":"Eng.º cria próprio provedor / Torneio de Excel / Alerta no Instagram e Facebook","fps":30,"timestamp":1660228247,"date":"11/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Engenheiro cria seu próprio provedor de internet por fibra óptica após não conseguir conexão para sua propriedade rural: Jared Mauch, que trabalha como arquiteto de rede na Akamai, agora está expandindo o serviço para outros 600 residentes locais no estado de Michigan, nos EUA. Mauch oferece planos com 1 Gbps simétricos e dados ilimitados – a conta de 79 dólares por mês contém um único item, sem taxas escondidas ou extras. As informações são do site Ars Technica.","url":""},{"text":"ESPN passa a transmitir campeonato mundial de Excel: o evento, disputado em maio deste ano, contava com oito competidores em uma série de desafios baseados em planilhas. Fãs descrevem o eSport como “fascinante”, descobrindo fórmulas e lógicas que podem ser implementadas para resolver problemas de negócios do dia a dia. O próximo torneio, o FMWC Open 2022, está marcado para o início de outubro. As informações são do site TechRadar.","url":""},{"text":"Desenvolvedor alerta sobre injeção de script ao acessar páginas externas dentro dos apps Instagram e Facebook em dispositivos iOS: Felix Krause descobriu que esses aplicativos estão injetando um código JavaScript chamado “Meta Pixel”, permitindo o monitoramento de todas as interações do usuário como botões, links, seleção de texto, capturas de tela, formulários, senhas, endereços e cartões de crédito. As informações são do blog KrauseFX.","url":""},{"text":"Modelo matemático de como o olho humano percebe diferenças de cor está incorreto, mostra novo estudo: o modelo geométrico de como as cores vermelho, verde e azul se relacionam no espaço 3D foi desenvolvido há mais de 100 anos pelo físico Erwin Schrödinger (do famoso paradoxo quântico o “Gato de Schrödinger”). A descoberta tem o potencial de criar telas de computador, TVs, materiais impressos e têxteis com cores muito mais vibrantes. As informações são do Laboratório Nacional de Los Alamos.","url":""},{"text":"Fundador da Twitch pretende desenvolver novo modelo de negócios para jogos web3: Justin Kan, que também fundou a Fractal, mercado NFT baseado na plataforma Solana, quer capitalizar em cima do fenômeno de customização, popularizado por franquias como Fortnite, permitindo que jogadores transitem com seus ativos digitais personalizados entre diferentes jogos, transformando-os em um ecossistema interoperável. Kan, no entanto, admite que esse ecossistema tecnicamente não requer blockchain, mas agora já existe uma mudança cultural, igualando a tecnologia com descentralização e transparência. As informações são do site TechCrunch.","url":""},{"text":"Pesquisadores de Stanford e Nvidia demonstram primeiro dispositivo de realidade virtual em formato de óculos comum: o protótipo “Holographic Glasses” fornece imagens holográficas coloridas em 3D com apenas 2,5 mm de espessura e apresenta um novo algoritmo que leva em conta a contração da pupila do usuário. O conjunto todo pesa 60 g – para comparação, o Meta Quest 2 pesa 503g. A pesquisa foi apresentada durante a Siggraph 2022, conferência sobre computação gráfica que se encerra nesta quinta-feira. As informações são do site PC Gamer.","url":""},{"text":"Mais de 85% dos módulos npm e 75% no PyPI não possuem manutenção regular, mostra pesquisa da OpenSSF: além disso, apenas 30% dos módulos npm e 34% no PyPI possuem a prática de code review, algo esperado, no entanto, dado que a maioria dos repositórios possuem apenas um mantenedor. A métrica “Workflow Perigoso”, única considerada crítica pela pesquisa, mostrou que 99% dos módulos npm e PyPI fazem conferências para código não confiável e injeção de scripts como resultado de GitHub Actions mal configuradas. A Open Source Security Foundation foi estabelecida em 2020 pela Linux Foundation com apoio do GitHub, Google, Microsoft, IBM e outros. As informações são do site The Register.","url":""}]}