{"title":"IA sem filtro / CPU da Nasa / Internet e crianças","fps":30,"timestamp":1660747028,"date":"17/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Stable Diffusion é um novo gerador de imagens de código aberto e sem filtro de conteúdo: ao contrário do DALL-E, a IA pode criar imagens de pessoas proeminentes ou temas proibidos pela OpenAI. Além disso, as imagens geradas pertencem aos usuários que as criaram, outra vantagem em relação ao DALL-E. Apesar do potencial risco para abuso do sistema, o fundador da Stability AI, o matemático e cientista da computação Emad Mostaque, acredita em um benefício líquido social “imensamente positivo” à medida que bilhões de pessoas tiverem acesso à tecnologia. As informações são dos sites Mixed News e PetaPixel.","url":""},{"text":"NASA vai desenvolver nova geração de CPUs para missões espaciais: o HPSC (processador de computação de voo espacial de alto desempenho, na sigla em inglês) contará com uma nova arquitetura mais rápida e capaz de operar com maior tolerância a falhas – a meta é 100 vezes a capacidade dos computadores de voos espaciais atuais. O chip precisará suportar uma ampla gama de aplicações (IA, computação de borda, comunicação) e atender a qualquer tipo de missão espacial, seja da Terra, Lua ou Marte. As informações são do site da NASA.","url":""},{"text":"Sem surpresa, nova pesquisa mostra que 93% dos brasileiros com idades entre 9 e 17 anos usam internet: segundo a TIC Kids Online Brasil, a atividade preferida é assistir a vídeos ou filmes e séries (84% das crianças e adolescentes). Ouvir música vem em segundo lugar (80%), seguido por redes sociais (78%). WhatsApp é a plataforma de comunicação mais utilizada (80%). O telefone segue como o principal meio de conexão e para 53% é o único dispositivo utilizado. As informações são do site Convergência Digital.","url":""},{"text":"Fapesp abre edital para a compra de quatro supercomputadores: a iniciativa está aberta a instituições de ensino ou pesquisa de todo o Brasil – cada entidade poderá receber recursos de até 25 milhões de reais. Esses centros de computação de alto desempenho servirão para aumento da competitividade do Brasil em todas as áreas da ciência. As informações são do site Convergência Digital.","url":""},{"text":"Cientistas chineses estabelecem novo recorde mundial para um campo magnético estável: o sistema  combina eletroímãs e supercondutores para  produzir 45,22 Tesla, um milhão de vezes mais forte do que o campo magnético da Terra. Experimentos desse tipo podem permitir novas descobertas na física e avanços no desenvolvimento de semicondutores. As informações são do site The Register.","url":""},{"text":"Nova versão do USB Rubber Ducky conta com nova linguagem de programação própria: a famosa ferramenta de hacking da Hak5, que parece um pen drive comum, não está mais apenas limitada a digitar virtualmente uma sequência de teclas – com o DuckyScript 3.0 é possível criar funções, variáveis e lógica para facilitar o ataque a qualquer tipo de sistema operacional. As informações são do site The Verge.","url":""},{"text":"Google para de recomendar “Dynamic Rendering” de SPAs e páginas com muito JavaScript: apesar de mecanismos de busca conseguirem ler e interpretar – até certo ponto – conteúdos gerados dinamicamente no client-side, especialistas em SEO começaram a implementar o Dynamic Rendering, mudando a forma de renderização da página de dinâmica para estática quando identificava a presença de um Bot de busca. O Google está desincentivando o uso do recurso e propondo server-side rendering, static rendering ou até hydration como solução de longo prazo. As informações são do site Search Engine Roundtable.","url":""}]}