{"title":"Python muito popular / Recompensa milionária / Portaria polêmica da Receita","fps":30,"timestamp":1660574074,"date":"15/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Python atinge sua melhor pontuação histórica no índice TIOBE: a linguagem atingiu 15,42% de popularidade e desbancou C da primeira posição (14,59%). Java segue na terceira posição com 12,4%. Outros destaques para o mês foram Assembly e SQL subindo uma posição cada (8ª e 9ª),  tomando o lugar de PHP (10ª), e a nova linguagem Carbon – criada pelo Google para substituir C++ – entrando no índice na posição 192. As informações são do TIOBE Index.","url":""},{"text":"EUA soltam imagem de agente do grupo ransomware Conti e oferecem 10 milhões de dólares como recompensa: esta é a primeira vez que o país identifica publicamente um hacker que estaria operando campanhas cibernéticas maliciosas contra infraestruturas críticas nos EUA sob a direção de um governo estrangeiro. A imagem identifica o hacker conhecido como “Target” – qualquer pessoa com informações pode entrar em contato por meio de um canal anônimo de denúncias, baseado em Tor. As informações são do site TechCrunch.","url":""},{"text":"Portaria polêmica da Receita Federal não viola LGPD, confirma nota técnica da Autoridade Nacional de Proteção de Dados: a portaria 167/2022 apenas viabiliza o acesso a dados como CPF, CNPJ e Certidão Negativa de Débitos de forma automatizada, informações que já seriam públicas por força de outras normativas. Em abril deste ano, o assunto causou polêmica aqui na Newsletter por causa da imprecisão em nossa reportagem – a nota técnica confirma a posição de vários leitores, dando ainda mais esclarecimento ao assunto. As informações são do portal GovBR.","url":""},{"text":"Google está inseguro sobre patentes criadas por IAs: a empresa já registrou diversos pedidos de patentes descrevendo técnicas de machine learning criadas internamente e utilizadas para projetar chips TPU, aceleradores de IA atualmente utilizados em seus servidores. No entanto, de acordo com leis atuais nos EUA, a propriedade intelectual só é reconhecida e protegida se for criada por pessoas naturais. As informações são do site The Register.","url":""},{"text":"Tesla Semi, caminhão de carga da montadora, reduz em 80% custo de transporte de mercadorias quando comparado a veículos a diesel: o caminhão também promete menores custos de operação, com seus motores elétricos livres de manutenção. A Tesla ainda precisa construir uma rede de carregadores de alta potência para o Semi, os Mega Chargers, mas os primeiros veículos começarão a ser entregues a clientes ainda neste ano. As informações são do site Torque News.","url":""},{"text":"Pesquisador hackeia terminal da Starlink com circuito impresso caseiro: o belga Lennert Wouters conseguiu acesso a toda a rede de satélites após instalar uma placa na antena do seu terminal – o circuito custou cerca de 100 reais em peças para ser montado. Wouters revelou a vulnerabilidade de forma responsável por meio do programa de recompensas da SpaceX – a empresa considerou o trabalho “tecnicamente impressionante” e convidou outros hackers a participarem do programa de bug bounty. As informações são do site ThreatPost.","url":""},{"text":"Deno anuncia mudanças para tornar-se o runtime JavaScript mais rápido: em um post publicado em seu blog nesta segunda-feira, citando o alvoroço na comunidade com o aumento da competição no espaço, a equipe se diz “100% confiante” de que seu stack de tecnologia (V8 e Rust) pode atingir a meta. A próxima versão do Deno incluirá um novo servidor web JavaScript, considerado o mais rápido já construído. Nos próximos meses, atualizações também permitirão a importação e integração da maioria dos módulos npm e documentação gerada automaticamente para projetos JavaScript e TypeScript. O Deno ultrapassou 4,1 milhões de downloads no GitHub, com 250 mil usuários ativos mensais. Há pouco mais de um mês, o Bun, outro runtime JavaScript, foi lançado prometendo ser uma alternativa quatro vezes mais rápida ao Node.js e Deno.","url":""}]}