{"title":"Zuckerberg “esquisito” / Celebridades implicadas / PF na deep web","fps":30,"timestamp":1660141860,"date":"10/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Recém lançado chatbot da Meta dá respostas surpreendentes ao ser perguntado sobre Mark Zuckerberg: “ele é um bom empresário, mas suas práticas de negócios nem sempre são éticas”, “eu realmente não gosto dele” e “é muito esquisito e manipulador”, respondeu o BlenderBot 3 em diversas situações relatadas pela internet. As respostas, no entanto, variam bastante – em um outro momento o bot disse que Zuckerberg seria “uma pessoa muito inteligente” e seu “bilionário favorito”. As informações são do site Futurism.","url":""},{"text":"Celebridades estão recebendo pequenas quantidades de ETH vindas do mixer de moedas Tornado Cash: a técnica de “dusting” implicaria essas pessoas em um potencial crime – devido a sanções dos EUA, é ilegal interagir com endereços do contrato inteligente do Tornado Cash, protocolo de privacidade acusado de facilitar lavagem de dinheiro. A campanha estaria sendo coordenada pelo usuário do Twitter “depression BTC” – até o momento centenas de carteiras já receberam 0,1 ETH, incluindo a do CEO da Coinbase Brian Armstrong, do apresentador de TV Jimmy Fallon, do comediante Dave Chappelle e uma carteira criada para doações à Ucrânia. As informações são do site CoinDesk.","url":""},{"text":"Polícia Federal lança operação “Singluar 2” e prende 16 hackers: foram utilizadas técnicas de investigação digital, desenvolvidas pela própria instituição, para identificar membros de uma organização criminosa com abrangência nacional na deep web. Os investigados são especializados na invasão de e-commerces para furto de cartões de crédito. As informações são do site Convergência Digital.","url":""},{"text":"Marco Civil da Inteligência Artificial estaria tramitando de forma muito acelerada no Congresso Nacional, adverte especialista: para Dora Kaufman, professora do Programa de Tecnologias e Design da PUC, o tema é muito amplo e merece ser tratado com mais atenção, como foi feito na Europa – a Comissão Europeia iniciou as discussões em 2018, com desdobramentos até hoje para o marco regulatório na região. As informações são do site Convergência Digital.","url":""},{"text":"Irã anuncia primeira importação utilizando moedas digitais como forma de pagamento: até o final de setembro, o uso de ativos digitais e contratos inteligentes será generalizado no comércio com outros países, informou o governo – não foram especificados quais protocolos serão utilizados. A tecnologia permitirá ao Irã evitar sanções comerciais impostas pelos EUA – instituições financeiras iranianas não têm permissão para negociar com bancos internacionais. As informações são do site The Register.","url":""},{"text":"Em reviravolta, AppLovin faz oferta para compra da plataformas de jogos Unity: o acordo inviabilizaria o plano de fusão com a concorrente ironSource anunciado a menos de um mês – as duas empresas criam ferramentas de monetização para jogos. A fusão estava sendo muito criticada por desenvolvedores de jogos, após vários acusarem a ironSource de más práticas, como utilizar sua rede de anúncios para distribuir malware. As informações são da Reuters e TabNews.","url":""},{"text":"Dez módulos maliciosos encontrados no PyPI: Ascii2text (baixa um script malicioso para procurar por senhas locais e as exfiltra por meio de um webhook do Discord), Pyg-utils, Pymocks, PyProto2 (rouba credenciais AWS), Test-async (baixa código malicioso e notifica a infecção através de um canal no Discord), Free-net-vpn, Free-net-vpn2 (coleta credenciais), Zlibsrc (um script baixa e executa um arquivo malicioso), Browserdiv (direcionado a credenciais de programadores de web design) e WINRPCexploit (faz o upload das variáveis de ambiente). Esses módulos utilizavam a técnica de typosquatting para se passar outros projetos populares e já foram removidos. As informações são do site Bleeping Computer.","url":""}]}