{"title":"JavaScript no espaço / Google muda algoritmo / Justiça lança SNIPER","fps":30,"timestamp":1660919514,"date":"19/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Observatório espacial James Webb roda JavaScript: o ISIM (Módulo de Instrumento Científico Integrado, na sigla em inglês), executa comandos através de códigos escritos em JavaScript – o módulo, que os engenheiros da missão chamam de “carga útil principal”, é a coleção de instrumentos que tiram as fotos do telescópio. Segundo a NASA, a linguagem oferece maior visibilidade, controle e flexibilidade para a equipe de operações. As informações são do site The Verge.","url":""},{"text":"Google irá mudar algoritmo para penalizar conteúdos “clickbait” e automatizados: a partir da semana que vem, essa atualização tentará garantir que conteúdo de baixa qualidade, criado com a única intenção de atrair cliques ao invés de informar, não tenha uma classificação alta nos resultados de busca – testes internos demonstraram melhorias significativas para buscas relacionadas à educação on-line, artes e entretenimento, compras e notícias relacionadas à tecnologia. A ferramenta também dará preferência para conteúdo escrito por humanos, mas estará disponível apenas para resultados em inglês inicialmente. As informações são do blog The Keyword.","url":""},{"text":"Conselho Nacional de Justiça lança SNIPER, nova ferramenta digital para agilizar busca de bens em diversas bases de dados: o Sistema Nacional de Investigação Patrimonial e Recuperação de Ativos identifica, em segundos, vínculos patrimoniais e financeiros entre pessoas físicas e jurídicas, processo que antes poderia levar meses. O SNIPER é mais uma ferramenta desenvolvida dentro do programa “Justiça 4.0”, que já saneou a base de dados do DataJud, disponibilizou um marketplace de microsserviços aos tribunais e desenvolveu IAs como o Codex, que poderá fornecer evidências e apoiar a formulação de políticas judiciárias. As informações são dos sites Convergência Digital e GovBR.","url":""},{"text":"Plataforma DeFi brasileira BlueBenx muda história sobre ataque hacker: inicialmente, a BlueBenx afirmava que teria sido alvo de um “hack extremamente violento”. Agora, a justificativa para a suspensão dos saques é que teria sido enganada por golpistas que diziam pertencer a uma exchange asiática, onde pretendiam listar seu token próprio, o Benx. Os sócios reiteram que irão ressarcir os clientes. As informações são do site Valor Investe.","url":""},{"text":"Divulgar informações pessoais de candidatos não fere LGPD, decide TSE: para o pleito deste ano, o Tribunal havia alterado a regra, restringindo a divulgação detalhada de informações. A nova decisão agora permite o acesso pleno dos dados, incluindo endereços, placas de carro, nomes de empresas da qual são sócios, entre outros. Não foi estipulado um prazo para que as informações sejam tornadas públicas. As informações são da Agência Brasil.","url":""},{"text":"Esclarecimento sobre notícia referente ao trabalho remoto publicada na edição de ontem: a Lei 14.437/22 trata de medidas trabalhistas alternativas somente durante situações de calamidade pública. A intenção seria preservar empregos e garantir a continuidade das atividades empresariais – mudanças no regime de trabalho entre presencial e remoto, com notificação de apenas 48 horas para funcionários, um tempo relativamente curto, faz mais sentido agora. Agradecemos ao leitor Leonardo pelo alerta.","url":""},{"text":"Google bloqueia maior ataque DDoS por HTTPS da história: em seu pico, o ataque atingiu 46 milhões de requests por segundo, 76% maior do que o mitigado pela CloudFlare em junho deste ano. Para comparação, o volume foi equivalente a todos os requests diários da Wikipedia – um dos dez sites com maior tráfego no mundo – em apenas 10 segundos. As informações são do blog Google Cloud.","url":""}]}