{"title":"Dica contra deepfakes / Psicodelia virtual / Estelionato pela internet","fps":30,"timestamp":1660055650,"date":"09/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Deepfake em tempo real pode ser identificado facilmente se pessoa virar rosto para o lado, em 90 graus: sistemas como o popular software DeepFaceLive não conseguem lidar com perfis laterais ou quando algum objeto passa entre a câmera e o rosto da pessoa, demonstrando rapidamente um problema com a sobreposição de imagens. Essas técnicas podem auxiliar no combate a fraudes com a tecnologia – em junho deste ano, o FBI alertou para o uso de deepfakes em entrevistas de empregos remotos, com impostores utilizando identidades roubadas. As informações são do site The Register.","url":""},{"text":"Realidade virtual pode causar experiência psicodélica tão intensa quanto LSD: o estudo, publicado pela revista Nature, mostrou como o programa “Isness-D”, criada pelo físico molecular David Glowacki, possui o mesmo efeito de uma dose média de LSD ou psilocibina (componente do “cogumelo mágico”) quando são avaliados quatro indicadores-chave utilizados em estudos de psicodélicos. As informações são do site MIT Technology Review.","url":""},{"text":"Câmara aprova punição para golpes cometidos pela internet: o Projeto de Lei 4229/15 prevê prisão de 1 a 5 anos para estelionato emocional (quando a vítima entrega bens como parte de uma relação afetiva) – a pena será o triplo se a vítima for idosa ou pessoa vulnerável. Em caso de fraude eletrônica, com uso de informações fornecidas pela vítima por meio de redes sociais, telefones ou e-mail, a pena será de 4 a 8 anos. As informações são da Agência Câmara de Notícias.","url":""},{"text":"Mark Zuckerberg quer que WhatsApp seja tão privado quanto conversas “cara a cara”: ele anunciou pessoalmente três novos recursos para o aplicativo – agora é possível sair de grupos sem notificar todos (com exceção dos administradores), controlar quem pode ver quando você está online e evitar capturas de tela na visualização de mensagens únicas. Os recursos fazem parte de uma nova campanha global do WhatsApp com foco em segurança e privacidade. As informações são do site WABetaInfo.","url":""},{"text":"Incidente elétrico causa explosão em datacenter do Google, derrubando Busca, Gmail, Mapas e YouTube: três pessoas estão em estado crítico no estado de Iowa, nos EUA. Os serviços ficaram indisponíveis por cerca de uma hora na noite de ontem em diversas partes do mundo. As informações são do site The Register.","url":""},{"text":"EUA sancionam mixer de moedas digitais e GitHub suspende contas de desenvolvedores que contribuíram com o projeto: em seu perfil no Twitter, Roman Semenov, fundador do projeto de código aberto Tornado Cash, questiona a legalidade da decisão. Os EUA acusam o protocolo de privacidade de não implementar controles eficazes para impedir a lavagem de dinheiro obtido através de ataques cibernéticos. As informações são do site The Register.","url":""},{"text":"Dois irmãos estariam se passando como onze desenvolvedores diferentes para criar ecossistema DeFi fraudulento: a rede de identidades falsas, com rostos gerados por inteligência artificial, criaria a ilusão de uma comunidade de desenvolvedores independentes, adicionando valor ao protocolo Sunny Aggregator. Os tokens do protocolo, no entanto, já perderam 99% do seu valor no mercado. As informações são do site CoinDesk.","url":""}]}