{"title":"Algoritmos revelados / Android 13 / Guardião Cibernético","fps":30,"timestamp":1660660274,"date":"16/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"China publica como funcionam os algoritmos das maiores empresas de tecnologia no país: a intenção é permitir que usuários entendam como suas opiniões e escolhas podem ser influenciadas pelos conteúdos aos quais são expostos na internet. Trinta algoritmos, incluindo breves descrições de como funcionam, foram revelados – o Douyin (nome do TikTok na China), por exemplo, recomenda conteúdos com base em dados comportamentais como cliques, tempo de visualização, curtidas, comentários e compartilhamentos. Essas informações também são usadas para inserir conteúdo personalizado em vídeos, notícias e recomendações de produtos. As informações são do site The Register.","url":""},{"text":"Google lança Android 13 oficialmente: o sistema permite personalizar ícones de aplicativos e temas, possui uma nova permissão de privacidade para limitar quais fotos e vídeos os aplicativos podem ter acesso, integração utilitária entre celulares e Chromebooks (conversas e área de transferência), suporte para áudio espacial com fones de ouvido compatíveis, além de muitos outros recursos. O Android 13 já pode ser instalado em dispositivos Pixel e estará disponível para aparelhos da Samsung, Motorola, Nokia, Xiaomi, OnePlus e outros até o final do ano. As informações são do blog The Keyword.","url":""},{"text":"Ministério da Defesa inicia maior exercício cibernético do hemisfério sul nesta terça: a 4ª edição do Guardião Cibernético é organizado pelo ComDCiber (Comando de Defesa Cibernética) com a simulação de incidentes, colaboração entre Forças Armadas, órgãos públicos, participantes civis e representantes de infraestruturas críticas dos setores de água, energia, nuclear, telecomunicações e transportes. O exercício termina nesta sexta, dia 19. As informações são do site Convergência Digital.","url":""},{"text":"Polícia Federal deflagra operação Dark Cloud para prender criminosos que derrubaram o ConecteSUS no final do ano passado: são cumpridos oito mandados de busca e apreensão na Paraíba, Minas Gerais, Paraná e Santa Catarina. A investigação revelou uma organização criminosa internacional com alvos no Brasil, EUA, Portugal e Colômbia. Além do ataque ao Ministério da Saúde, o grupo também teria invadido a Controladoria-Geral da União, o Ministério da Economia, e outros órgãos públicos. As informações são do site Convergência Digital.","url":""},{"text":"TikTok lança “mini DALL-E” dentro do aplicativo: o efeito “AI greenscreen” permite a criação de planos de fundo básicos e abstratos para vídeos apenas digitando um texto. A limitação pode ser intencional já que modelos mais avançados, como o DALL-E da OpenAI, exigem maior poder de computação. Além disso, permitir a criação de imagens fotorrealistas a mais de um bilhão de usuários poderia criar situações imprevistas e problemáticas. As informações são do site The Verge.","url":""},{"text":"Telefones de usuários do app de mensagens Signal foram expostos após invasão na Twilio: 1.900 números de telefone e códigos de verificação por SMS foram comprometidos – a empresa garante que os históricos de mensagens estão seguros. A Twilio, que fornece serviços para verificação de telefones, confirmou na semana passada que agentes maliciosos acessaram dados de clientes após um ataque de phishing. As informações são da página de suporte do Signal.","url":""},{"text":"Moeda digital preferida dos cibercriminosos passa por atualização de rede e torna-se ainda mais anônima: o hard fork ocorreu no bloco 2,688,888, tornando cada transação com Monero criptograficamente muito mais forte. Desde 2020, os EUA oferecem 1 milhão de dólares para quem desenvolver um sistema para rastreamento das transações com a moeda. As informações são do site Bleeping Computer.","url":""}]}