{"title":"Brasileiro cria simulador / 1 trilhão de transistores / Crime no metaverso","fps":30,"timestamp":1661351499,"date":"24/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Desenvolvedor brasileiro cria simulador de barraca de pastel e caldo de cana: o curitibano Alfred Reinold Baudisch, que hoje mora em Copenhague, está desenvolvendo o “Brazilian Street Food Simulator”, sozinho e em seu tempo livre, após sentir “falta da comida brasileira”. O jogo permite experimentar dinâmicas de preparo do caldo de cana, pasteis e espetinhos, utilizando equipamentos e processos típicos de vendedores de rua. A previsão de lançamento é março de 2023, com pré-reserva já disponível na Steam. As informações são do próprio site do desenvolvedor.","url":""},{"text":"Intel promete chips com 1 trilhão de transistores até o final da década, mantendo Lei de Moore intacta: a principal demanda vem de aplicações de inteligência artificial, com modelos cada vez mais complexos, consumindo volumes de dados ainda maiores. A solução será a nova arquitetura RibbonFET, empilhando componentes de forma tridimensional – uma camada para energia e outra para transistores, por exemplo. As informações são do site The Register.","url":""},{"text":"Relatório sugere termo “darkverse” para denominar “dark web no metaverso”: cibercriminosos migrarão de fóruns clandestinos na deep web para locais obscuros dentro do metaverso, acessível apenas com tokens apropriados de autenticação e facilitando o planejamento de ataques no mundo real. Os principais alvos serão maquinários industriais operados remotamente, colecionadores de artes digitais e jogadores de videogames que utilizarem dispositivos vestíveis – um invasor poderia até mesmo tentar induzir ataques epilépticos ao introduzir efeitos de luz estroboscópicos dentro de visores de realidade virtual. As informações são do site da Trend Micro.","url":""},{"text":"Falha em algoritmo do Facebook causa confusão em feeds de usuários de todo o mundo: postagens aleatórias estão suprimindo o fluxo usual de imagens, vídeos e outras histórias compartilhadas. O Facebook diz estar ciente do problema e está trabalhando para normalizar tudo o mais rápido possível. As informações são do site TechCrunch.","url":""},{"text":"Criador da ferramenta Unix “AWK” reaparece para adicionar suporte a caracteres Unicode: o cientista da computação Brian Kernighan, hoje com 80 anos, afirma que tentará enviar um pull request ao repositório da ferramenta no GitHub, mas ainda não possui um “entendimento adequado” de Git. Além da ferramenta para processar textos e manipular arquivos, Kernighan também criou o nome Unix e inventou o “Hello, world“ utilizado em demonstrações de linguagem de programação. As informações são do site The Register.","url":""},{"text":"Python é a linguagem mais popular de 2022, mostra pesquisa: C, C++ e C# ocupam a segunda, terceira e quarta posição, seguidas por Java, SQL, JavaScript, R, HTML e TypeScript. Entre os destaques deste ano está a crescente popularidade do SQL, que obteve o primeiro lugar no ranking de empregos da mesma pesquisa – muitas vagas estão listando SQL como segunda linguagem requerida. As informações são do site IEEE Spectrum.","url":""},{"text":"Bun, runtime JavaScript do momento, recebe primeiro investimento: a Oven (forno, já que “bun” significa pão em inglês) foi criada para receber os 7 milhões de dólares em capital de risco. Lançado há apenas dois meses, o Bun tornou-se um fenômeno na comunidade JavaScript/TypeScript por causa de sua velocidade em comparação ao Node.js e Deno – Jarred Sumner desenvolveu sozinho o runtime antes do beta público. A Oven agora está contratando engenheiros de sistemas para projetar e construir o que considera “a próxima geração de infraestrutura de internet”, uma solução completa para aplicações JavaScript com hospedagem e integração contínua – o cargo envolverá muita programação de baixo nível em Zig e C++. As informações são do site da Oven.","url":""}]}