{"title":"Brasil: novo ataque / Cybersquatting no Telegram / Erro de programação","fps":30,"timestamp":1661956358,"date":"31/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Gangue ramsomware Everest anuncia venda de 3 TB de dados do governo brasileiro: o grupo não oferece detalhes como amostras das informações roubadas ou qual órgão do governo teria sido comprometido, mas também teria acesso à rede pela qual obteve o material. Em agosto do ano passado, os mesmos cibercriminosos invadiram a rede e encriptaram computadores da Secretaria do Tesouro Nacional. As informações são do site CISO Advisor.","url":""},{"text":"Telegram retoma nomes de usuários reservados por “cybersquatting”: 70% de todos os nomes de usuário do Telegram haviam sido registrados por criminosos baseados no Irã – cybersquatting é a prática de registrar nomes na internet por má-fé e com a intenção de lucrar com isso. A plataforma irá reintroduzir gradualmente 99% desses nomes para uso público, desta vez com limitações algorítmicas e de geolocalização. As informações são do canal de Pavel Durov no Telegram.","url":""},{"text":"Protocolo Defi perde milhões de reais após erro de programação: durante uma atualização, a OptiFi fechou acidentalmente sua mainnet após enviar o comando “solana program close” com parâmetros incorretos, bloqueando 661 mil dólares em USDC e sem a possibilidade de recuperação. Os desenvolvedores do projeto afirmam que não entendiam o impacto total e risco da linha de comando, mas prometeram que irão devolver os recursos perdidos aos usuários. As informações são do blog da OptiFi.","url":""},{"text":"Elon Musk pede anulação da compra do Twitter: ao assinar o contrato de venda, o Twitter teria declarado conformidade com todas as leis aplicáveis pela SEC, agência reguladora do mercado de capitais norte-americano, algo que não seria verdade após as recentes revelações do ex-chefe de segurança da rede social – Peiter Zatko realizou uma denúncia formal a órgãos de controle nos EUA, acusando o Twitter de negligência e ignorância deliberada. As informações são do site The Register.","url":""},{"text":"Royal Caribbean equipará todos os seus navios de cruzeiro com internet Starlink: a implantação da tecnologia em toda a frota começará imediatamente – um teste realizado a bordo de um de seus navios recebeu um “tremendo feedback positivo” de hóspedes e tripulação. O serviço de internet orbital estará disponível ao final do primeiro trimestre de 2023. As informações são do site TechCrunch.","url":""},{"text":"Engenheiros coreanos desenvolvem sistema de carregamento sem fio através de lasers infravermelhos: o time da Universidade de Sejong conseguiu transmitir 400 mW a uma distância de 30 metros, onde um receptor de 10 mm2 conseguiu converter cerca de 20% em energia elétrica. O sistema possui um modo de segurança se um objeto ou uma pessoa bloquear o feixe de luz. As informações são do site Optica.","url":""},{"text":"Google lança novo programa de bug bounty: o OSS VRP visa recompensar descobertas de vulnerabilidades em projetos de código aberto da empresa. Os maiores valores serão pagos para falhas encontradas nos projetos que considera mais críticos – Bazel, Angular, Golang, Protocol buffers e Fuchsia. As recompensas irão variar entre 100 e 31.337 dólares. As informações são do blog Google Security.","url":""}]}