{"title":"Twitter: acusações graves / Tempo de código / PF inspeciona urna","fps":30,"timestamp":1661265093,"date":"23/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Ex-chefe de segurança cibernética do Twitter faz graves acusações contra empresa: Peiter Zatko, hacker conceituado e conhecido como “Mudge”, foi recrutado para liderar a divisão de segurança da plataforma após criminosos sequestrarem de centenas de contas de alto perfil, incluindo a do atual presidente dos EUA, Joe Biden, e Elon Musk no final de 2020. Zatko realizou uma denúncia formal a órgãos de controle nos EUA, acusando o Twitter de “negligência, ignorância deliberada, ameaças à segurança nacional e democracia” após tentativas frustradas e ignoradas de alertar a administração da companhia. Além disso, a empresa não consegue identificar o verdadeiro número de bots na plataforma. As informações são do site TechCrunch.","url":""},{"text":"Desenvolvedores gastam menos de uma hora por dia escrevendo código, mostra relatório: a informação já havia sido divulgada em janeiro deste ano, mas somente agora chegou à nossa atenção. Com base em dados de 250 mil profissionais globais, desenvolvedores passam 4 horas e 21 minutos codificando durante uma semana de trabalho normal, ou seja, 52 minutos por dia – o tempo é definido como a atividade de escrever ou editar ativamente código em um editor ou IDE. Comentários em relação à pesquisa no site TabNews sugerem que o trabalho de um desenvolvedor não é apenas escrever código, envolvendo planejamento, pesquisa e avaliação de soluções. Outro problema também seriam as frequentes interrupções durante o dia, como reuniões. As informações são do site Software e TabNews.","url":""},{"text":"Polícia Federal inicia inspeção do código-fonte da urna eletrônica e de todo o sistema de votação: delegados, peritos e papiloscopistas (especialistas em impressões digitais) com conhecimento em linguagens de programação irão realizar o procedimento até o dia 16 de setembro, dentro de uma sala especial no subsolo do Tribunal Superior Eleitoral. As informações são da Agência Brasil e do TSE.","url":""},{"text":"Prefeitura do Rio monta gabinete de crise após ataque ransomware: alguns serviços online no município estão há uma semana fora do ar após uma invasão revelada na última segunda-feira (dia 15). Equipes da Iplan Rio, braço de informática da cidade, já conseguiram normalizar alguns setores, mas até o ambiente digital estiver totalmente seguro, muitos continuam indisponíveis e sem previsão para voltar. As informações são do site G1.","url":""},{"text":"Fundador do Telegram quer integrar web3 no aplicativo de mensagens: em seu canal dentro da plataforma, Pavel Durov avalia o leilão de NFTs para nomes de usuários personalizados e atualmente indisponíveis – como @bank, @club e @game – ou outros elementos do ecossistema, incluindo nomes de canais, stickers e emojis. A ideia seria utilizar a blockchain TON para registrar essas transações – foi a própria equipe do Telegram que desenvolveu a linguagem de contratos inteligentes dessa rede, mas que nunca foi utilizada pelo aplicativo por causa de problemas regulatórios. Novidades deverão ser anunciadas já nas próximas semanas.","url":""},{"text":"Stable Diffusion lança versão pública e gratuita do seu gerador automatizado de imagens de código aberto: uma demonstração online está disponível no site da Hugging Face, permitindo o uso comercial ou não das imagens geradas. Nesta versão de teste online, há um classificador de segurança embutido – ao contrário de outros sistemas similares, como o DALL-E, a IA pode criar imagens de assuntos sensíveis. Funcionalidades adicionais e acesso à API serão ativados em breve, incluindo suporte a GPUs locais, animação, fluxos de trabalho com vários estágios e baseados em lógica, entre outras. As informações são do blog da Stability AI.","url":""},{"text":"OpenAI reduz agressivamente preços da API do GPT-3: os valores variam para cada modelo – no “Ada”, o mais rápido, a redução é de 50% (0,0004 USD por 1K tokens). Para o Davinci, o modelo mais poderoso, mas o mais lento para determinadas tarefas, a redução passa a ser de 66% (0,02 USD). A API pode executar uma ampla variedade de tarefas e até mesmo traduzir linguagem natural em código. As alterações acontecem após um grande progresso na eficiência dos modelos, o que reduziu o custo para rodá-los. As informações são do site da OpenAI.","url":""}]}