{"title":"Professor faz alerta / Nova IA na Rússia / Polícia com óculos inteligentes","fps":30,"timestamp":1661178641,"date":"22/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Professor universitário faz alerta sobre GitHub Copilot: Emery Berger, da Universidade de Massachusetts, acredita que educadores na área precisarão repensar o ensino da Ciência da Computação já que o Copilot tornará exercícios introdutórios de programação totalmente irrelevantes. Segundo Berger, a pedagogia relacionada à programação precisará se adaptar – uma das ideias seria utilizar computadores desconectados durante testes, forçando alunos a realizarem exames em um ambiente controlado. As informações são do site The Register.","url":""},{"text":"Rússia irá implementar IA para escanear toda a internet no país até o final deste ano: o sistema Oculus analisará URLs, redes sociais, chats, imagens e vídeos em busca de materiais que possam ser redigidos ou removidos. Especialistas na área, no entanto, afirmam que treinar o modelo para uma tarefa tão complexa em apenas quatro meses é um prazo muito curto, colocando usuários de internet russos em risco – divulgar informações consideradas falsas é crime, com pena de até 15 anos de prisão. As informações são do site Bleeping Computer.","url":""},{"text":"Município de São José dos Campos (SP) quer equipar policiais com óculos de realidade aumentada: o vestível da Complexys possui cinco câmeras para realizar funções como reconhecimento facial e leitura de placa de veículos – tudo é gravado no próprio óculos ou transmitido em tempo real via rede celular. Segundo a prefeitura, apenas parte dos agentes utilizarão o dispositivo porque acabam perdendo “a noção de espaço” enquanto o usam. As informações são do site Mobile Time.","url":""},{"text":"Senhora de 87 anos conversa com parentes através de holograma durante seu funeral: Marina Smith é uma das primeiras clientes da StoryFile, startup que combina a captura de vinte câmeras e inteligência artificial para criar um clone digital de uma pessoa. A plataforma foi lançada no ano passado – seu primeiro cliente e garoto propaganda foi William Shatner, o famoso capitão James T. Kirk da série Star Trek. As informações são do jornal The Telegraph.","url":""},{"text":"Computador quântico do Google é desafiado por sistema computacional comum: em 2019, o Sycamore havia reivindicado supremacia quântica ao resolver um problema de amostragem aleatória em 200 segundos – o supercomputador mais poderoso do mundo na época, o IBM Summit, levaria 10.000 anos para completar a mesma tarefa. A Academia Chinesa de Ciências, no entanto, apresentou um novo algoritmo que pode realizar o cálculo em um cluster de 512 GPUs em cerca de 15 horas. As informações são do site New Scientist.","url":""},{"text":"Primeiro satélite com software reprogramável entra em operação: o equipamento da Eutelsat oferece a capacidade de reconfiguração de missão – seus feixes podem ser remodelados e redirecionados para comunicação móvel. O satélite serve para a transmissão de dados, em tempo real, a veículos em movimento, como aviões, caminhões e carros. As informações são do site Space Daily.","url":""},{"text":"Mais de 200 módulos maliciosos infiltraram os registros npm e PyPI apenas na semana passada: a maioria deles eram do tipo typosquat, mirando usuários que digitavam o nome errado de libraries amplamente utilizadas – os módulos baixavam um script Bash em sistemas Linux para rodar mineradores de moedas digitais. As informações são do site Bleeping Computer.","url":""}]}