{"title":"TSE volta atrás / GPUs mais baratas / Tesla com Starlink","fps":30,"timestamp":1661524292,"date":"26/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"TSE reverte flexibilização e volta a proibir celular, mesmo desligado, na cabine de votação: qualquer aparelho capaz de registrar ou transmitir o voto deverá ser retido pelos mesários e, em hipótese alguma, os eleitores poderão levar esses dispositivos junto ao votar, mesmo desligados e no bolso, sob pena crime eleitoral e prisão – objetivo é garantir o sigilo do voto. Uma campanha educativa nacional irá informar eleitores sobre a proibição, incluindo com cartazes que serão afixados nas seções eleitorais. As informações são da Agência Brasil.","url":""},{"text":"Escassez no mercado de GPUs acabou, alerta Nvidia: por causa do excesso de estoque da série RTX 3000, a empresa está estudando reduzir a quantidade de placas gráficas que vende a fabricantes e também reduzir os preços da geração atual. A queda na demanda de GPUs por mineradores de moedas digitais é um dos motivos para a situação. As informações são do site Ars Technica.","url":""},{"text":"Veículos da Tesla receberão conexão direta com satélites da Starlink: a velocidade da conexão será limitada – entre 2 e 4 Mbps – mas o suficiente para o envio de mensagens de texto ou realizar chamadas telefônicas mesmo em áreas mais remotas. A SpaceX também anunciou uma parceria com a empresa de telefonia T-Mobile para oferecer o mesmo recurso aos usuários de sua rede móvel nos EUA. As informações são do site Electrek.","url":""},{"text":"Google lança aplicativo para testes com IAs experimentais: o “AI Test Kitchen” servirá um conjunto rotativo de demonstrações – a primeira fase irá explorar os recursos do controverso LaMDA, modelo neural de linguagem conversacional que ganhou notoriedade quando Blake Lemoine, ex-engenheiro da empresa, alegou que o sistema havia tornado-se autoconsciente. A empresa abriu uma lista de espera para interessados no site AI Test Kitchen With Google. As informações são do blog The Keyword.","url":""},{"text":"DuckDuckGo lança serviço de anti-rastreamento para emails em fase beta público: para se cadastrar é preciso instalar a extensão DuckDuckGo no navegador ou o aplicativo no celular. O recurso processa as mensagens antes de encaminhá-las para uma conta de email principal do usuário, removendo rastreadores e atualizando URLs para HTTPS, quando possível – a empresa afirma que 85% dos emails processados durante a fase beta privado continham rastreadores ocultos. As informações são do site Spread Privacy.","url":""},{"text":"LastPass sofre incidente de segurança: hackers teriam invadido o ambiente de desenvolvimento da empresa e acessado partes do código-fonte, e informações técnicas proprietárias sobre seus produtos. Não há evidência de que dados pessoais, arquivos ou senhas de clientes tenham sido roubados. As informações são do blog da LastPass.","url":""},{"text":"Heroku anuncia fim dos planos gratuitos: no dia 26 de outubro, contas inativas serão deletadas e no dia 28 de novembro começará a desligar os serviços Dynos, Postgres e Data for Redis para contas gratuitas. Segundo usuários no site TabNews, o Railway seria uma alternativa ao Heroku, inclusive com a possibilidade de importar projetos. Outras opções também seriam Vercel, Render, Cloudify e planos gratuitos da Google Cloud, AWS e Azure. As informações são do blog da Heroku e do site TabNews.","url":""}]}