{"title":"Brasil: Starlink derruba preço / IA pré-crime / Artista virtual cancelado","fps":30,"timestamp":1661437904,"date":"25/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Starlink reduz em mais de 50% a mensalidade no Brasil: o preço passa a ser de 230 reais/mês. O kit de instalação, com a antena e roteador, ainda custa caro, cerca de 3.000 reais. A mudança não foi limitada ao Brasil e outros países também receberam descontos – a redução é determinada por  condições dos mercados locais e é destinada a refletir a paridade no poder de compra dos clientes, afirma a Starlink. As informações são do Tecnoblog.","url":""},{"text":"Criador de IA que prevê crimes não acredita que sistema será usado como no filme de ficção-científica “Minority Report”: o professor da Universidade de Chicago, Ishanu Chattopadhyay, entende o receio de que a ferramenta possa ser utilizada para prender pessoas antes que cometam crimes, mas isso não teria como acontecer, porque a IA não tem essa capacidade – o sistema prevê eventos em horários e locais específicos com 90% de precisão, mas não identifica quem irá cometer ou as dinâmicas exatas desses eventos. As informações são do site Science Focus da BBC.","url":""},{"text":"Artista virtual é “cancelado” após controvérsia com letras de música: o “FN Meka” é um “rapper robótico” criado pela Factory New, especializada em “seres virtuais” – a empresa também possui outro artista virtual, o “Lil Bitcoin”. Embora dublado por um humano, o conteúdo lírico, acordes, melodia, ritmo e sons são derivados de um sistema de inteligência artificial. Há duas semanas, o FN Meka havia assinado com a uma grande gravadora – a parceria foi desfeita após uma música incluir letras que banalizavam o encarceramento e brutalidade policial. As informações são do jornal The New York Times.","url":""},{"text":"Primeira neurocirurgia robótica da América Latina é realizada no Brasil: o Cirq, da alemã Brainlab, atua como um braço robótico extra ao dos médicos, realizando implantes com precisão e reduzindo o risco de complicações e a necessidade de procedimentos corretivos. Outra tecnologia, a neuronavegação, também foi utilizada durante a cirurgia, realizando o mapeamento da anatomia do paciente e indicando o local exato onde o implante deveria ser inserido. As informações são do site Yahoo Notícias.","url":""},{"text":"Justiça determina que empresa suspenda venda de likes e seguidores no Instagram: esta é a primeira vitória da Meta, que está processando duas empresas brasileiras pela venda de engajamento artificial em suas redes sociais. O uso de serviços para aumentar seguidores e visualizações é comum, mas vedado pelo termo de uso do Instagram – um pacote de mil curtidas custaria 60 centavos, por exemplo. As informações são do site TecMundo.","url":""},{"text":"São Paulo irá instalar câmeras inteligentes em viaturas da Polícia Militar: o equipamento estará conectado ao sistema Detecta para leitura rápida de placas, possibilitando a identificação de veículos com registros de roubo, furto ou utilizados durante crimes. O sistema Detecta já conta com 8,4 mil câmeras leitoras de placas, instalados em 4 mil pontos no estado. As informações são da Agência Brasil.","url":""},{"text":"Google é a empresa que mais coleta pontos de dados de usuários dentre Big Techs: no total, são 39 categorias diferentes como localização, histórico de navegação na web (ou em aplicativos de terceiros) e comunicação através de emails – a empresa utiliza essas informações para publicidade direcionada. O Twitter vem em segundo lugar, coletando 24 classes de dados, seguido por Amazon (23), Facebook (14) e Apple (12). As informações são do site StockApps.","url":""}]}