{"title":"IA anti-sonegação / WhatsApp vira super app / Urnas lacradas","fps":30,"timestamp":1661869985,"date":"30/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"França utiliza IA para identificar reformas e construções não reportadas: o software, desenvolvido pelo Google e Capgemini, pode identificar piscinas em imagens aéreas e cruzar a informação com alvarás de construção emitidos pelas prefeituras – mais de 20 mil proprietários já foram notificados e precisarão que pagar impostos que tentaram sonegar. O sistema será expandido para outros tipos de melhorias que aumentem o valor das propriedades como quartos extras, garagens e outros anexos. As informações são do site The Register.","url":""},{"text":"WhatsApp inicia transformação para “super app” com recurso para compras de supermercado na Índia: basta enviar uma mensagem a um número específico e o mensageiro se transforma em um aplicativo de compras, integrando bate-papo, seleção de produtos e pagamento. Ao lançar o recurso, Mark Zuckerberg disse que experiências baseadas em bate-papo como essa serão a maneira como as pessoas e as empresas se comunicarão nos próximos anos. A Meta pretende transformar o WhatsApp em algo similar ao chinês WeChat, mensageiro que permite realizar uma infinita variedade de ações do dia a dia sem sair do app. As informações são do site The Verge.","url":""},{"text":"Tribunal Superior Eleitoral inicia processo de lacração digital dos sistemas eleitorais: durante os próximos três dias serão efetuados os procedimentos de verificação das configurações do ambiente de lacração, validação, compilação e empacotamento do subsistema de instalação e segurança, geração de chaves na urna, e compilação do sistema operacional e do ecossistema da urna. Os sistemas serão fisicamente armazenados na sala-cofre do TSE para depois serem distribuídos aos Tribunais Regionais Eleitorais e inseridos nas urnas eletrônicas, juntamente com os dados de eleitores e candidatos. As informações são do site do TSE.","url":""},{"text":"Proposta de lei na Califórnia pretende escanear rostos de usuários para cada página visitada: o reconhecimento facial irá realizar uma estimativa de idade e tem como objetivo impedir o acesso de crianças a determinados websites. A verificação será feita no dispositivo do usuário, sem enviar dados pela internet. As informações são do site Techdirt.","url":""},{"text":"Software de supervisão contra trapaças é considerado inconstitucional nos EUA: o Honorlock solicitava a alunos que escaneassem seus quartos através da webcam do computador antes de realizarem exames acadêmicos remotamente. A decisão é relevante porque o uso de ferramentas desse tipo tem crescido bastante desde o início da pandemia. As informações são do site Futurism.","url":""},{"text":"Desenvolvedor holandês lança ferramenta que emite bipes toda a vez que dados do usuário são enviados ao Google e Facebook: em uma demonstração, a cada letra digitada do endereço de um site no navegador é possível ouvir um bipe. Em outro momento, ao visitar uma página, são tantos bipes, uns atrás dos outros, que parecem um som contínuo. O “googerteller” está disponível no repositório “berthubert/googerteller” no GitHub. As informações são do blog de Bert Hubert.","url":""},{"text":"AdGuard publica primeiro ad blocker compatível com Manifest v3 do Chrome: desde janeiro a Chrome Web Store somente aceita a nova API e a partir do ano que vem, todas as extensões baseadas no Manifest v2 serão desabilitadas. O Manifest v3 é considerado uma revisão polêmica porque quebra a funcionalidade de ad blockers através da limitação da quantidade de regras para filtragem de web requests, mas resolveria graves problemas de segurança, segundo o Google. As informações são do blog da AgGuard.","url":""}]}