{"title":"Zuckerberg: soco no estômago / Guerra cibernética perpétua / Anúncios de concorrentes","fps":30,"timestamp":1661783579,"date":"29/08/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Mark Zuckerberg diz acordar todos os dias levando um “soco no estômago” como CEO da Meta: durante uma entrevista ao podcast JRE, Zuckerberg disse que acorda com “milhões de mensagens”, a maioria negativa, em seu telefone. Para manter-se produtivo e não se estressar, Zuckerberg afirma que passa uma ou duas horas fazendo atividades físicas, como surfe ou artes marciais mistas durante o dia. As informações são do jornal The Wall Street Journal.","url":""},{"text":"77% dos CISOs acreditam que o mundo encontra-se em um estado de guerra cibernética perpétuo: além disso, 82% acreditam que geopolítica e segurança cibernética agora estão intrinsecamente ligados. Kevin Bocek, da empresa de segurança Venafi, alerta que “todo mundo é um alvo” agora que grupos APT (Ameaça Persistente Avançada, na sigla em inglês), apoiados por estados-nação, estão realizando ataques cibernéticos para “promover objetivos políticos e econômicos mais amplos de suas nações”. As informações são do site The Register.","url":""},{"text":"Justiça brasileira proíbe uso de marcas de empresas concorrentes em anúncios do Google: no caso analisado, quando se realizava uma busca por uma determinada agência de turismo, o primeiro resultado, um anúncio pago, levava para a página de uma empresa concorrente, oferecendo o mesmo serviço. A situação foi determinada como crime de concorrência desleal. As informações são do site Convergência Digital.","url":""},{"text":"NASA cancela lançamento da missão Artemis I na manhã desta segunda-feira: os engenheiros da agência não conseguiram resolver um problema em um dos quatro motores do megafoguete SLS. Uma nova janela de lançamento estará disponível em 2 de setembro – a Artemis I levará a cápsula Orion, sem tripulação, em um voo de testes ao redor da Lua. As informações são do site Space.","url":""},{"text":"Redes 5G estão muito vulneráveis a invasões, alertam empresas de segurança: operadoras móveis tradicionalmente contavam com hardware proprietário de fornecedores como Ericsson, Nokia e Huawei, mas para o 5G, houve uma transição para virtualização das funções de rede, replicando componentes-chave em software e executados na nuvem. As empresas de telecomunicações, no entanto, nunca tiveram que lidar com níveis tão granulares de desenvolvimento de software ou gerenciamento desse tipo de infraestrutura antes, alerta Eric Hanselman, analista-chefe da 451 Research, tornando essas redes virtualizadas muito mais vulneráveis. As informações são do site IEEE Spectrum.","url":""},{"text":"Invasão à Twilio comprometeu usuários do serviço de autenticação Authy: hackers obtiveram acesso e registraram dispositivos adicionais a 93 contas individuais do Authy. A Twilio está aconselhando que os usuários afetados revisem suas contas vinculadas em busca de atividades suspeitas e desativem a permissão para vários dispositivos dentro do aplicativo Authy. As informações são do site TechCrunch.","url":""},{"text":"Novo ataque utiliza giroscópio de celulares para receber dados de computador desconectados da rede: o “Gairoscope” capta ondas acústicas dos alto-falantes de um computador pelo giroscópio presente em smartphones, sistema microeletromecânico para detecção do posicionamento vertical ou horizontal do dispositivo – é possível atingir velocidades de até oito bits por segundo a uma distância máxima de oito metros. Esse componente pode ser facilmente acessado através de comandos JavaScript em um navegador e sem a necessidade de comprometer o dispositivo para execução do ataque. As informações são do site The Register.","url":""}]}