{"title":"Programar afeta alunos / Crise do lítio / Real Digital","fps":30,"timestamp":1662993680,"date":"12/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Estudar programação na escola não auxilia no aprendizado da matemática, mostra pesquisa francesa: além de não contribuir, foi encontrado um pequeno efeito negativo, afirmam os pesquisadores da Universidade Grenoble Alpes. O estudo foi realizado com alunos do ensino fundamental (a partir dos 9 anos) e a linguagem de alto nível Scratch, criada pelo Media Lab do MIT, para ensinar a crianças conceitos de matemática e computação. Uma potencial explicação para o resultado seria que linguagens de programação visuais, como a Scratch, acabam distraindo os alunos. A pesquisa completa está disponível no site ScienceDirect.","url":""},{"text":"Não há lítio suficiente para cumprir metas globais de veículos elétricos, alerta mineradora: haverá uma “crise real” para obter o material, mesmo com a aceleração na produção mundial até 2035, afirma a Piedmont Lithium. A bateria de um carro elétrico utiliza cerca de 8 a 10 kg do metal e a crescente demanda fez o preço do carbonato de lítio quase dobrar apenas neste ano – a Agência Internacional de Energia projeta um aumento de 40 vezes na demanda pelo material nas próximas duas décadas. As informações são do site Yahoo Finance.","url":""},{"text":"Banco Central inicia execução de nove projetos relacionados ao Real Digital: as aplicações cobrem aplicações de entrega contra pagamento (DvP), pagamento contra pagamento (PvP), internet das coisas (IoT), finanças descentralizadas (DeFi) e soluções de pagamentos quando tanto o pagador quanto o recebedor se encontram sem acesso à internet (dual offline). Os testes, realizados no ambiente colaborativo “LIFT Challenge - Real Digital”, deverão identificar características fundamentais na construção da infraestrutura para a moeda digital brasileira. As informações são do site do BCB.","url":""},{"text":"Micropausas de apenas 10 minutos durante o expediente normal de trabalho podem auxiliar na prevenção do burnout, mostra estudo: os pesquisadores da Universidade de Timișoara (Romênia), no entanto, descobriram que o tipo de atividade realizado durante o intervalo era um fator importante – atividades físicas eram melhor associadas ao aumento de emoções positivas e diminuição da fadiga. Quando a pausa envolvia algo relacionado ao trabalho – como ajudar um colega ou executar alguma outra tarefa – isso levava a emoções negativas, diminuição do bem-estar e pior qualidade do sono. As informações são do site Science Focus da BBC.","url":""},{"text":"EUA avalia proibir ou limitar mineração de Bitcoin e outras moedas proof-of-work no país: um relatório do Escritório de Política de Ciência e Tecnologia publicado na sexta-feira recomenda que as emissões de gases de efeito estufa e outros impactos ambientais decorrentes da “mineração” de ativos digitais sejam controlados. As informações são da revista Barron's.","url":""},{"text":"Buscador Lexica agora consegue realizar pesquisas de conteúdos dentro de imagens através da rede neural CLIP: o agregador de prompts e resultados obtidos com o Stable Diffusion é como se fosse um “Google” para o gerador de imagens open source – a plataforma já conta mais de 10 milhões de exemplos no seu banco de imagens. A novidade é a utilização d outra rede neural, a CLIP desenvolvida pela OpenAI, permitindo não só buscas de imagens, mas também seu estilo ou outra informação que seja possível compreender sobre ela. As informações são do usuário filipedeschamps no site TabNews.","url":""},{"text":"Nova pesquisa lista média salarial nas principais vagas de tecnologia do mercado brasileiro: Desenvolvedores Seniores Full Stack (14,2 mil reais), Desenvolvedores Seniores Front-end (14,1 mil reais), Desenvolvedores Seniores Back-end (15,6 mil), Desenvolvedores Mobile Seniores (16,1 mil). Esses valores são no regime CLT – para contratações PJ os valores são, em média, 60% mais altos. As informações são da consultoria de gestão Fox Human Capital e Forbes.","url":""}]}