{"title":"TikTok hackeado / Marca JavaScript / Contratação de Devs","fps":30,"timestamp":1662388449,"date":"05/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"TikTok nega violação após hackers anunciarem ataque: além do código fonte relativo ao backend da rede social, cerca de 2 bilhões de registros foram extraídos de um banco de dados. Os hackers ainda não decidiram se irão vender as informações ou liberá-las ao público. O analista de segurança, Troy Hunt, famoso criador do site “Have I Been Pwned?” avaliou o ataque como “muito inconclusivo” após o exame da amostra dos dados oferecida pelos hackers. As informações são do site Forbes.","url":""},{"text":"Criador do Node.js e Deno pede que Oracle libere a marca registrada do JavaScript: para Ryan Dahl, a atitude seria vista como de “boa vontade” pela comunidade. Além disso, a marca não possui nenhum valor comercial e a Oracle nem sequer participa do desenvolvimento da linguagem. A empresa ganhou a propriedade da marca após a aquisição da Sun Microsystems em 2009, onde a linguagem foi desenvolvida por Brendan Eich em 1995. As informações são do blog Tiny Clouds.","url":""},{"text":"Uncle Bob sugere eliminar requisitos como linguagens de programação específicas na contração de desenvolvedores: para Robert C. Martin, lenda do desenvolvimento de software, ficar preso a uma linguagem pode ser um erro, tanto para quem programa quanto para quem contrata. Martin acredita que os melhores profissionais da área são aqueles que dominam a “programação em si”, mantendo a mente aberta para explorar outras linguagens na solução de problemas. As informações são do site Alphalist.","url":""},{"text":"DeepMind está treinando nova IA para jogar futebol: a “Neural Probabilistic Motor Primitives” envolve o aprendizado guiado com padrões de movimento derivados de humanos e animais, resolvendo dois desafios – reutilização de comportamentos aprendidos anteriormente e comportamentos idiossincráticos (quando o agente consegue completar a tarefa, mas utiliza movimentos não-naturais e impraticáveis para aplicações como robótica). Os jogadores virtuais adquiriram habilidades como locomoção ágil, drible e divisão de trabalho – a tomada de decisão de longo prazo que envolve antecipação dos comportamentos dos companheiros de equipe. As informações são do blog da DeepMind.","url":""},{"text":"Tecnologia desenvolvida pelo estúdio de animação Pixar pode servir como “HTML do metaverso”: o “Universal Scene Description” cria um conjunto de estruturas de dados e APIs capazes de suportar informações como geometria, câmeras, luzes, materiais e uma ampla variedade de relacionamentos entre si – uma espécie de especificação declarativa do conteúdo de uma cena em três dimensões, assim como o HTML em websites. O formato está bem difundido em programas como 3ds Max, Maya, Blender e frameworks como Nvidia Omniverse e Apple SceneKit. As informações são do blog da Nvidia.","url":""},{"text":"Meta desenvolve IA para ler “fala” no cérebro humano: a “wave2vec 2.0” é capaz de decodificar expressões linguísticas a partir de técnicas não invasivas da atividade cerebral – o modelo foi treinado em eletroencefalogramas e magnetoencefalografias de pessoas saudáveis ouvindo audiolivros e frases isoladas. No futuro, a tecnologia poderá auxiliar pessoas com lesões neurológicas traumáticas a se comunicar novamente. As informações são do site SiliconANGLE.","url":""},{"text":"Desenvolvedor está construindo uma Amazon inteira de forma open source: a idéia por trás da Openship, criada por Junaid Kabani, é construir um marketplace completo, com todas as suas partes em código aberto, desde a loja online (e-commerce), o processo de venda, gestão dos clientes, pedidos e fornecedores, suporte ao cliente, e controle das entregas. A implementação está disponível no repositório “openshiporg” no GitHub.","url":""}]}