{"title":"iPhone suspenso no Brasil / Bolha quântica / IA open source é criticada","fps":30,"timestamp":1662474953,"date":"06/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Justiça determina suspensão da venda de iPhones em todo o Brasil a partir desta terça-feira: acusada de venda casada, a Apple fica proibida de comercializar aparelhos sem o carregador. A decisão também multou a companhia em 12 milhões de reais e determinou a cassação do registro dos celulares da marca na Anatel. A suspensão acontece um dia antes do evento “Vamos Longe”, que acontecerá nesta quarta-feira (dia 7), às 14h (horário de Brasília), e deverá apresentar a nova linha iPhone 14. As informações são do site TecMundo.","url":""},{"text":"Físico de Oxford alerta para bolha no mercado de computação quântica: Nikita Gourianov argumenta que o progresso nos últimos anos tem sido exagerado por cientistas na área, atraindo a atenção de investidores que não possuem uma real compreensão da tecnologia. Apesar de anos de esforços, ainda não estaríamos nem perto de construir uma máquina quântica que seja realmente capaz de resolver problemas práticos – os dispositivos atuais são tão propensos a erros que qualquer informação que se tente processar transforma-se em ruído quase que instantaneamente. As informações são do jornal Financial Times.","url":""},{"text":"Cientista do Google faz duras críticas ao Stable Difusion: em seu perfil no Twitter, Negar Rostamzadeh, que estuda o uso ético de inteligências artificiais, afirma que o gerador de imagens de código aberto não deveria ter sido publicado. Para a pesquisadora nada justifica o acesso de forma geral à tecnologia se apenas uma pessoa inocente sofrer alguma injustiça por causa de uma imagem falsa gerada pelo sistema. Ainda segundo Rostamzadeh, permitir que qualquer pessoa use o sistema seria o equivalente a “dar uma arma a todos pela segurança pública”. A pesquisadora também afirma que os criadores dos conjuntos de dados e modelos, bem como aqueles que abriram o código da ferramenta devem ser responsabilizados pelo seu uso.","url":""},{"text":"Ator famoso leiloa NFT para caridade, mas valor é roubado algumas horas depois: um hacker conseguiu drenar a carteira com 119,2 ETH (cerca de 1 milhão de reais) do ator Bill Murray. O criminoso também tentou roubar, sem sucesso, outros 800 NFTs da coleção do artista. O vice-campeão do leilão, no entanto, empenhou novamente o lance não-vencedor, enviando 120 ETH à instituição de caridade como compensação pela perda. As informações são do site CoinDesk.","url":""},{"text":"Europa quer obrigar atualizações de segurança em celulares por no mínimo 5 anos: as correções precisarão ser implementadas em até quatro meses após a liberação pública de patches de segurança. Além disso, os reguladores europeus querem exigir atualizações de novos recursos por 3 anos – esta regra em particular forçaria fabricantes de dispositivos Android a oferecer suporte a novas versões do sistema operacional. As informações são do site Ars Technica.","url":""},{"text":"Cientistas estão utilizando machine learning para entender e tentar se comunicar com animais: os estudos estão sendo realizados com baleias, roedores e morcegos, e podem auxiliar no monitoramento do bem-estar da fauna selvagem. Uma comunicação verdadeira, no entanto, exigirá uma série de pré-requisitos, incluindo tipos de inteligência correspondentes, sistemas sensoriais compatíveis e o desejo compartilhado de conversar. Os experimentos também levantam questões éticas, como a possibilidade de manipulação da comunicação interna de uma espécie. As informações são do jornal The New York Times.","url":""},{"text":"Google lança update de segurança crítico para o Chrome: a atualização, válida para Windows, Mac e Linux, protege contra uma grave vulnerabilidade que está sendo explorando ativamente. O acesso a detalhes da falha (CVE-2022-3075) será restrito até que a maioria dos usuários esteja atualizada. O navegador precisa ser reiniciado para ativar a atualização, versão 105.0.5195.102 – para ter certeza de que está usando a versão mais recente, clique no ícone com os três pontos no canto superior direito do navegador,  navegar até “Ajuda” e depois “Sobre o Google Chrome”. As informações são do blog Chrome Releases.","url":""}]}