{"title":"Crianças confiam mais em robôs / Argentina barra IA / Roubo de cabos","fps":30,"timestamp":1662734363,"date":"09/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Crianças são mais propensas a conversar sobre problemas de saúde mental com robôs, mostra estudo da Universidade de Cambridge: os questionários conduzidos pelo robô Nao, da SoftBank Robotics, eram mais propensos a identificar problemas do que relatos online feitos pelas próprias crianças ou pelos pais. As crianças compartilhavam mais informações com o robô, uma entidade física com aparência e sonoridade infantil – segundo os pesquisadores, as crianças veem o robô como um par e não como um adulto que está tentando obter alguma informação. As informações são do site Medical News Today.","url":""},{"text":"Justiça argentina barra sistema de reconhecimento facial para prender fugitivos implementado em Buenos Aires: a ferramenta foi lançada sem garantir a segurança de dados, comprometendo direitos constitucionais de privacidade, intimidade, não discriminação, entre outros. Além disso, várias pessoas já foram detidas indevidamente em consequência de falsos positivos gerados pelo sistema. As informações são do site Convergência Digital.","url":""},{"text":"2,3 milhões de metros de cabos de telecomunicações já foram roubados no Brasil nos primeiro semestre deste ano: o volume representa alta de 28% em relação aos seis meses anteriores e interrompeu a conexão de mais de 4 milhões de clientes. São Paulo, Paraná, Minas Gerais, Espírito Santo e Rio de Janeiro são os estados mais impactados. As informações são do site Convergência Digital.","url":""},{"text":"Apenas um estado nos EUA concentra mais capacidade de datacenters do que toda a Europa e China: o norte da Virgínia detém mais de um terço da capacidade dos centro de dados no país – a área é conhecida como “Datacenter Alley” (beco dos datacenters, em inglês). Os EUA são responsáveis por 53% da capacidade global de datacenters. As informações são do site The Register.","url":""},{"text":"Novas licenças “Can’t be Evil” podem solucionar questão de direitos autorais em NFTs: baseado na estrutura do Creative Commons (CC), o novo tipo de licença estabelece uma relação entre um comprador de NFT e a pessoa que criou a arte original. O objetivo é tentar ordenar a confusão em torno dos direitos autorais nesses tipos de ativos – uma das licenças, por exemplo, permite a cópia e exibição da arte, mas não de forma comercial. Também é especificado que direitos são apenas transferidos se o NFT for vendido legalmente, uma tentativa de coibir o roubo de tokens. As informações são do site The Verge.","url":""},{"text":"Google encoraja uso de técnica “fuzzing” para descoberta de novas vulnerabilidades em projetos de código aberto: o serviço OSS-Fuzz já ajudou a corrigir mais de 8.000 vulnerabilidades de segurança e 26.000 outros bugs em projetos de código aberto desde sua estreia em 2016. Fuzzing é uma técnica de teste de software que tenta encontrar bugs injetando dados aleatórios ou inválidos como entradas para programas de computador. O Google pagará recompensas para novas vulnerabilidades encontradas, com prêmios que variam entre 1.000 e 20.000 dólares. As informações são do site The Register.","url":""},{"text":"Atualização no Next.js traz cinco melhorias: a versão 12.3 apresenta melhorias do tipo “qualidade de vida” e que facilitam o uso do Framework como “Fast Refresh” melhorado (arquivos.env, jsconfig.json e tsconfig.json agora participam do hot reload, sem pedir para reiniciar manualmente o serviço), instalação automática do TypeScript, componente “Image” (next/future/image atingiu a versão estável), novo SWC (o compiler utilizado para compilar e minificar os arquivos finais atingiu a versão estável) e “Request For Comments” abertos sobre novas features relacionadas a um dos recursos mais aguardados, um sistema nativo de Layouts. As informações são do blog do Next.js.","url":""}]}