{"title":"IA cria nova profissão / Copilot surpreende / Disney e Twitter","fps":30,"timestamp":1662647520,"date":"08/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Startup está vendendo ideias de texto para geração de imagens específicas no DALL-E, Midjourney e Stable Diffusion: a PromptBase criou um marketplace de “meta-arte”, na qual pessoas podem vender sequências de termos complexos que produzem imagens de forma consistente e em determinado estilo de arte – a profissão ganhou até um nome, “prompt engineering”. As informações são do site The Verge.","url":""},{"text":"Produtividade e bem estar de desenvolvedores aumenta drasticamente com uso do GitHub Copilot, mostra pesquisa: 90% afirma que o Copilot está ajudando a resolver tarefas com mais velocidade (em média, 55% mais rápido). Entre 60% e 75% dos usuários relataram que se sentem mais satisfeitos, menos frustrados e conseguem se concentrar melhor. 87% afirma que a ferramenta também auxilia na preservação do esforço mental durante tarefas repetitivas. As informações são do blog do GitHub.","url":""},{"text":"Ex-CEO da Disney revela que Twitter possui quantidade “substancial” de usuários falsos: a descoberta foi feita durante processo de aquisição da rede social em 2016 – Bob Iger não revelou o número, mas disse que “descontava um grande valor” do negócio. A Disney pretendia utilizar o Twitter como plataforma para distribuição global de conteúdo, mas voltou atrás no último minuto após receios relacionados à moderação de postagens de usuários. As informações são do site Vox.","url":""},{"text":"Apple lança novos modelos de iPhone, Watch e AirPods Pro: o iPhone 14 é muito similar ao modelo lançado no ano passado, mas desta vez elimina o modelo Mini e introduz uma versão Plus, com tela de 6,7 polegadas. Para o modelo iPhone 14 Pro, a novidade mais marcante é a “Dynamic Island”, entalhe que inclui câmera frontal e sensores no topo da tela do aparelho, permitindo novas formas de interação. O Apple Watch Ultra é uma nova adição à linha de relógios inteligentes, com design robusto e voltado para atletas de esportes extremos. Os AirPods Pro, em sua segunda versão, oferecem até o dobro do cancelamento de ruído em relação à geração anterior. As informações são do site Apple Newsroom.","url":""},{"text":"Proposta de lei sobre IAs da União Europeia pode ter efeito devastador em projetos open source, alertam especialistas: ao tentar equilibrar inovação com responsabilidade, a lei lançou uma rede muito ampla, o que acabaria prejudicando o desenvolvimento de projetos recentes como o Stable Diffusion. Uma das situações possíveis seria a implementação de uma IA de código aberto que levasse a algum resultado desastroso – empresas poderão tentar desviar sua responsabilidade legal ao processar os desenvolvedores do código sobre o qual criaram seu produto. As informações são do site TechCrunch.","url":""},{"text":"China chama EUA de “campeão mundial” em espionagem cibernética e revela “dezenas de milhares” de ataques maliciosos nos últimos anos: o mais recente teria atingido uma universidade especializada em pesquisa aeronáutica e espacial, com a extração de 140 GB de informações de alto valor – a operação teria sido coordenada pela “Tailored Access Operations”, divisão especial da Agência de Segurança Nacional dos EUA. As informações são do site Hong Kong Free Press.","url":""},{"text":"Update do Windows Defender soluciona problema que identificava aplicativos baseados no Chromium e Electron como malware: o sistema operacional estava produzindo um aviso – “Behavior:Win32/Hive.ZY” – ao tentar executar programas como Google Chrome e Spotify. A versão 1.373.1537.0 do sistema antivírus soluciona o problema. As informações são do site The Register.","url":""}]}