{"title":"GitHub: falha grave / Automação no Slack / LGPD Penal","fps":30,"timestamp":1662042741,"date":"01/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Merge requests no GitHub podem levar a ataques do tipo supply chain em projetos de código aberto: a vulnerabilidade, chamada de “GitHub Environment Injection”, permite explorar a integração automatizada e o processo de build na plataforma injetando uma carga maliciosa na variável de ambiente do GitHub chamada “GITHUB_ENV” – pesquisadores da Legit Security identificaram a vulnerabilidade em workflows automatizados do Google Firebase e Apache Camel. Qualquer usuário pode explorar a falha realizando o fork do repositório, inserindo o código malicioso e, em seguida, apenas solicitar o merge de volta. Não é necessário o merge, de fato, ocorrer – a solicitação expõe um token de acesso que permite ataques futuros e a vulnerabilidade é acionada antes que o mantenedor do projeto possa revisar ou aceitar a alteração. Embora Google e Apache tenham resolvido o problema, outros repositórios provavelmente estão vulneráveis. As informações são do site The Register.","url":""},{"text":"Slack irá adicionar lógica condicional para automação de workflows: o mecanismo é uma expansão da ferramenta Workflow Builder e permite declarações do tipo “f-the” para criar fluxos mais sofisticados – a novidade estará disponível a partir do ano que vem e permitirá a integração com outros aplicativos e serviços online. O Slack afirma que investirá pesado em ferramentas “no-code” dentro da plataforma para permitir que mais pessoas consigam construir automações, independentemente de sua proficiência em código. As informações são do site TechCrunch.","url":""},{"text":"À sombra da LGPD, Polícia Federal prepara plataforma para cruzamento de dados penais: a “SigaCrim” integrará a coleta, armazenamento e análise dos dados de estatísticas criminais e produtividade operacional. A Lei Geral de Proteção de Dados não trata sobre dados de segurança pública, defesa nacional e atividades de investigação – um anteprojeto de lei para proteção de dados na persecução penal, conhecida como “LGPD Penal”, foi apresentado há dois anos, mas sem movimentação no Legislativo até o momento. As informações são do site Convergência Digital.","url":""},{"text":"Proposta de lei na Europa força novas regras a fabricantes de smartphones: consumidores deverão ter acesso garantido a componentes como baterias, telas e carcaças por no mínimo cinco anos após o lançamento dos dispositivos. Além disso, os produtos precisarão adotar uma classificação universal em relação à provável duração da bateria, proteção contra água e poeira, e sua resistência a quedas acidentais. As informações são do site The Verge.","url":""},{"text":"EUA impedem Nvidia de exportar GPUs voltadas à supercomputação de IA para China e Rússia: a medida tenta impedir que esses processadores de alto desempenho sejam utilizados para fins militares. A decisão também impactará a capacidade da empresa de concluir o desenvolvimento da nova arquitetura H100 para computação em datacenters e exigirá uma transição de certas operações para fora da China. A Nvidia estima perder 400 milhões de dólares em vendas já no próximo trimestre com a restrição. As informações são do site da SEC.","url":""},{"text":"Japão se compromete a reescrever regulações para não utilizar mais disquetes e CD-ROMs: o país quer criar um portal de serviços centralizado e eletrônico, mas leis atuais impedem a transferência de dados entre entidades governamentais pela internet. No ano passado, um plano de transformação digital prometia reduzir a dependência do uso de aparelhos de fax no país, sem obter sucesso. As informações são do site The Register.","url":""},{"text":"Google proibirá VPNs que interfiram ou bloqueiem anúncios em aplicativos Android a partir de novembro: as novas regras da loja Google Play tem como objetivo aumentar a privacidade, obrigando a criptografia de dados – impedindo que serviços capturem informações de navegação de usuários – e evitar fraudes em anúncios. As informações são do site The Register.","url":""}]}