{"title":"Garoto quebra criptografia / Hack causa caos / STF julga cruzamento de dados","fps":30,"timestamp":1662129096,"date":"02/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Garoto de 14 anos quebra código criptografado em moeda comemorativa lançada na Austrália em apenas 1 hora: o código foi desenvolvido pela Australian Signals Directorate, agência de inteligência e segurança cibernética do país. A moeda apresenta quatro camadas diferentes de criptografia – a última, segundo a agência, seria a mais difícil e requereria um computador para ser quebrada. No entanto, foi revelado hoje que ainda há uma quinta camada de criptografia que havia sido não informada ao público e que ninguém a descobriu. As informações são do jornal ABC Australia.","url":""},{"text":"Maior serviço de táxi na Rússia é hackeado e envia todos os veículos disponíveis para um mesmo local: o ataque, que durou cerca de 40 minutos, causou caos nas ruas do centro de Moscou. A Yandex Taxi afirma que algoritmo para detectar e prevenir esse tipo de ataque já foi atualizado. Ninguém reivindicou a autoria do hack até o momento. As informações são do site South Front.","url":""},{"text":"STF começa julgamento de ações que questionam o tratamento de dados pessoais dos cidadãos pelo Governo Federal: o alvo das ações é o decreto presidencial 10.046/19 que criou o “Cadastro Base do Cidadão” para cruzamento entre as bases de dados do poder público. O Governo defende que o compartilhamento de dados é essencial para a prestação dos atuais serviços públicos digitais e uma eventual declaração de inconstitucionalidade do decreto impactaria até mesmo a funcionalidade do Pix. As informações são do site Convergência Digital.","url":""},{"text":"Ecossistema criativo do YouTube quase dobra e contribuiu com 6 bilhões de reais para o PIB brasileiro em 2021: a plataforma também promoveu o equivalente a 160 mil empregos de tempo integral, entre diretos e indiretos, crescimento de 31% em um ano. O YouTube quer se posicionar como um ecossistema para construção de “carreiras e negócios sustentáveis”. As informações são do blog do YouTube.","url":""},{"text":"Call centers poderão economizar 80 bilhões de dólares até 2026 ao trocar humanos por IAs conversacionais: empresas de atendimento ao cliente estão investindo pesado na tecnologia dado o avanço no processamento de linguagem natural e modelos de conversão de texto em fala, ficando cada vez mais difícil distinguir interações com humanos ou máquinas. A aceleração da transição é um fator da dificuldade de preencher vagas no setor e a necessidade de reduzir despesas trabalhistas, que representam até 95% dos custos de um call center. As informações são do site The Register.","url":""},{"text":"Nova versão do padrão USB dobra taxa de transferência com velocidades de até 80 Gbps: o “USB 4 v2” possibilita a transferência dos dados contidos em um disco Blu-ray 4K “em cerca de cinco segundos”. A nova tecnologia também mantém retrocompatibilidade – o conector USB-C permanece e cabos atuais conseguirão comportar os ganhos de velocidade. As especificações finais serão definidas pelo USB Promoter Group – associação de empresas como Intel, Apple, Microsoft, HP e Texas Instruments – em novembro deste ano. As informações são do site The Verge.","url":""},{"text":"GitHub vai descontinuar página “Trending” que mostrava repositórios e desenvolvedores em destaque: a aba deixará de existir em 30 de setembro – o motivo seria o baixo tráfego na página. Nas discussões da comunidade, no próprio GitHub, a maioria mostra-se descontente – o local é usado para descoberta de novos projetos interessantes. Alguns usuários acreditam que o GitHub quer impulsionar a aba “Explore”, uma experiência organizada pela própria empresa, mas que também contém eventos e conteúdo patrocinado. As informações são do repositório “/community” no GitHub.","url":""}]}