{"title":"Nova tática hacker / Linux com Rust / Mecanismo de busca aberto","fps":30,"timestamp":1663771415,"date":"21/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"“MFA Fatigue” é a nova tática favorita de hackers: o ataque, também conhecido como “MFA push spam” ocorre quando o sistema de autenticação multifator de uma organização é configurada para enviar notificações por push aos dispositivos móveis dos funcionários. Um script malicioso tenta realizar logins em uma conta comprometida repetidamente, criando um fluxo interminável de notificações, até o usuário clicar acidentalmente no botão “aprovar” ou simplesmente aceitar a solicitação para interromper as notificações. As informações são do site Bleeping Computer.","url":""},{"text":"Após 31 anos, uma nova linguagem de programação será permitida no kernel do Linux: Linus Torvalds espera que a partir da versão 6.1, o Rust poderá ser utilizado para o desenvolvimento de drivers – o sistema é escrito principalmente em C, com algumas partes em assembly. O maior impedimento, no entanto, são os compiladores – o kernel do Linux é compilado com o GCC, mas o Rust geralmente é compilado com o LLVM, que possui bom suporte para x86 e Arm, mas ainda está em fase experimental para outras arquiteturas. As informações são do site The Register.","url":""},{"text":"Centros europeus de pesquisa e computação unem forças para desenvolver infraestrutura aberta de buscas na web: o projeto “OpenWebSearchEU” quer promover um mercado europeu de mecanismos de busca “centrado no ser humano”, com acesso livre, imparcial e transparente. A fase inicial do projeto terá três anos, com os pesquisadores desenvolvendo um novo núcleo e indexador. As informações são do site OpenWebSearchEU.","url":""},{"text":"Nova plataforma de IA permite gerar vídeos corporativos automatizados: o “Creative Reality Studio” tem como alvo os setores de treinamento corporativo, comunicação interna de empresas e marketing de produtos. Basta selecionar apresentadores “humanos digitais” e escrever um texto – o sistema suporta 119 idiomas diferentes. As informações são do site TechCrunch.","url":""},{"text":"Anatel vai prorrogar medida que reduziu em 40% ligações robotizadas de telemarketing: a autorização de cobrança por chamadas curtas – aquelas de duram menos de 3 segundos e servem como “prova de vida” para futuro telemarketing – vai até o dia 28 de outubro. Apesar do bom resultado, a agência afirma que as chamadas continuam acontecendo – o maior ofensor seria o sistema financeiro. As informações são do site Convergência Digital.","url":""},{"text":"Após restabelecimento dos sistemas, hackers voltam a atacar Golden Cross: após a operadora de planos de saúde afirmar que estava normalizando “gradualmente” suas operações, a página de atendimento presencial foi invadida, ameaçando o vazamento de dados de clientes. No local do logotipo da Golden Cross na página, os hackers colocaram a frase “Just another :D”, algo como “Apenas outra risada”. As informações são do site CISO Advisor.","url":""},{"text":"Nvidia lança novas placas de vídeo para jogos, workstations e computação de borda: a série “RTX 40” utiliza a arquitetura Ada Lovelace, oferecendo até quatro vezes mais desempenho do que a versão passada – o modelo topo de linha (4090) chega no Brasil em outubro custando 15 mil reais. A “RTX 6000 Ada” possui 48 GB de memória para aplicações comerciais como modelagem 3D e deep learning. A empresa também lançou a pequena placa “Jetson Orin Nano”, voltada para aplicações robóticas e edge computing com capacidade de 40 TOPS (trilhões de operações por segundo). As informações são do site da Nvidia e TecMundo.","url":""}]}