{"title":"Hackers são hackeados / Fotos privadas em IAs / Remoção de dados no Google","fps":30,"timestamp":1663857683,"date":"22/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Grupo de ransomware famoso teria sido hackeado: o código-fonte da mais recente versão do programa encriptador utilizado pela gangue LockBit teria sido roubado e tornado disponível publicamente por uma equipe de hackers rivais. O representante público do LockBit, no entanto, nega a invasão de seus servidores – o vazamento teria sido cometido por um desenvolvedor descontente do grupo. A situação seria um duro golpe para a operação do LockBit, facilitando agora que outros grupos utilizem o programa para lançar seus próprios ataques. As informações são do site Bleeping Computer.","url":""},{"text":"Artista encontra fotos privadas de registros médicos em conjunto de dados utilizados para treinamento de IAs: ao realizar uma pesquisa reversa de imagem, a artista Lapine descobriu suas fotos médicas dentro do conjunto de imagens aberto “LAION-5B”, utilizado para treinar modelos como Stable Diffusion e Google Imagen – não está claro como as imagens de “antes e depois” após um procedimento cirúrgico e que haviam sido autorizadas apenas para uso do seu médico foram parar dentro do dataset. O site da LAION fornece um formulário apenas para cidadãos europeus solicitarem que suas informações sejam removidas do banco de dados. As informações são do site Ars Technica.","url":""},{"text":"Google começa a disponibilizar gradualmente sistema que facilita remoção de informações pessoais diretamente através dos resultados de buscas: ao ver um resultado vinculado a uma página contendo informações pessoais, bastará tocar no botão de três pontos para acessar o painel “Sobre este resultado” e selecionar a opção “Remover resultado”. Entretanto, o processo apenas desindexará a página do Google – a informação continuará disponível diretamente no site onde ela foi postada. As informações são do site 9to5Google.","url":""},{"text":"Uber banirá uso de veículos a combustão em todo o mundo a partir de 2040: nos EUA, Canadá e Europa a transição acontecerá antes, em 2030, mas a companhia irá investir 800 milhões de dólares para ajudar os motoristas parceiros a obterem veículos elétricos nesses países. As informações são do blog do Uber.","url":""},{"text":"OpenAI anuncia Whisper, nova rede neural open source para reconhecimento de fala: o sistema possui uma precisão inédita, atingindo uma precisão de nível humano. Apesar de transcrever apenas para o inglês, a IA foi treinada com 680 mil horas de dados multilíngues coletados da web – o uso de um conjunto tão grande e diversificado levou a uma maior compreensão de sotaques, linguagem técnica e quando há ruído de fundo. O modelo está disponível no repositório “openai/whisper” no GitHub.","url":""},{"text":"Popular extensão “I Don't Care About Cookies” é vendida para a Avast: o plugin, criado pelo desenvolvedor croata Daniel Kladnik, aceita automaticamente as condições mínimas de cookies para um site funcionar. O código do applet JavaScript, entretanto, é de código aberto e diversos forks da extensão já estão disponíveis. As informações são do site The Register.","url":""},{"text":"Vulnerabilidade antiga no Python atingiria mais de 350 mil projetos: a falha está presente em códigos que utilizam a função “tarfile.extractall()” ou “tarfile.extract()” de forma não-sanitizada, permitindo que um invasor sobrescreva arquivos arbitrariamente. O problema foi divulgado em 2007 (CVE-2007-4559), mas nunca recebeu um patch – a única atenuação oferecida foi uma atualização na documentação alertando desenvolvedores sobre o risco. As informações são do site Bleeping Computer.","url":""}]}