{"title":"Adobe compra Figma / Atentado anti-tecnologia / Grande mudança no Ethereum","fps":30,"timestamp":1663252900,"date":"15/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Adobe adquire plataforma de design colaborativo Figma: o valor da negociação é de aproximadamente 20 bilhões de dólares. Dylan Field, co-fundador e CEO do Figma, afirma que o negócio abre oportunidades para incorporação de tecnologias de imagem, fotografia, ilustração, vídeo, 3D e fontes, proprietárias da Adobe, à plataforma. A Adobe afirma estar comprometida em manter o Figma operando de forma autônoma. As informações são dos blogs da Adobe e Figma.","url":""},{"text":"Universidade que realiza pesquisas sobre realidade virtual recebe pacote “explosivo” reminiscente aos ataques do Unabomber: um estojo rígido altamente “pressurizado” feriu as mãos de um funcionário da Universidade do Nordeste, em Boston. A polícia local identificou um segundo pacote a tempo de ser neutralizado. Um manifesto junto ao contêiner critica o desenvolvimento acadêmico da realidade virtual, inteligência artificial, o metaverso e Mark Zuckerberg, exigindo a interrupção das pesquisas com as tecnologias. O FBI está conduzindo uma investigação do caso. As informações são do site The Register e do Departamento de Polícia de Boston.","url":""},{"text":"Ethereum ativa “The Merge”, transformando-se em uma blockchain proof-of-stake: estima-se que a transição irá reduzir o consumo de energia da rede em 99%. A mudança agora torna a moeda digital compatível com diretrizes ESG, o que  poderia aumentar o apetite de mais empresas a participarem de projetos DeFi e NFTs. As informações são do site The Block.","url":""},{"text":"Grupo de ransomware ataca empresas nos EUA e usa impressoras para imprimir notas de resgate: uma das mensagens dizia “Oi. Não tome nenhuma ação para recuperação. Seus arquivos poderão ser corrompidos. Basta entrar em contato conosco”. O Departamento de Justiça dos EUA identificou e acusou três cidadãos iranianos de formarem o grupo, que permanece ativo. As informações são do site Ars Technica.","url":""},{"text":"Rust ganha time de segurança dedicado: o grupo realizará uma auditoria de segurança inicial e exercícios de modelagem de ameaças para identificar pontos críticos de segurança. A equipe conta com o apoio da plataforma DevOps JFrog e OpenSSF, uma iniciativa financiada pelo Google e Microsoft – no início desta ano  a OpenSSF montou um plano de 10 pontos, argumentando que o setor deveria trabalhar para eliminar as causas-raiz de muitas vulnerabilidades, substituindo linguagens sem “memory safety”, como C e C++, por Rust e Go. As informações são do site InfoWorld.","url":""},{"text":"Intel, Arm e Nvidia propõem novo padrão para tornar o processamento de IA mais eficiente: a especificação “8-bit floating point (FP8)” tem o potencial de acelerar o desenvolvimento de tecnologias como visão computacional e sistemas de geração de imagens, otimizando o uso de memória tanto para treinamento quanto inferência, ou seja, engenharia e execução desses sistemas. O formato será de licença livre e código aberto. As informações são do site TechCrunch.","url":""},{"text":"Criador do sistema operacional open source SerenityOS lança navegador multiplataforma: para Andreas Kling, o Ladybird é um novo projeto pessoal. O navegador e as bibliotecas são escritas em C++. As engines LibWeb (HTML, DOM, CSS, etc), e LibJS (ECMAScript, runtime library, garbage collector) são todas novas e já passam pelo teste Acid3 com pontuação de 100/100. Kling está convidando outros desenvolvedores a trabalhar no projeto. As informações são do blog de Andreas Kling.","url":""}]}