{"title":"Lei de Moore “morta” / Futuro dos Devs / Alerta do TSE","fps":30,"timestamp":1663944499,"date":"23/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"CEO da Nvidia afirma que Lei de Moore “está morta”: Jensen Huang ainda complementou que a ideia de queda nos preços de chips ao longo do tempo “seria uma história do passado”, dado o aumento nos custos de fabricação de semicondutores. Huang estaria justificando o preço da série de GPUs RTX 40 lançada nesta semana – o modelo topo de linha (4090) chega no Brasil em outubro custando 15 mil reais. As informações são do site Eurogamer.","url":""},{"text":"Desenvolvedores não serão substituídos por IAs, mas dependerão cada vez mais delas, dizem especialistas: a geração automatizada de códigos irá acelerar o desenvolvimento de software e libertará programadores de tarefas rotineiras. No futuro, se alguém quiser tornar-se desenvolvedor, não precisará necessariamente aprender uma linguagem de programação específica, mas precisará dominar a semântica, os conceitos e as sequências lógicas da construção de um programa de computador. As informações são do site IEEE Spectrum.","url":""},{"text":"TSE alerta para golpe do cancelamento do título de eleitor: a Justiça Eleitoral não toma a iniciativa de informar irregularidades por e-mail, WhatsApp, Telegram ou mensagens de texto – eleitores precisam sempre consultar a situação do cadastro eleitoral diretamente no portal do TSE na internet ou pelo aplicativo e-Título. As informações são do site do TSE.","url":""},{"text":"Primeira conexão de internet Starlink é ativada em escola na Amazônia: Gwyne Shotwell, presidente da SpaceX, estava presente – Elon Musk, que doou a conexão, participou através de videochamada. No Twitter, Musk celebrou o evento, afirmando que educação seria “o caminho para sair da pobreza e acesso à internet permite a educação”. O ministro Fábio Faria comentou que ao medir a velocidade da internet no local foi constatada uma velocidade superior ao 4G na área. As informações são do site TecMundo.","url":""},{"text":"WhatsApp e TV praticamente empatam como principais meios de informação para os brasileiros: a TV lidera com uma leve vantagem (73% contra 72% do WhatsApp). O Instagram é utilizado por 68% dos pesquisados, seguido por jornais online (61%), rádio (44%) e jornais impressos (15%). A pesquisa foi realizada pela agência de notícias MARCO neste ano, com 14,2 mil consumidores de diferentes regiões do país, faixas etárias e de renda. As informações são do site Mobile Time.","url":""},{"text":"Estudo demonstra, pela primeira vez, que redes sociais podem afetar negativamente a saúde mental: a pesquisa conseguiu estabelecer uma relação de causalidade entre o uso do Facebook e uma piora na ansiedade e depressão reportada por estudantes universitários. Segundo os pesquisadores, comparações sociais desfavoráveis poderiam explicar os efeitos encontrados. As informações são do site da Universidade de Tel Aviv.","url":""},{"text":"Google está criando novos formatos de mídia: a empresa quer estabelecer uma alternativa aberta e livre de royalties para o Dolby Atmos e Vision, tecnologias de som tridimensional e de imagem HDR proprietárias. Internamente conhecido como Projeto Caviar, o foco principal seria trazer as tecnologias para o YouTube. As informações são do site Protocol.","url":""}]}