{"title":"Garoto hackeia Uber / Perigo das IAs / Lei do digital influencer","fps":30,"timestamp":1663339411,"date":"16/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Uber é hackeado por adolescente de 18 anos: aparentemente, todos os sistemas internos da companhia foram comprometidos, com acesso a ferramentas de gestão, código-fonte, AWS, G Suite e Slack. O invasor anunciou o ataque diretamente no Slack da companhia – “nuncio que sou um hacker e a Uber sofreu uma violação de dado”. A mensagem foi tão descarada que muitos funcionários da Uber inicialmente achavam que se tratava de uma piada interna. O hacker afirma ter realizado a invasão “por diversão”. As informações são do site The Verge.","url":""},{"text":"Pesquisadores da DeepMind alertam sobre IAs superinteligentes que poderiam “eliminar a humanidade”: no futuro, uma IA avançada poderia ser incentivada a criar estratégias de trapaça para obter recompensas e, inadvertidamente, prejudicar seres humanos – em um dos cenários imaginados, um agente artificial poderia instanciar inúmeros ajudantes despercebidos e não monitorados, que poderiam comprar, roubar ou construir um robô, programá-lo para substituir o operador e fornecer uma recompensa ao agente original. As informações são do site Vice.","url":""},{"text":"Projeto de Lei pretende regulamentar atividade de influenciador digital profissional no Brasil: o PL 2347/2022 requer cadastro e autorização do Governo Federal para exercício da atividade. Além disso, será necessário apresentar conhecimento técnico, representado por título de graduação na área em atuação. A lei seria necessária por tratar-se de uma classe com muitos participantes e relevância na questão das contribuições da previdência social. As informações são do site TecMundo.","url":""},{"text":"DuckDuckGo, Brave, Proton e Mozilla unem-se para fazer contraponto às Big Techs: as empresas enviaram uma carta conjunta ao Congresso dos EUA pedindo a votação de um projeto de lei que dificultaria a coleta de dados por gigantes da tecnologia e promoveria o acesso a ferramentas de privacidade online. A carta também acusa as Big Techs de forçarem suas políticas de “vigilância perpétua”, limitando a concorrência e escolha dos usuários. As informações são do site TechRadar.","url":""},{"text":"Redes sociais chinesas estão adicionando marcas d'água digitais imperceptíveis em capturas de tela: o recurso permite identificar quem capturou a imagem e tem como objetivo impedir a disseminação de conteúdos sensíveis, roubados ou censurados. A técnica, chamada de esteganografia, é comum em impressoras comerciais, associando o número de série do dispositivo a pequenos pontos impressos, invisíveis a olho nu. Foi assim que a agência de segurança nacional dos EUA identificou um vazamento de documentos confidenciais em 2017. As informações são do site Vice.","url":""},{"text":"EA vai instalar ferramenta anti-trapaça diretamente no kernel do sistema operacional: o recurso, eventualmente, será obrigatório para instalação de todos os jogos multiplayer do estúdio, inclusive da nova versão do FIFA 23 para PC. Permitir que um driver altere o núcleo do sistema pode torná-lo instável, amplia a superfície de ataque para exploração de vulnerabilidades e pode expor informações privadas dos usuários, alertam os críticos da medida. As informações são do site Ars Technica.","url":""},{"text":"Estudo da Blackblaze comprova que SSDs são mais confiáveis do que HDDs no longo prazo: nos primeiros quatro anos de serviço, além de unidades de estado sólido falharem a uma taxa menor do que discos rígidos – abaixo de 1% – a partir do quinto ano, as falhas em HDDs começam a subir rapidamente, saltando de 1,8% para 3,5%. As falhas em SSDs, por outro lado, continuam na mesma taxa de 1%. A empresa especula que SSDs começarão a falhar em taxas mais altas à medida que seus chips NAND se desgastarem, especialmente em unidades com capacidade mais baixa. As informações são do site Ars Technica.","url":""}]}