{"title":"Hacker do Uber ataca de novo / Mineração colapsa / Street View causa problema","fps":30,"timestamp":1663598540,"date":"19/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Hacker que atacou Uber invade Rockstar Games: o criminoso utilizou o mesmo método, obtendo informações através dos servidores Slack e Confluence da empresa. O hacker está tentando extorquir a Rockstar para não divulgar o código-fonte do jogo GTA 6, ainda em desenvolvimento. Para comprovar a autenticidade do ataque, diversos vídeos do novo jogo foram publicados no YouTube neste final de semana, mas todos já foram excluídos – a Rockstar confirmou nesta manhã a veracidade dos vazamentos. As informações são do site Bleeping Computer.","url":""},{"text":"Lucratividade na mineração de moedas digitais através de GPUs colapsa após transição da rede Ethereum: das 21 placas gráficas da geração atual (AMD RX 6000 e Nvidia RTX 30), apenas cinco são lucrativas agora, isso sem contar custos como depreciação. De acordo com as taxas atuais de mercado, levaria mais de 20 anos para recuperar o investimento em uma placa da série RX 6000 da AMD, por exemplo. Espera-se que o mercado de GPUs usadas seja inundado de ofertas nos próximos meses. As informações são do site Tom's Hardware.","url":""},{"text":"Justiça brasileira condena Google por causa de imagem no Street View: o recurso do Google Mapas inadvertidamente mostrava uma moradora de Brasília tomando banho de sol dentro de sua residência – o valor da indenização por danos morais é de 3 mil reais. O Google destaca que é possível desfocar imagens de pessoas, casas ou veículos “por complet”, solicitando a medida através dos seus canais de comunicação. As informações são do site TecMundo.","url":""},{"text":"Após quase 30 anos, Intel aposenta marca Pentium: uma nova designação – “Intel Processor” – será utilizada em notebooks com arquiteturas Pentium e Celeron a partir de 2023. A Intel quer concentrar as marcas Core, Evo e vPro para dispositivos de alto desempenho. As informações são do site The Verge.","url":""},{"text":"Navegadores Chrome e Edge podem obter informações pessoais de usuários através do recurso de verificação ortográfica avançada: a empresa de segurança Otto descobriu que qualquer informação digitada em campos de formulário estariam vulneráveis – apesar da transmissão ser realizado por HTTPS, não está claro o que acontece com esses dados após chegarem aos servidores do Google e Microsoft. Além disso, em qualquer página, ao clicar na opção de acessibilidade “mostrar senha”, o recurso também lê a senha digitada – situação que a empresa denominou de “Spell-Jacking”. O recurso avançado nesses navegadores, entretanto, é opcional. As informações são do site Bleeping Computer.","url":""},{"text":"Serviço de VPN Mullvad lança chave de segurança: a “Tillitis Key” pode ser utilizada para realizar login em computadores e websites ou para assinaturas digitais. Algo que a torna única é o fato de que tanto o software quanto o hardware são de código aberto, livre para ser programado, oferecendo flexibilidade adicional para ser utilizada uma variedade de novas aplicações. As informações são do blog da Mullvad.","url":""},{"text":"Plataforma gratuita e open source para design e prototipagem entra nos Trendings do GitHub após compra do Figma pela Adobe: a Penpot é uma plataforma web e usa SVG como base para seus gráficos, facilitando a integração com websites ou outras aplicações. O software pode rodar através do Docker ou de sua versão SaaS em cloud. As informações são do usuário “filipedeschamps” no site TabNews.","url":""}]}