{"title":"Disquetes na aviação / Internet interplanetária / Spam condenado no Brasil","fps":30,"timestamp":1663685097,"date":"20/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Companhia aéreas são as maiores consumidoras de disquetes na atualidade, afirma revendedor: segundo Tom Persky, o último distribuidor em larga escala desse tipo de mídia no mundo, metade da frota aérea possui mais de 20 anos e ainda utiliza ainda usa disquetes para controle da eletrônica embarcada. Indústrias mecânicas e o setor médico também são grandes clientes dado a longa vida útil de equipamentos desenvolvidos para estas áreas. As informações são do site Business Insider.","url":""},{"text":"Organização recomenda desenvolvimento de “internet interplanetária”: a Internet Society  está delineando como seria uma arquitetura de rede comum, interoperável, autônoma e escalável a centenas de milhares de nodos, envolvendo todo o sistema solar. O grupo já desenvolveu uma tecnologia chamada “elay-Tolerant Networkin” (Rede Tolerante a Atrasos, em inglês) que abordaria o problema da latência. As informações são do site The Register.","url":""},{"text":"Justiça condena loja de roupas por spam: o estabelecimento terá que pagar 5 mil reais de indenização por danos morais após enviar mais de 500 emails durante um período de dois anos, mesmo após o cliente solicitar o seu descadastramento. O juíz do caso considerou que a conduta da loja ultrapassou os limites dos “aborrecimentos do cotidiano”, causando “abalo à integridade psíquica” do cliente. As informações são do Tecnoblog.","url":""},{"text":"Engenheiros brasileiros criam IA que pode reduzir em até 20% tempo de reparo durante blecautes em redes de energia elétrica: o sistema, desenvolvido pelos pesquisadores da Escola de Engenharia da USP de São Carlos, pode deslocar equipes de manutenção para posições estratégicas antes que uma falha ocorra, avaliando previsões meteorológicas, situação do tráfego até o local e histórico de reparos. As informações são do site Canaltech.","url":""},{"text":"Pentágono ordena revisão completa de “psyops” clandestinas promovidas pelo exército dos EUA em redes sociais: “psyops” podem ser consideradas “operações de guerra de informação” conduzidas através da internet, com o intuito de influenciar o comportamento de governos, organizações, grupos e indivíduos. Em agosto deste ano, o Twitter e Meta interromperam campanhas dos EUA em suas plataformas que visavam países como Rússia, China e Afeganistão. As informações são do jornal The Washington Post.","url":""},{"text":"Shutterstock está removendo imagens geradas por IA de sua base: artistas estavam utilizando o banco de imagens para monetizar criações realizadas através de ferramentas como Midjourney, DALL-E e Stable Diffusion. O aparecimento de imagens geradas algoritmicamente em sites desse tipo é especialmente irônico, dado que algumas dessas ferramentas utilizam imagens desses próprios sites para treinamento. As informações são do site Vice.","url":""},{"text":"CTO da Microsoft Azure afirma que é hora de parar novos projetos escritos em C/C++: em seu perfil no Twitter, Mark Russinovic, disse que deveria-se utilizar Rust para cenários onde uma linguagem sem garbage collection seja necessária. Além disso, por uma questão de segurança e confiabilidade, a indústria deveria declarar linguagens C/C++ como obsoletas.","url":""}]}