{"title":"Projeto secreto do Google / Extorsão por torrent / Intel quebra recorde","fps":30,"timestamp":1663080080,"date":"13/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Google lança startup que estava desenvolvendo projeto secreto de telecomunicações de alta velocidade: a AALYRIA desenvolveu uma tecnologia de comunicação a laser atmosférica chamada “Tightbeam”. Além disso, a empresa irá operar uma plataforma de software proprietária chamada “Spacetime” para orquestrar redes de estações terrestres, aeronaves, satélites, navios e malhas urbanas – o sistema suporta todas as bandas de radiofrequência e comprimentos de onda ópticos atuais ou futuros. A tecnologia possui aplicação universal, seja em terra, mar, ar ou espaço profundo. As informações são do site da Aalyria.","url":""},{"text":"Distribuidora fazia upload de filmes em redes torrent para depois processar quem os baixava: a empresa taiwanesa rastreava os endereços IP e obtinha as identidades através de provedores de internet – desde agosto de 2021, a distribuidora já havia entrado com 937 ações judiciais e o objetivo era lucrar com acordos extrajudiciais. Além do dono da empresa, outras quatro pessoas foram presas acusadas de extorsão por direitos autorais. As informações são do site TorrentFreak.","url":""},{"text":"13ª geração de processadores Intel quebra recorde mundial de velocidade em overclock: a série de CPUs Raptor Lake podem atingir até 8GHz quando submersa em nitrogênio líquido – em configuração padrão, com resfriamento ativo apenas por cooler, o processador é capaz de operar a 6GHz. A Intel irá revelar informações sobre preços e data de lançamento no final deste mês. As informações são do site Tom's Hardware.","url":""},{"text":"IBM cria “geladeira” mais fria que o espaço para resfriar computadores quânticos: o Projeto Goldeneye é um dispositivo criogênico compacto para arrefecer computadores até a faixa de 25 Millikelvin, 1.000 vezes mais frio que a temperatura média do espaço e milésimos de um grau acima do zero absoluto. A IBM alcançou um tempo de coerência – tempo que os qubits (bit quânticos) retêm suas informações – de cerca de 450 microsegundos, em linha com refrigeradores existentes, mas dez vezes maiores. As informações são do site New Atlas.","url":""},{"text":"Meta anuncia a PyTorch Foundation: o framework de deep learning agora passa a ter uma governança independente e que faz parte da Linux Foundation – o conselho administrativo inclui representantes da Nvidia, Meta, Google, Microsoft, Amazon e AMD. O PyTorch é amplamente utilizado em projetos de inteligência artificial, especialmente em linguagem natural e visão computacional – o sistema de direção autônoma Tesla Autopilot, por exemplo, é baseado no framework. As informações são do site Ars Technica.","url":""},{"text":"Linux Foundation anuncia a OpenWallet Foundation para desenvolver carteiras digitais interoperáveis: a missão da OWF é desenvolver uma engine de código aberto, segura e de multiuso para que qualquer pessoa possa construir carteiras para o armazenamento de identidades tokenizadas, dinheiro, chaves digitais ou outros objetos. A intenção é facilitar a criação de aplicativos para competir com carteiras proprietárias como as embutidas nos dispositivos da Apple e Google. As informações são do site da Linux Foundation.","url":""},{"text":"Mitigação do Retbleed degrada em até 70% desempenho de VMs rodando o Linux kernel 5.19 em CPUs Intel, alerta VMware: além disso, há regressões de 30% em rede e 13% em armazenamento. O Retbleed é um ataque de execução especulativa descoberto em julho deste que pode extrair informações confidenciais, como hashes da senha root. As informações são do site Bleeping Computer.","url":""}]}