{"title":"TI espalha-se pelo Brasil / Imagens de IA banidas / Proposta do GSI","fps":30,"timestamp":1663166513,"date":"14/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Transição para trabalho remoto distribui contratações de TI em mais regiões do Brasil: de acordo com um relatório da empresa de recrutamento Revelo, houve um aumento de 50% na contratação de profissionais nas regiões Centro-oeste, Nordeste, Norte e Sul – a região Sudeste, no entanto, sofreu uma queda de 17,7%. As informações são do site Convergência Digital.","url":""},{"text":"Comunidades de arte online começam a banir imagens criadas por IA: a plataforma InkBlot adotou uma política de “sem tolerância” contra artes geradas artificialmente. O site Fur Affinity alega que esse tipo de imagem não possui “mérito artístico”. Membros do site DeviantArt, por exemplo, pedem que as imagens criadas por IA sejam segregadas em uma categoria especial. As informações são do site Waxy.","url":""},{"text":"Gabinete de Segurança Institucional propõe criação do Sistema Nacional de Segurança Cibernética: a proposta é orquestrar segurança cibernética entre o poder público, iniciativa privada e academia. Também será proposto um projeto de lei para incluir o tema de segurança cibernética nos currículos dos ensinos fundamental e médio. As informações são do site Mobile Time.","url":""},{"text":"Projeto de Lei propõe criação do Programa de Inclusão Digital para Idosos: o PL 1.395/2022, tem como objetivo de oferecer acesso a cursos em entidades públicas de acolhimento de idosos para promover a socialização, permitir o acesso à informação e cultura, além de tornar as pessoas mais independentes e produtivas. As informações são do site Mobile Time.","url":""},{"text":"Inventor de 26 anos pretende colocar “espelhos” no espaço para refletir luz do sol a painéis solares durante períodos noturnos na Terra: Ben Nowack pretende utilizar colimadores, dispositivo que estreita um feixe de partículas ou ondas a um ponto estreito. A ideia é juntar diversos colimadores para formar um grande “espelho” de 1,5 km de diâmetro no espaço. Nowack é um prodígio – aos 14 anos construiu um rover subaquático e foi contratado pela SpaceX enquanto ainda era um calouro na universidade para trabalhar na cápsula de astronautas Dragon. As informações são do site Vice.","url":""},{"text":"Escola de programação cria roadmap de código aberto para profissionais de tecnologia: o TechGuide da Alura tem como objetivo mapear as tecnologias com maior demanda pelo mercado. Segundo Paulo Silveira, CEO da Alura, a dúvida sobre “ual caminho segui” é enorme em qualquer estágio de profissionalização. O site já conta com roadmaps para C#, Data Scientist, Front-end, Front-end Angular, Front-end ReactJS, Java, Node.js, PHP e Python. Qualquer pessoa pode contribuir com o projeto através do repositório “alura/techguide” no GitHub. As informações são do usuário “rafael” no site TabNews.","url":""},{"text":"Windows Terminal ganha opções de customização: a versão “Preview 1.16” permite que usuários editem o arquivo de configurações JSON global do programa para alterar a cor de fundo de abas e linhas, e escolher entre temas claro e escuro. É possível instalar o Windows Terminal Preview através da Microsoft Store oficial ou pelo repositório “microsoft/terminal” no GitHub. As informações são do site Bleeping Computer.","url":""}]}