{"title":"Twitter vai virar X / Framework da Intel / Novo radar no Brasil","fps":30,"timestamp":1664981455,"date":"05/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Elon Musk decide encerrar disputa e se compromete novamente à compra do Twitter: segundo o empresário, a aquisição da rede social acelera em três a cinco anos a criação do “X”, algo que ele chama de “aplicativo de tudo”. Musk estava tentando sair do acordo de 44 bilhões de dólares, alegando ter sido enganado sobre o número de bots presentes na rede social. Com a notícia, as ações do Twitter dispararam na bolsa de valores de Nova Iorque (+22%). As informações são do perfil de Musk no Twitter e do site TechCrunch.","url":""},{"text":"CTO da Intel quer desenvolver framework open source para rodar aplicações em qualquer GPU: segundo Greg Lavender, a empresa irá investir pesado na especificação SYCL, API com extensões para C++ e que está sendo padronizada para computação acelerada em placas gráficas Intel, AMD e Nvidia, sem alteração de código. A ideia é criar algo similar ao que o Java fez décadas atrás para o desenvolvimento de aplicativos. As informações são do site VentureBeat.","url":""},{"text":"Curitiba testa novo radar capaz de detectar veículos barulhentos: o sistema irá captar imagens e amostras de som emitidas por escapamentos de automóveis, com o objetivo de reforçar a fiscalização. A tecnologia, no entanto, ainda precisa de autorização para emissão de multas. As informações são do site Olhar Digital.","url":""},{"text":"Justiça autoriza penhora de moedas digitais para pagamento de dívidas: segundo o desembargador César Zalaf, criptoativos são bens móveis com função específica de meio de pagamento, ou seja, função monetária e tornando-os passíveis de serem penhorados. As informações são do site Convergência Digital.","url":""},{"text":"ABNT lança nova norma técnica para segurança cibernética e privacidade: a Norma ABNT NBR ISO/IEC 27002:2022 conta com recursos e controles que refletem os avanços em práticas de negócio, tecnologias, aplicativos e serviços que surgiram nos últimos anos. A ABNT fará uma apresentação da norma no seu canal do YouTube nesta quarta-feira. As informações são do site Convergência Digital.","url":""},{"text":"Padrão universal de conectividade para Internet das Coisas, Matter 1.0, é aprovado: com a especificação, dispositivos de diferentes empresas, incluindo Apple, Amazon e Google, poderão comunicar-se entre si, eliminando a fragmentação de protocolos. Ao todo, 280 empresas trabalharam juntas no desenvolvimento de requisitos, testes e validação final. As informações são do site TechCrunch.","url":""},{"text":"IA totalmente autônoma dependeria do desenvolvimento de “algoritmos de bom senso”, afirma cientista-chefe da Meta: Yann LeCun, considerado o pai da próxima geração de IAs, descreve essa habilidade como uma coleção de modelos diferentes que permitiria a exploração de ambientes, preenchimento de informações ausentes e “imaginação” de soluções para problemas desconhecidos, assim como várias seções do cérebro são responsáveis por diferentes funções. As informações são do site Vice.","url":""}]}