{"title":"Hacker preso / Ciber-náusea / Defesa planetária nesta segunda","fps":30,"timestamp":1664203597,"date":"26/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Hacker do Uber e Rockstar Games é preso na Inglaterra: novas evidências apontam que o jovem de 17 anos estaria no processo de invadir outras empresas, inclusive o Banco do Brasil. Ele seria ligado ao grupo Lapsus$ – a gangue ficou conhecida no país após a invasão dos sistemas do Ministério da Saúde no final do ano passado. As informações são do site CISO Advisor.","url":""},{"text":"“Ciber-náusea” afeta mais pessoas do que se pensava anteriormente: em uma pesquisa, 65% das pessoas reportaram sintomas similares à cinetose (enjoo do movimento), bem acima das estimativas iniciais de apenas 2%. O mal-estar é causado por uma perturbação no sistema vestibular, localizado no ouvido interno. Os resultados são preocupantes para desenvolvedores da tecnologia para o metaverso – após uma primeira experiência ruim, será difícil convencer as pessoas a tentarem novamente, afirmam os pesquisadores. As informações são do site The Daily Beast.","url":""},{"text":"Em primeira missão de defesa planetária, sonda espacial da NASA irá colidir intencionalmente com asteroide nesta segunda-feira: o impacto do DART (Teste de Redirecionamento de Asteroide Duplo, na sigla em inglês) com o asteroide “Dimorphos” irá avaliar se a técnica de impacto cinético pode desviar o caminho de corpos celestes. O impacto está previsto para acontecer às 20h14 (horário de Brasília), com transmissão ao vivo no canal oficial da NASA no YouTube. As informações são do site Space.","url":""},{"text":"Seleção brasileira de futebol está usando anel inteligente para monitorar sinais vitais: o dispositivo mede a frequência cardíaca, oxigenação, temperatura corporal e qualidade de sono. O anel permitirá que a comissão técnica e os atletas acompanhem sua saúde durante a Copa do Mundo neste ano. As informações são do site Olhar Digital.","url":""},{"text":"IA irá assumir dublador do personagem Darth Vader em filmes: o ator James Earl Jones, hoje com 91 anos, vendeu os direitos autorais para utilização de sua voz de forma algorítmica em projetos futuros. A empresa ucraniana Respeecher foi contratada pelo estúdio Lucasfilm para criar falas que sejam indistinguíveis da voz original – Jones dubla o icônico vilão de Star Wars desde 1977. As informações são do site The Register.","url":""},{"text":"Chefes e funcionários discordam profundamente sobre nível de produtividade no trabalho remoto, mostra pesquisa da Microsoft: para 87% dos funcionários, trabalhar de casa seria tão ou mais eficiente do que presencialmente, enquanto 80% dos gerentes discordam – a pesquisa questionou mais de 20 mil funcionários em 11 países. O CEO da Microsoft, Satya Nadella, afirma que essa tensão precisa ser resolvida, pois é improvável que os locais de trabalho retornem aos hábitos pré-pandemia. As informações são da BBC.","url":""},{"text":"Microsoft adiciona “systemd” ao Subsistema do Windows para Linux (WSL): a atualização permite a instalação e compatibilidade de um número maior de ferramentas, como Snap, microk8s (Kubernetes) e systemctl. A funcionalidade está disponível por meio do canal Windows Insider para o Windows 11. As informações são do site Bleeping Computer.","url":""}]}