{"title":"Copilot open source / Metaverso em queda / Prazo do e-Título","fps":30,"timestamp":1664290086,"date":"27/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Hugging Face e ServiceNow lançam projeto open source para desenvolver IAs geradoras de código: o objetivo do BigCode é criar um protótipo com 15 bilhões de parâmetros – maior que o OpenAI Codex (12 bilhões), modelo por trás do GitHub Copilot. Apenas repositórios com licenças permissivas entrarão no conjunto de dados de treinamento, para evitar a controvérsia em torno do uso justo dos códigos contidos em projetos open source. As informações são do site TechCrunch.","url":""},{"text":"Venda de terrenos no metaverso despenca 98% em relação ao pico de 2021: o levantamento, realizado pela Delphi Digital, revelou uma movimentação de apenas 200 mil dólares nos 18 projetos mais populares em agosto deste ano. Investimentos no metaverso totalizam 120 bilhões de dólares até o momento, com a maioria no prejuízo, estima a consultoria McKinsey – apenas a Meta já registrou 13 bilhões de perdas em sua própria iniciativa até o momento. As informações são do site Protos.","url":""},{"text":"Aplicativo e-Título poderá ser baixado somente até sábado, dia 1º de outubro: no dia 2, quando ocorre o primeiro turno das eleições, a emissão do e-Título estará suspensa, voltando a ser liberada a partir do dia 3. Na última semana, o aplicativo foi o mais baixado em lojas Android e iOS, totalizando 30 milhões de usuários ativos. As informações são do site do TSE.","url":""},{"text":"Domínios “.br” superam a marca de 5 milhões: os endereços ocupam a quinta posição entre os domínios nacionais de nível superior (ccTLD) mais populares no mundo. O também chamado “domínio de topo” foi criado e delegado ao Brasil em 1989 – originalmente operado de forma manual, o sistema de registros de domínios foi automatizado apenas em 1997. As informações são do site Convergência Digital e Wikipédia.","url":""},{"text":"Google cria animação especial para comemorar sucesso da missão que testa sistema de defesa planetária contra asteroides: para acessar o “easter egg”, basta digitar “NASA DART” na Busca do Google. Às 20h14 desta segunda, a sonda, viajando a 22.500 km/h, colidiu com o asteroide “Dimorphos” – antes do impacto, um pequeno satélite foi ejetado para tirar fotos da colisão, que agora serão avaliadas pelos cientistas da NASA. As informações são do site The Verge.","url":""},{"text":"Realidade virtual reduz necessidade de sedação completa durante cirurgia, mostra pesquisa: pacientes que sofriam da síndrome do túnel do carpo – neuropatia nas mãos e braços resultante de ficar muito tempo digitando em teclados – utilizaram óculos de RV durante o procedimento cirúrgico, o que reduziu significativamente as doses de sedativos, bem como o tempo de permanência no pós-operatório. As informações são do centro médico Beth Israel da Universidade de Harvard.","url":""},{"text":"Cloudflare lança eSIM Zero Trust: a solução protege todos os pacotes de dados que saem de um smartphone e bloqueia seu uso apenas em dispositivos específicos, mitigando o risco de ataques de SIM swap. O serviço será lançado inicialmente nos EUA, com a intenção de expandir globalmente. As informações são do site TechCrunch.","url":""}]}