{"title":"Duas IAs no mesmo dia / Ex-funcionário de TI / Novo recurso no Brave","fps":30,"timestamp":1664549408,"date":"30/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Meta e Google lançam, no mesmo dia, duas IAs impressionantes: a Meta lançou o “Make-A-Video”, sistema que transforma solicitações de texto em vídeos curtos e de alta qualidade. O Google apresentou o “DreamFusion”, IA que permite a criação de imagens tridimensionais por meio de requisições de texto, sem a necessidade de dados de treinamento rotulados e nenhuma modificação no “Imagen” – modelo gerador de imagens da empresa, similar ao DALL-E. As informações são do blog da Meta e do site Dreamfusion3d.","url":""},{"text":"Ex-funcionário de TI usa credenciais antigas para sabotar empresa e tentar ser recontratado: uma empresa financeira, estabelecida no Havaí, ficou sem acesso ao painel de administração e teve seu tráfego web e de e-mails redirecionado para outros servidores por vários dias. O ex-funcionário agora pode ser condenado a até 10 anos de prisão. As informações são do site Bleeping Computer.","url":""},{"text":"Navegador Brave irá bloquear proativamente banners de consentimento de cookies: o objetivo é remover distrações, melhorar a experiência de navegação e preservar a privacidade dos usuários. O lançamento está programado para chegar na versão 1.45 em outubro, começando com as versões desktop e Android. As informações são do blog do Brave.","url":""},{"text":"Meta anuncia pausa total de novas contratações e decide reduzir número de funcionários para cortar custos: o anúncio foi feito por Mark Zuckerberg durante uma reunião interna com todos os funcionários. Em maio, a companhia já havia anunciado uma pausa na contratação em equipes de engenharia de software – a medida agora seria mais drástica. As informações são do site The Verge.","url":""},{"text":"Google cancela Stadia por baixa adoção de usuários: o serviço de jogos na nuvem será desligado no início do ano que vem. Todas as compras – jogos, extras e hardware – serão reembolsadas. O Google espera aplicar a tecnologia em outras áreas, como YouTube, Google Play e realidade aumentada. As informações são do site The Verge.","url":""},{"text":"NASA e SpaceX estão estudando alterar órbita do telescópio Hubble: o observatório está  perdendo altitude lentamente, mas de forma acelerada, desde o seu lançamento em 1990. Restaurar a órbita original do Hubble – cerca de 600 km de altitude – poderia adicionar de 15 a 20 anos de vida ao telescópio. As informações são do site Ars Technica.","url":""},{"text":"Gangue hacker está usando softwares open-source para organizar ataques de backdoor a empresas: a lista utilizada pelo grupo Lazarus inclui softwares críticos como PuTTY, KiTTY, TightVNC, Sumatra PDF Reader e o instalador muPDF/Subliminal Recording – os principais setores alvo são tecnologia, defesa e entretenimento. Os criminosos iniciam o ataque criando perfis falsos no LinkedIn, incentivando vítimas a se candidatarem a vagas legítimas de emprego, e depois induzido-as a baixar o software malicioso. As informações são do site Bleeping Computer.","url":""}]}