{"title":"Drones nas eleições / Novo malware / IA para espiões","fps":30,"timestamp":1664462675,"date":"29/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Polícia Federal usará drones para fiscalizar crimes eleitorais no Distrito Federal: os dispositivos voarão em altitude elevada, sem serem percebidos, e são equipados com câmeras de alta definição, capazes de dar zoom o suficiente para identificar suspeitos, placas de veículos e situações ilegais. A operação irá iniciar neste sábado e terá drones suficientes para cobrir todo o DF, bem como regiões próximas. As informações são da Agência Brasil.","url":""},{"text":"Pesquisadores descobrem nova geração de malware com alto grau de infecção: o Chaos, como denominado pela empresa de segurança Black Lotus Labs, foi projetado para infectar uma grande gama de dispositivos e arquiteturas, incluindo ARM, Intel e PowerPC, além dos sistemas operacionais Windows, Linux e FreeBSD. Os pesquisadores acreditam que o Chaos foi desenvolvido com intenção de cultivar uma rede para ataques DDoS ou mineração de moedas digitais. As informações são do site Ars Technica.","url":""},{"text":"Agência de inteligência dos EUA quer criar IA para anonimizar documentos escritos por seus agentes: o programa HIATUS pretende identificar estilos de escrita e modificar esses padrões linguísticos para anonimizar seus autores. O sistema também poderá identificar se textos foram gerados por máquina em vez de humanos. As informações são do site The Register.","url":""},{"text":"Amazon anuncia novo Kindle, feito para anotações e leitura: o Scrible possui uma caneta com tecnologia Wacom e se conecta magneticamente ao dispositivo. O leitor é o primeiro a utilizar uma tela E Ink de 10,2 polegadas com resolução de 300 ppi, iluminado frontalmente e com temperatura de cor ajustável. O Scribe estará disponível no final de novembro, custando 339 dólares nos EUA – não há previsão para lançamento no Brasil. As informações são do site The Verge.","url":""},{"text":"Google apresenta uma nova experiência de busca, mais visual: ao utilizar o aplicativo de smartphone para buscar informações sobre um lugar, por exemplo, o sistema mostrará fotos, um pequeno mapa com sua localização, direções, clima e até vídeos curtos. A atualização parece se conectar com uma pesquisa interna, feita pela empresa no início deste ano, que revelou como mais jovens estão recorrendo ao TikTok e Instagram para buscas na web. As informações são do site The Verge.","url":""},{"text":"Europa planeja atualizar código de defesa do consumidor para facilitar ações judiciais contra IAs: as novas regras se aplicam quando um produto ou serviço com IA embutida causar danos que são resultado de um erro cometido por fabricantes e desenvolvedores – como drones e robôs que não respeitarem as instruções de usuários ou discriminação algorítmica em serviços de recrutamento, por exemplo. A nova lei também propõe o recurso jurídico da inversão do ônus da prova, facilitando a abertura de processos judiciais pelos consumidores. As informações são do site TechCrunch.","url":""},{"text":"Cloudflare anuncia nova tecnologia gratuita para substituir sistemas como o CAPTCHA: com o Turnstile, é possível substituir o teste para diferenciação entre computadores e humanos por uma API simples e sem precisar ser cliente Cloudflare. O novo sistema aplica desafios não-interativos baseados em JavaScript, que leem o ambiente do navegador em busca de comportamento humano, mas mantendo a privacidade do usuário, diferentemente do reCAPTCHA do Google. As informações são do blog da Cloudflare.","url":""}]}