{"title":"Hacker pede desculpas / Lei de Moore “viva” / WhatsApp: falha crítica","fps":30,"timestamp":1664376681,"date":"28/09/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Hacker australiano exclui dados e pede desculpas após invadir operadora de telefonia do país: o criminoso havia roubado informações pessoais de 11 milhões de clientes da Optus e tentava extorquir a empresa em 1 milhão de dólares. O hacker afirma que teria reportado a falha de segurança – uma API com endpoint não protegido – se a empresa tivesse algum formulário de contato ou programa de bug bounty. A mudança de atitude, no entanto, pode ser em resposta ao aumento do interesse das autoridades sobre o caso. As informações são do site BleepingComputer.","url":""},{"text":"Lei de Moore não está morta, diz CEO da Intel: a afirmação de Pat Gelsinger contrasta com a de Jensen Huang, CEO da Nvidia, feita na semana passada. Gelsinger argumenta que estamos nos aproximando do limite do que pode ser alcançado com uma única matriz, mas ainda há muito a se explorar quando se trata de design de transistores, energia, litografia e packaging. As informações são do site The Register.","url":""},{"text":"WhatsApp corrige vulnerabilidade crítica: a falha permitia que um invasor explorasse um erro conhecido como “integer overflow”, possibilitando a execução de código malicioso no smartphone da vítima após solicitar uma chamada de vídeo contendo código manipulado (CVE-2022-36934). O bug afeta todas as versões do aplicativo (iOS, Android e até mesmo a Business), antes da atualização v2.22.16.12. As informações são do site The Verge.","url":""},{"text":"Internet no Brasil é uma das mais caras no mundo, mostra pesquisa: brasileiros que recebem um salário mínimo devem trabalhar, em média, 6h40 para contratar o plano de internet banda larga mais barato. Em um ranking com 117 países, o Brasil ocupa a 81ª colocação – o primeiro lugar fica com a Armênia, onde as pessoas precisam trabalhar apenas 18 minutos para conseguir contratar o mesmo tipo de plano. As informações são da Surfshark e Olhar Digital.","url":""},{"text":"Robô bípede estabelece recorde mundial em corrida de 100 metros rasos: o androide Cassie marcou o tempo de 24,73 segundos, certificado pelo Livro Guinness dos Recordes e melhor marcação para sua categoria. Apesar de rápido, o robô ainda fica muito atrás do recorde obtido pelo humano Usain Bolt, de 9,58 segundos, em 2009. As informações são do site New Atlas e Wikipédia.","url":""},{"text":"Netflix monta seu próprio estúdio de videogames: o objetivo é criar jogos originais de alta qualidade e sem anúncios. O estúdio está localizado em Helsinque (Finlândia), local com alguns dos melhores desenvolvedores de jogos do mundo, afirma a empresa. As informações são do blog da Netflix.","url":""},{"text":"Engenheiro de software descobre que Stable Diffusion pode comprimir imagens melhor do que WebP e JPEG: segundo testes do suíço Matthias Bühlmann, o tamanho dos arquivos obtido foi 25% menor do que WebPs e 12% para JPEGs. O método, no entanto, não é bom com rostos ou textos e, em alguns casos, pode alucinar caraterísticas que não estavam presentes na imagem original. As informações são do site Ars Technica.","url":""}]}