{"title":"Robô humanoide da Tesla / Apple critica metaverso / Avanço em célula solar","fps":30,"timestamp":1664808574,"date":"03/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Tesla revela primeiro protótipo do robô humanoide Optimus: ainda em estágio inicial de desenvolvimento, a montadora mostrou o androide realizando tarefas em uma de suas fábricas. O robô será equipado com o mesmo computador que gerencia o sistema de autonomia dos veículos da marca. Elon Musk acredita que o Optimus poderá trazer uma mudança “fundamental” na civilização, por meio do aumento da produção econômica. As informações são do site Electrek.","url":""},{"text":"CEO da Apple mostra-se cético em relação ao metaverso: para Tim Cook, a maioria das pessoas tem dificuldade de entender do que se trata o metaverso e, apesar da realidade virtual ser uma experiência imersiva, ela deveria ser utilizada por períodos definidos e não para passar uma “vida inteira” conectado. As informações são do site The Verge.","url":""},{"text":"Pesquisadores holandeses criam célula solar com eficiência de 30,1%, a maior alcançada até agora: o componente faz um “sanduíche” com os materiais perovskita (eficiente com luz visível, mas transparente à luz infravermelha) e silício (eficiente com ambos os espectros). A tecnologia promete uma maior produção de energia na mesma área, reduzindo custos. As informações são do site Interesting Engineering.","url":""},{"text":"Novo estudo do Comitê Gestor da Internet no Brasil questiona uso de plataformas digitais na educação: a concentração de mercado em um número muito pequeno de empresas, como Google e Microsoft, seria um problema, devido à adoção compulsória desses serviços e coleta de dados dos usuários no momento de exercer um direito público. A terceirização também desestimularia a capacitação técnica de profissionais gestores públicos, tornando-os dependentes de tecnologias fechadas e estrangeiras. As informações são do site Convergência Digital.","url":""},{"text":"20% dos brasileiros apagariam suas informações da internet se fosse possível: o levantamento realizado pela NordVPN mostra que 43% gostariam de deletar momentos embaraçosos, 23% apagariam fotos e vídeos e outros 20% removeriam perfis antigos em sites de namoro. Cerca de 46% dos participantes pagariam até 500 reais para a remoção completa desses dados. As informações são do site Olhar Digital.","url":""},{"text":"PlayStation 5 recebe primeiro jailbreak: a façanha foi obtida pelo auto-intitulado “hacker de videogames em tempo integral”, Lance McDonald. Por meio de uma vulnerabilidade do WebKit, a engine utilizada pelo navegador do console foi o ponto de entrada para atacar uma falha no kernel da versão 4.03 do dispositivo. O método ainda é bastante instável, com acesso à leitura e gravação de dados, sem permissão de execução de código arbitrário no momento. As informações são do site Wololo.","url":""},{"text":"Google decide estender período de transição para nova plataforma de extensões do navegador Chrome: o Manifest v3 será ativado apenas em janeiro de 2024, um ano depois do previsto. A nova abordagem para extensões é considerada polêmica porque quebra a funcionalidade de ad blockers, mas resolve graves problemas de segurança, afirma o Google. As informações são do site The Register.","url":""}]}