{"title":"Volvo escolhe Rust / Supercomputador da Tesla / Prêmio Nobel de Física","fps":30,"timestamp":1664895150,"date":"04/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Volvo decide utilizar Rust em seus veículos: segundo Julius Gustavsson, arquiteto de sistemas da montadora, códigos já em produção e escritos em C e C++ não serão substituídos, mas novos desenvolvimentos serão “definitivamente” em Rust. A linguagem facilitaria a produção de código com maior qualidade, reduzindo custos de garantia e manutenção dos veículos, afirma o engenheiro. As informações são do blog Volvo Cars Engineering.","url":""},{"text":"Novo supercomputador da Tesla derruba subestação de energia local durante testes: o Dojo é uma plataforma proprietária e construída do zero para treinamento do sistema de direção autônoma dos veículos da marca. O sistema é modular – cada gabinete que forma o supercomputador, chamados de “Exapod”, possui capacidade de 1,1 exaflops de processamento. As informações são do site Electrek.","url":""},{"text":"Prêmio Nobel de Física vai para três cientistas por descobertas em tecnologias quânticas: as pesquisas independentes de Alain Aspect, John F. Clauser e Anton Zeilinger lançaram as bases para uma nova era da tecnologia, com amplas implicações em áreas como transferência segura de informações e computação quântica. As informações são do jornal The New York Times.","url":""},{"text":"Parlamento Europeu adota oficialmente novas regras para carregador comum em dispositivos eletrônicos: a nova lei obrigará fabricantes de smartphones, tablets, e-readers, teclados, mouses, dispositivos GPS, câmeras digitais, fones de ouvido, consoles de videogame e alto-falantes portáteis a utilizarem o conector USB-C como porta de carregamento padrão a partir de 2024. Para notebooks, a regra valerá a partir de 2026. As informações são do site Politico.","url":""},{"text":"TikTok está rastreando atividade pela web mesmo de quem não utiliza o aplicativo: a rede social está incorporando tracking pixels a um número crescente de sites para coletar endereços de IP, links clicados e tudo que for digitado nessas páginas. Os dados servem para melhorar a eficácia dos seus serviços de publicidade direcionada, informou o TikTok. As informações são do site Consumer Reports.","url":""},{"text":"Amazon, Apple, Google, Meta e Microsoft lançam Projeto de Acessibilidade da Fala: amostras de áudio criadas por voluntários com deficiências de articulação e fonação criarão um grande conjunto de dados para treinamento de modelos para aplicações comerciais e de pesquisa – um dos principais objetivos do programa é tornar os assistentes de voz mais eficazes para pessoas com dificuldades de fala. As informações são do site The Register.","url":""},{"text":"Empresa desenvolve nova tecnologia de armazenamento óptico multicamadas: destinado ao mercado de cold storage, os discos da Folio Photonics podem armazenar até 1 TB e oferecem uma economia de energia de 80% em relação a HDDs. Os dispositivos também não são vulneráveis a ataques de pulso eletromagnético e proporcionam uma vida útil de 100 anos. De acordo com estimativas do setor, cold storage compreende até 80% de todos os dados armazenados no mundo. As informações são do site Optics.","url":""}]}