{"title":"Atentado falso / Internet mais rápida / Petrobras compra mais um supercomputador","fps":30,"timestamp":1665586272,"date":"12/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Atentado terrorista anti-tecnologia em universidade dos EUA era falso: o manifesto que criticava o desenvolvimento acadêmico da realidade virtual, inteligência artificial e o metaverso de Mark Zuckerberg – exigindo a interrupção de pesquisas nessas áreas – foi escrito pelo próprio responsável por orientar estudantes e projetos nessas tecnologias. Foi ele também quem recebeu um estojo rígido altamente pressurizado que, supostamente, teria ferido suas mãos em meados de setembro. O FBI descobriu a farsa após encontrar um backup temporário do manifesto, criado automaticamente durante a digitação no Word, em um dos computadores utilizados pela pessoa. As informações são do Tecnoblog.","url":""},{"text":"Rede de internet mais rápida do mundo é atualizada para 46 terabit/s: a ESnet é composta por 24.000 km de cabos de fibra óptica dedicados e foi projetada para permitir que cientistas compartilhem rapidamente grandes quantidades de dados, especialmente em áreas como modelagem climática, estudos genômicos, observações espaciais e física quântica. Essa não é considerada a velocidade recorde de transmissão de dados – a honra pertence a uma configuração experimental no Japão, que alcançou 1 petabit por segundo. As informações são do site New Atlas.","url":""},{"text":"Petrobras compra mais um supercomputador: o equipamento, que fará o processamento de dados geosísmicos, terá 1 petabyte de memória RAM e 10 petabytes para armazenamento. O dispositivo se juntará aos outros quatro supercomputadores da companhia – Atlas, Dragão, Fênix e Pégaso. A estatal também está construindo uma rede própria de cabos submarinos com 1.200 km para transitar os mais de 400 petabytes de dados armazenados em suas premissas. As informações são do site Convergência Digital.","url":""},{"text":"Quest Pro, novo óculos de realidade mista da Meta, terá novo processador e câmeras internas para rastreamento de olhos e rosto: o novo recurso irá potencializar as expressões faciais dos avatares e reduzir requisitos de processamento ao renderizar detalhes finos apenas onde os olhos estão apontando. A bateria, por outro lado, tem duração de uma a duas horas – uma redução em relação ao Quest 2, que oferece de duas a três horas. O dispositivo é voltado para empresas e profissionais e irá custar 1.499 dólares – não há previsão para seu lançamento no Brasil. As informações são dos sites The Verge e Meta.","url":""}]}