{"title":"Metaverso está bugado / Publicidade via satélite / ML em apenas 256 KB","fps":30,"timestamp":1665154155,"date":"07/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Metaverso da Meta é muito “bugado”, mostram documentos internos: além disso, nem mesmo o time que está desenvolvendo o “Horizon Worlds” – rede social que é uma mistura de Roblox com Minecraft – estaria utilizando o mundo virtual. Em um dos comunicados vazados, Vishal Shah, vice-presidente do Metaverso, pergunta “se não amamos [usar o Horizon Worlds], como podemos esperar que nossos usuários amem?”. As informações são do site The Verge.","url":""},{"text":"Publicidade via satélite é técnica e economicamente viável, mostra estudo russo: 50 equipamentos ficariam em baixa órbita e teriam refletores para direcionar a luz solar, permitindo a criação de anúncios que apareceriam como uma constelação de estrelas artificiais brilhantes no céu noturno e assumiriam formações de acordo com o anunciante e sua localização no globo. As informações são do site The Register.","url":""},{"text":"Pesquisadores do MIT conseguem instalar modelo de aprendizado de máquina em microcontrolador com apenas 256 KB de memória: a técnica utiliza soluções algorítmicas para tornar o processo de treinamento mais eficiente e possui aplicação em computação de borda, permitindo que dispositivos inteligentes se adaptem em resposta a novos dados coletados por seus sensores. As informações são do site The Register.","url":""},{"text":"IA escaneia olhos de pacientes para prever riscos de doenças vasculares em menos de um minuto: o Quartz desenvolve modelos de previsão altamente eficazes para riscos de acidente vascular cerebral, ataque cardíaco ou morte por doenças circulatórias. A ferramenta poderá permitir que oftalmologistas e outros profissionais de saúde façam exames cardiovasculares de forma rotineira e não invasiva. As informações são do jornal The Guardian.","url":""},{"text":"Fabricantes assinam carta aberta contra o armamento de robôs: empresas como Boston Dynamics e Agility Robotics se comprometeram a não armar seus robôs e não apoiar outros a fazê-lo. Os fabricantes, no entanto, não são contra o uso dessas máquinas para fins de vigilância ou reconhecimento. As informações são do site The Verge.","url":""},{"text":"Intel afirma estar mais próxima da produção de chips quânticos em grande escala: a técnica utiliza processos de fabricação existentes, obtém alta uniformidade e taxa de rendimento de 95%, levando à maior demonstração de pontos quânticos simples (900 qubits) e duplos (400) já vista. O avanço representa mais um passo até a escala de milhares ou milhões de qubits que serão necessários para um computador quântico comercial. As informações são do site The Register.","url":""},{"text":"Evento do Google lança Pixel 7, Watch e Tablet: o Pixel 7 inclui melhorias como o processador Tensor G2, até três dias de duração da bateria no modo Extreme Battery Saver. O Pixel Watch conta com NFC para pagamentos do Google Wallet, Wi-Fi e tela OLED com brilho máximo de 1.000 nits. A previsão é que o Pixel Tablet seja lançado apenas em 2023. As informações são do site The Verge.","url":""}]}