{"title":"Brecha no npm / TikTok mira na Amazon / Microsoft integra DALL-E","fps":30,"timestamp":1665672302,"date":"13/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"GitHub informa que brecha para ataques no npm não pode ser corrigida devido a limitações na arquitetura da API do registro: o ataque, descoberto pela empresa de segurança Aqua Security em março, baseia-se em uma pequena diferença no tempo de retorno de um erro 404 ao se pesquisar por módulos privados que possam existir ou não dentro de um determinado repositório – a técnica permite que hackers confundam desenvolvedores, especialmente aqueles que trabalham em empresas que mantém módulos privados, a baixarem clones maliciosos disponíveis publicamente. As informações são do site Bleeping Computer.","url":""},{"text":"TikTok estaria montando sistema internacional de comércio eletrônico para concorrer diretamente com a Amazon: a rede social acredita que vendas online podem ser uma grande fonte de receita, rivalizando com o crescimento expressivo do seu negócio de anúncios. O plano foi descoberto após o TikTok listar dezenas de vagas relativas a logística, gerenciamento de estoques e atendimento a clientes. As informações são do site Axios.","url":""},{"text":"Microsoft integra DALL-E em novo web app e recurso do Bing: o Designer, disponível para assinantes do Microsoft 365, é semelhante ao Canva, gerando apresentações, pôsteres, cartões postais digitais, convites e gráficos por meio de um prompt de texto. O Image Create, acessado pela aba Imagens no Bing, gera artes por meio de um prompt, agindo como um cliente front-end para o DALL-E 2. As informações são do site TechCrunch.","url":""},{"text":"Microsoft decide acabar de vez com a marca Office: Word, Excel, PowerPoint, Outlook, Teams e outras aplicações serão reunidas em um novo aplicativo, o Microsoft 365 – até mesmo o site do Office na web e app serão renomeados. As informações são do site The Verge.","url":""},{"text":"Primeiro teste de defesa planetária contra asteroides foi bem-sucedido, confirma NASA: o DART (Double Asteroid Redirection Test) reduziu o período orbital do Dimorphos, um pequeno satélite que orbita o asteroide Didymos, em 32 minutos, resultado que excedeu em 25 vezes a expectativa da agência espacial. As informações são do site da NASA.","url":""},{"text":"Google disponibiliza suporte a Passkeys para Android e Chrome: o sistema permite autenticação em aplicativos e páginas da web sem a necessidade de senhas, protegendo usuários contra ataques de phishing. Como o padrão foi desenvolvido em conjunto com a Apple e Microsoft, o Passkeys irá funcionar em diferentes sistemas operacionais e navegadores. As informações são do blog Android Developers.","url":""},{"text":"JetBrains lança primeiro preview público do seu novo IDE: o Fleet é um editor multi-linguagem, com uma arquitetura distribuída, separando frontend, backend e sistema de arquivos para trabalhos colaborativos em projetos locais, containers ou em servidores externos. O IDE pode ser baixado no site da JetBrains.","url":""}]}