{"title":"Hoje: grande evento da Meta / Hackers da Record oferecem dicas / IA advinha senhas","fps":30,"timestamp":1665499621,"date":"11/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Meta fará evento ao vivo para apresentar novos dispositivos de realidade virtual nesta terça-feira: Mark Zuckerberg discursará sobre o estado do metaverso e, provavelmente, revelará o “Project Cambria”, dispositivo de realidade virtual de última geração. O famoso desenvolvedor John Carmack também estará presente para comentar sobre o futuro da tecnologia. O Meta Connect será transmitido ao vivo no site do evento, a partir das 14h, e poderá ser acompanhado virtualmente dentro do Horizon Worlds, metaverso da Meta. As informações são do site The Verge.","url":""},{"text":"Hackers da TV Record pedem 5 milhões de dólares em resgate: além disso, os criminosos prometem auxílio na recuperação das matérias e programas gravados da emissora e darão “dicas de segurança” – eles afirmam que tiveram tempo para estudar toda a infraestrutura tecnológica da rede de TV. Caso o resgate não seja pago até o dia 15, a gangue iniciará uma leva de ataques DDoS contra os sistemas da empresa. As informações são do site TecMundo.","url":""},{"text":"Pesquisadores desenvolvem IA capaz de adivinhar senhas analisando rastros de calor em teclados e telas de toque: o ThermoSecure foi treinado usando fotos térmicas de dispositivos recentemente manuseados. O sistema conseguiu revelar 86% das senhas em imagens registradas 20 segundos após o manuseio e 62% em 60 segundos. Para prevenir esse tipo de ataque, a pesquisa sugere utilizar teclados de plástico PBT, digitar mais rapidamente e preferir senhas longas. As informações são da Universidade de Glasgow.","url":""},{"text":"Mercado global de PCs registra maior declínio histórico: no terceiro trimestre deste ano, a queda foi de 19,5%, pior resultado na série histórica da Gartner, com início na década de 1990. HP e Dell foram as que mais perderam mercado (-27,8% e -21,2%, respectivamente) e apenas Lenovo e Apple registraram crescimento (+5% e +40%) no período. As informações são do site The Register.","url":""},{"text":"CEO do WhatsApp não usaria Telegram para “nada privado”: em seu perfil no Twitter, Will Cathcart respondeu à acusação feita por Pavel Durov, CEO do Telegram, de que o WhatsApp deixa brechas deliberadas para permitir o acesso aos smartphones de usuários – diferentemente do WhatsApp, o Telegram não possui criptografia de ponta a ponta por padrão. Cathcart afirmou ser lamentável Durov usar “desinformação como tática” para tentar impulsionar o crescimento do Telegram. As informações são do site TechCrunch.","url":""},{"text":"Google apresenta Chromebooks voltados ao mercado gamer: os dispositivos rodarão as plataformas de jogos na nuvem Nvidia GeForce Now, Microsoft Xbox Cloud Gaming e Amazon Luna. Os notebooks serão fabricados pela Acer, Asus e Lenovo com telas 16 polegadas de alta resolução e taxas de atualização, teclados iluminados em RGB e preços que variam entre 399 e 799 dólares. As informações são do site TechCrunch.","url":""},{"text":"Google Could anuncia “Dual Run”, tecnologia para criar cópia digital de mainframes proprietários na nuvem: o sistema pode rodar dois sistemas simultaneamente – em mainframes internos e servidores fora do ambiente de uma empresa – para testar a viabilidade de uma transição. Segundo o Google, o receio de falhas críticas seria o maior impedimento para grandes empresas migrarem para a nuvem – 44 dos 50 maiores bancos e 23 dos 25 maiores varejistas dos EUA ainda possuem mainframes próprios. As informações são do site TechCrunch.","url":""}]}