{"title":"WhatsApp: acusação grave / CSO do Uber condenado / 5G vai substituir banda larga","fps":30,"timestamp":1665067773,"date":"06/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Criador do Telegram acusa WhatsApp de ser “ferramenta de vigilância”: em um post em seu canal no Telegram, Pavel Durov afirma que a recente falha de segurança no WhatsApp não seria apenas incidental, mas uma backdoor plantada deliberadamente – a vulnerabilidade permitia o acesso total aos smartphones de usuários. Quando uma backdoor é descoberta, outra seria adicionada em seguida – desde 2017, pesquisadores já descobriram quatro vulnerabilidades similares no WhatsApp. Essa revelação, continua Durov, não seria para pressionar as pessoas a usarem o Telegram, mas para ficarem “longe do WhatsApp”.","url":""},{"text":"Ex-CSO do Uber é condenado por encobrir invasão e roubo de dados: Joe Sullivan, chefe de segurança da empresa, tentou fingir que os 100 mil dólares pagos aos hackers pelo resgate dos dados se tratava de uma recompensa através do programa de bug bounty da companhia. O ataque aconteceu no final de 2016, quando foram roubados 57 milhões de registros de clientes e motoristas. As informações são do site The Register.","url":""},{"text":"5G substituirá banda larga fixa, prevê diretor da Capgemini: segundo Silvio Dantas, desde que haja escalabilidade na infraestrutura, a tecnologia será mais barata do que a internet banda larga. A transição deve ocorrer entre um e dois anos no Brasil. As informações são do site Mobile Time.","url":""},{"text":"Meta bane contas de desenvolvedores que criaram clone do Instagram: o “The OG App” contava com recursos extras como feeds personalizáveis e remoção de reels e anúncios. Como as contas pessoais da equipe não estavam vinculadas ao app, é possível que a Meta tenha feito uma investigação para identificar cada pessoa que trabalhava no aplicativo. Nesta semana, a Meta afirmou que aumentará o número de anúncios no Instagram para combater o declínio de receitas na rede social. As informações são do site Vice e TechCrunch.","url":""},{"text":"Google apresenta IA geradora de vídeos: o “Imagen Video” pode gerar vídeos com resolução de 1280x768, a 24 quadros por segundo, em uma variedade de estilos artísticos. Apesar de não ser perfeito, o sistema parece ser um salto significativo em relação ao sistema Make-A-Video da Meta, conseguindo animar textos e legendas. As informações são do site TechCrunch.","url":""},{"text":"IA da DeepMind descobre maneira mais rápida de resolver problema matemático fundamental na ciência da computação: os pesquisadores treinaram o AlphaTensor – uma nova versão do AlphaZero, IA que domina jogos como xadrez e go – para transformar o problema de multiplicação matricial em um jogo de tabuleiro tridimensional chamado TensorGame. A multiplicação de matrizes possui aplicações em áreas da matemática, estatística, física, economia e engenharia. As informações são do site MIT Technology Review.","url":""},{"text":"Donos de notebooks com GPUs Intel devem atualizar Linux para evitar potencial dano a telas LCD: usuários na versão 5.19.12 começaram a relatar suas telas piscando em branco. Segundo Ville Syrjäl, engenheiro da Intel, uma análise revelou problemas no sequenciamento de energia de painéis LCD. O Linux 5.19.13 já possui os patches com o driver gráfico da Intel revertidos. As informações são do site Phoronix.","url":""}]}