{"title":"Partido político da IA / Soldados reclamam de RA / Nubank testa Modo Rua","fps":30,"timestamp":1665758945,"date":"14/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Dinamarca agora possui partido político liderado por IA: o programa do Partido Sintético foi derivado da IA chamada “Líder Lars”, treinada em proposições políticas de vários partidos dinamarqueses desde a década de 1970 – uma de suas propostas é criar uma estatal que combine o setor de internet e TI do país. Os membros humanos do partido tentarão ganhar um assento no parlamento nas eleições gerais do país em novembro deste ano. As informações são do site Vice.","url":""},{"text":"Soldados dos EUA reportam dores de cabeça, náusea e fadiga ocular ao testar óculos de realidade aumentada da Microsoft para campos de batalha: o dispositivo – uma versão tática do Hololens – foi projetado para fornecer informações de navegação em tempo real, além de visão térmica e noturna. Em uma situação de combate real, os óculos “teriam nos matado”, disse um dos oficiais ao relatar como o brilho da tela interna do dispositivo poderia revelar a posição de seu time ao inimigo. As informações são do site The Verge.","url":""},{"text":"Nubank testa nova funcionalidade contra roubos e furtos de celular: o “Modo Rua” limita o valor de transferências, pagamento de boletos e Pix – o recurso é ativado automaticamente quando o celular não estiver conectado a uma rede Wi-Fi confiável, como a de casa, por exemplo. Um grupo limitado de usuários está testando o recurso e o banco pretende expandi-lo futuramente. As informações são do blog do Nubank.","url":""},{"text":"Apple é multada em 100 milhões de reais e Justiça exige vendas de iPhone com carregador: a companhia também será obrigada a oferecer o acessório aos consumidores que adquiriram o iPhone 11 ou modelos mais recentes a partir de 13 de outubro de 2020. A Apple irá recorrer da decisão. As informações são dos sites Tecnoblog e g1.","url":""},{"text":"Fibra óptica de alta velocidade irá conectar oito universidades paulistas: com capacidade de 100 Gbps, a rede Backbone SP servirá para a troca de dados científicos, além de conectar as instituições paulistas a redes acadêmicas internacionais. A previsão é que a rede esteja pronta até o início de janeiro. As informações são do site Agência Brasil.","url":""},{"text":"Agência de pesquisas avançadas dos EUA quer construir “internet dos satélites”: o projeto “Space-BACN” da DARPA – criadora da ARPANET, base técnica da internet – estuda coma criar nodos orbitais que podem traduzir informações entre diferentes redes de satélite, com o objetivo de permitir a comunicação entre constelações diferentes. Intel e SpaceX fazem parte da primeira fase do programa. As informações são do site The Register.","url":""},{"text":"Firefox adiciona novo recurso ao sistema gerador de emails descartáveis: o Relay agora cria números de telefones alternativos que podem ser usados para compartilhar com terceiros e evitar ligações de spam. A ferramenta está disponível para assinantes do Firefox Relay, apenas nos EUA e Canadá no momento, mas a Mozilla tem interesse em expandir o serviço para outras regiões. As informações são do site The Verge.","url":""}]}