{"title":"Desespero na TV Record / Webcam no trabalho / Rede celular própria","fps":30,"timestamp":1665413497,"date":"10/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Rede Record sofre ataque ransomware e perde acesso a todas as reportagens e programas gravados: a situação seria “desesperadora”, segundo relatos – o canal está utilizando matérias antigas, gravadas em mídias físicas, para manter parte da programação. Os hackers também teriam obtido informações financeiras e dados de clientes e funcionários. As informações são do site TecMundo.","url":""},{"text":"Exigir webcams ligadas durante o expediente é uma violação dos direitos humanos, determina tribunal holandês: após um operador de telemarketing ser demitido por se recusar a ser monitorado, a Justiça holandesa afirmou que “as instruções estão em conflito com o respeito à privacidade dos trabalhadores”, citando a Convenção para a Proteção de Direitos Humanos e Liberdades Fundamentais. As informações são do site The Verge.","url":""},{"text":"Startup apresenta antena que pode transformar internet doméstica de usuários em rede de celular própria: o dispositivo da Ukama permite a transmissão da conexão doméstica como LTE por até 800 metros – a tecnologia de rádio que permite 150Mb/s em downlink e 50Mb/s em uplink. A empresa foi criada por Kashif Ali, ex-engenheiro do Facebook, com a ideia de construir uma rede celular coletiva, com cada usuário ampliando a malha com sua própria internet. As informações são do site The Verge.","url":""},{"text":"Recurso do iPhone 14 está confundindo curvas e frenagens de montanhas-russas com acidentes de carro: a função “Crash Detection” do dispositivo recém-lançado tem levado equipes de emergência a parques de diversão erroneamente. O recurso identifica situações como acidentes de carro graves e exibe um alerta – se o usuário não dispensá-lo em 20 segundos, as autoridades são acionadas automaticamente. As informações são do The Wall Street Journal.","url":""},{"text":"Intel confirma vazamento da UEFI/BIOS das CPUs Alder Lake: a empresa afirma que a exposição do código não expõe novas vulnerabilidades pois não depende da obfuscação como medida de segurança. Pesquisadores, no entanto, alertam que o código pode facilitar a descoberta de falhas, especialmente devido ao vazamento conter a chave privada para proteger a plataforma Boot Guard da Intel. As informações são do site Bleeping Computer.","url":""},{"text":"Rust monta time para atualizar diretrizes de estilo e formatação: o objetivo não é realizar grandes mudanças, mas definir mecanismos para a evolução da linguagem, mantendo compatibilidade entre versões. A primeira tarefa da equipe será limpar o backlog de comandos que ainda não possuem nenhuma orientação em relação à formatação. As informações são do site ZDNet.","url":""}]}