{"title":"Linus dá bronca em Devs / Novo unicórnio / Real Digital na quinta","fps":30,"timestamp":1666104455,"date":"18/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Linus Torvalds pede a desenvolvedores do kernel Linux que não adicionem código nos últimos dias da merge window: o apelo veio junto com o lançamento do primeiro release candidate para a versão 6.1 do projeto. Torvalds mencionou ficar frustrado com as pull requests atrasadas e que as duas semanas de prazo entre cada merge servem para que ele possa “analisar as coisas”. As informações são do site The Register.","url":""},{"text":"Stability AI, startup por trás do Stable Diffusion, atinge status de unicórnio em rodada de financiamento: o aporte de 101 milhões de dólares apoiará a implantação de versões personalizadas do Stable Diffusion, investimento em mais poder de supercomputação e novas contratações. A empresa também afirma ter outros projetos comercializáveis em andamento, incluindo modelos de IA para geração de áudio, idiomas, 3D e vídeo. As informações são do site The Register.","url":""},{"text":"Primeiras unidades do Real Digital devem ser criadas nesta quinta-feira: ao contrário de criptomoedas, o Real Digital é uma CBDC (Central Bank Digital Currency) – a moeda será centralizada e emitida pelo próprio Banco Central, com paridade de valor ao real tradicional. Algumas das vantagens da CBDC é que ela não exigiria uma conta bancária e também facilitaria conversões em viagens internacionais. As informações são do Tecnoblog.","url":""},{"text":"5G eleva velocidade média da internet móvel no Brasil em 40%, para 31 Mbps: entre as operadoras, a Claro apresentou a maior média de download, com 37,1 Mbps, seguida pela Vivo (28,2), TIM (25,9) e Oi (15,7). A ordem é a mesma em relação à latência e consistência. Esse desempenho fez o Brasil passar de 80º para 65º no ranking que avalia a banda larga móvel em 139 países. As informações são do site Convergência Digital.","url":""},{"text":"Evento “Robótica 2022” tem início e espera reunir até 10 mil pessoas: o evento reúne estudantes, professores e instituições de pesquisa para apresentar soluções e projetos, tem entrada gratuita e vai até sábado (22) no campus do Centro Universitário da Fundação Educacional Inaciana (FEI), em São Bernardo do Campo. As informações são da Agência Brasil.","url":""},{"text":"Meta decide vender Giphy após decisão da agência de defesa econômica do Reino Unido: a aquisição gerou preocupações de que a Meta pudesse negar ou limitar o acesso de concorrentes aos GIFs da Giphy. A Meta teria pago 400 milhões de dólares pelo repositório de imagens animadas em 2021. As informações são da Reuters.","url":""},{"text":"Google apresenta KataOS, sistema operacional para sistemas embarcados: escrito quase todo em Rust, o objetivo do KataOS é ser uma plataforma segura e otimizada para dispositivos que executam aplicações de machine learning. O sistema operacional está sendo desenvolvido para o conjunto de instruções Arm64, com planos para RISC-V. As informações são do site The Register.","url":""}]}