{"title":"Stable Diffusion é pausado / Metaverso da Interpol / Abandonando a nuvem","fps":30,"timestamp":1666363976,"date":"21/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Desenvolvimento do Stable Diffusion versão 1.5 é pausado para focar em segurança e impedir usos ilegais da ferramenta: por causa do atraso no lançamento da nova versão, estavam circulando rumores de que o código da ferramenta seria fechado – a Stability AI nega e diz estar comprometida com a comunidade de código aberto. No entanto, Daniel Jeffries, CIO da Stability AI, acredita que se o desenvolvimento do Stable Diffusion não for mais lento, parando para ouvir seus próprios pesquisadores, a sociedade e reguladores, há uma chance de que IAs de código aberto possam “simplesmente deixar de existir”. As informações são do perfil de Daniel Jeffries no Substack e Twitter.","url":""},{"text":"Interpol lança primeiro metaverso policial global: no espaço, é possível visitar a sede da força policial em Lyon, na França, interagir com outros policiais e realizar treinamentos. Segundo a organização, crimes já estão sendo cometidos nesses mundos virtuais – o serviço seria uma forma de identificar e eliminar esses riscos desde o início. As informações são do site da Interpol e do The Register.","url":""},{"text":"CTO da Basecamp e do serviço de email HEY decide partir para servidores on premise e abandonar AWS e Google Cloud: para David Hansson, “alugar computadores na nuvem” seria “um mau negócio” para empresas de médio porte e com trajetória de crescimento estável. Além disso, a companhia não contabilizou redução de custos ou complexidade ao terceirizar sua infraestrutura, citando “margens obscenas” da AWS. As informações são de sua página HEY World.","url":""},{"text":"Elon Musk pretende demitir mais de 70% da força de trabalho do Twitter: a companhia conta atualmente com cerca de 7.500 funcionários – a ideia seria ficar com apenas 2.000 pessoas. Antes mesmo da aquisição por Musk, o Twitter já planejava cortar um quarto da equipe. As informações são do site TechCrunch.","url":""},{"text":"Governo dos EUA planeja estabelecer rótulo de segurança cibernética para dispositivos IoT: o objetivo é criar uma classificação universal para medir o nível de segurança de produtos conectados e dar mais visibilidade ao consumidor, com informações como quantidade de dados coletados, facilidade para mitigar vulnerabilidades, criptografia e interoperabilidade. As informações são do site The Register.","url":""},{"text":"Microsoft confirma vazamento de dados vinculado a endpoint mal configurado, mas contesta a extensão do problema: a falha teria afetado mais de 65.000 empresas, vazando um volume de 2,4 terabytes de dados como emails e documentos relacionados a negócios da Microsoft com seus clientes. A companhia, no entanto, alega que o conjunto de dados analisado pela empresa de segurança SOCRadar era duplicado, esclarecendo também que os clientes afetados foram notificados diretamente. As informações são dos sites The Register e Protocol.","url":""},{"text":"Subsistema do Windows para Android atinge versão 1.0 e fica disponível ao público: o WSA abre o ecossistema de aplicativos Android para usuários do Windows, rodando como programas nativos. O sistema funciona apenas com apps baixados pela Amazon Appstore e, por enquanto, não está disponível no Brasil. As informações são do blog Windows Experience.","url":""}]}