{"title":"Alerta em apps da Copa / Alunos abusam de IA / Garoto brasileiro vence hackathon","fps":30,"timestamp":1666018217,"date":"17/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Aplicativos exigidos pela Copa do Mundo do Catar são um risco à segurança e privacidade, afirmam especialistas: os apps Ehteraz e Hayya – que permitem o acesso a serviços no país e serão obrigatórios para todos os viajantes com mais de 18 anos – solicitam vários acessos e permissões, como ler e alterar todo o conteúdo do telefone, desativar o bloqueio de tela, visualizar conexões de rede, acessar a localização exata e realizar chamadas telefônicas. Uma das soluções apontadas pelos especialistas seria levar um dispositivo sem informações pessoais para o país. As informações são do portal norueguês NRK.","url":""},{"text":"Estudantes estão usando IAs de geração de texto, como a Playground da OpenAI, em tarefas acadêmicas: um estudante afirmou levar 20 minutos para completar uma tarefa que normalmente levaria duas horas e outro apontou que algoritmos de verificação de plágio não conseguem sinalizar textos gerados por IA, justamente por se tratarem de materiais originais. As informações são do site Vice.","url":""},{"text":"Brasileiro de 15 anos, que aprendeu a programar sozinho, faz parte da equipe que venceu hackathon na Colômbia: Victor Garcia integrou a equipe apoiada pela ONG Educar+, com outros quatro brasileiros, no evento ETHBogota. Eles desenvolveram uma plataforma de incentivo à leitura, na qual os usuários são recompensados com tokens para cada página ou livro completo lido. As informações são do site Canaltech.","url":""},{"text":"Hackers da TV Record começam divulgação de dados sensíveis roubados durante ataque: o vazamento parece ser maior do que a avaliação inicial – entre os documentos está uma fotocópia do passaporte da apresentadora e funcionária da emissora Ana Hickmann, planilhas detalhadas de despesas e receitas, além de correspondências internas do departamento jurídico da empresa. As informações são do site TecMundo.","url":""},{"text":"Rapper Kanye West adquire rede social Parler: o artista acusou a Meta e Twitter de censurá-lo nas últimas semanas. A compra garantiria a manutenção de um ecossistema “incancelável”, onde “todas as vozes são bem-vindas”. O valor da transação não foi revelado. As informações são do site TechCrunch.","url":""},{"text":"Deepfake não é uma ferramenta eficiente para golpistas, afirma pesquisador: segundo John Shier, técnicas como phishing e outras formas de engenharia social funcionam tão bem que ataques de deepfake acabam se tornando muito caros e complexos. Ele também acredita que a tecnologia será mais predominante em golpes de catfishing, caso ela permita que o golpista trabalhe em escala. As informações são do site The Register.","url":""},{"text":"União Europeia irá lançar primeiro satélite de criptografia quântica para comunicações ultrasseguras em 2024: o Eagle-1 passará três anos em órbita testando as tecnologias necessárias para criar uma rede de comunicações que permitiria detectar imediatamente qualquer tentativa de espionagem. As informações são do site Space.","url":""}]}