{"title":"GitHub processado / Metaverso “vazio e triste” / Nubank lança moeda digital","fps":30,"timestamp":1666190961,"date":"19/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Desenvolvedores open source querem processar Microsoft por usar seus códigos para treinar o GitHub Copilot: o programador e advogado Matthew Butterick irá liderar uma ação coletiva, alegando que a ferramenta sequestra conhecimentos das comunidades de código aberto sem oferecer nada em troca. O GitHub se defende afirmando que a grande maioria dos códigos produzidos pelo sistema (&gt;99%) não corresponde a apenas uma cópia dos dados de treinamento. As informações são do site Vice.","url":""},{"text":"Novo documento vazado mostra metaverso da Meta como “vazio” e “triste”: a maioria dos usuários abandonam o Horizon Worlds após apenas um mês de uso. A meta da companhia era obter 500 mil usuários ativos dentro do Horizon Worlds até o final deste ano – atualmente, não chegam a 200 mil. As informações são do site Futurism.","url":""},{"text":"Nubank anuncia moeda digital própria: o Nucoin utiliza a blockchain da Polygon e será a base de um novo programa de recompensas. Cerca de 2 mil clientes participarão de uma comunidade fechada e exclusiva para desenvolver as dinâmicas por trás do Nucoin. As informações são do blog do Nubank.","url":""},{"text":"81% dos líderes de TI estão sendo orientados a reduzir ou interromper gastos adicionais com nuvem, mostra relatório: o estudo da Wanclouds também revelou que 39% dos participantes decidiram migrar workloads de alto desempenho para on premise. A adoção de infraestrutura híbrida e multinuvem também se torna um desafio – 70% dos que implementam Kubernetes dizem ter aumentado seus gastos gerais. As informações são do site Venture Beat.","url":""},{"text":"Contra chamadas automáticas abusivas, Anatel determina que operadoras criem uma plataforma pública para consultas: os consumidores terão acesso ao CNPJ e razão social das empresas por trás dessas chamadas. As operadoras terão até 60 dias para se adequarem às normas e o não cumprimento poderá gerar multas de até 50 milhões de reais. As informações são do site Agência Brasil.","url":""},{"text":"Starlink lança internet orbital voltada à aviação comercial: o serviço oferecerá velocidades de até 350 Mbps para cada avião, permitindo chamadas de vídeo e jogos online. O sistema é um salto em relação à maioria dos serviços Wi-Fi atuais, que possuem velocidades médias de 10 Mbps por voo e não funcionam quando os aviões sobrevoam oceanos. As informações são do site The Verge.","url":""},{"text":"GitLab lança extensão para o VSCode que suporta geração de código através do FauxPilot: a alternativa ao Copilot do GitHub é de código aberto e funciona localmente, sem telemetria. A extensão chama-se “GitLab Workflow” e pode ser instalada pelo Visual Studio Marketplace. As informações são do perfil de Brendan Dolan-Gavitt – criador do FauxPilot – no Twitter.","url":""}]}