{"title":"Ações da Meta despencam / Todos contra o metaverso / Norma para acessibilidade","fps":30,"timestamp":1666881867,"date":"27/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Lucro da Meta cai 52% no último trimestre: o resultado de 4,4 bilhões de dólares não agradou investidores, fazendo as ações da companhia caírem 22% na pré-abertura do mercado nesta quinta-feira. O resultado é reflexo do seu enorme investimento no metaverso, que perdeu 3,6 bilhões no período. As informações são do site TechCrunch.","url":""},{"text":"Executivos de diversas empresas posicionam-se negativamente em relação ao metaverso: Phil Spencer, CEO da divisão de jogos da Microsoft, descreve o metaverso como um “videogame mal feito”. Evan Spiegel, CEO da Snap, disse que a última coisa que gostaria de fazer depois de um longo dia de trabalho seria “viver dentro de um computador”. Greg Joswiak, vice-presidente de marketing da Apple, afirma que “nunca” usaria a palavra metaverso. As informações são do site The Verge.","url":""},{"text":"ABNT lança norma de acessibilidade para aplicativos e sites: a NBR 17.060 conta com mais de 50 requisitos – nas categorias “percepção e compreensão”, “controle e interação”, “mídia” e “codificação” – necessários para o desenvolvimento de apps, sites e sistemas operacionais acessíveis para pessoas com limitações na visão, audição, fala e mobilidade. As informações são da Agência Brasil.","url":""},{"text":"Federação Brasileira de Bancos planeja montar academia para formação de CISOs: apesar de a entidade já ter formado 5 mil profissionais de cibersegurança, ainda faltam pessoas no mercado. Outra dificuldade é a retenção desses profissionais pelos bancos. As informações são do site Convergência Digital.","url":""},{"text":"Órgão de vigilância da privacidade do Reino Unido é contra o uso de IAs para “análises emocionais”: a tecnologia – que analisa sinais biométricos para detectar emoções ou prever como uma pessoa está se sentindo – seria “imatura” e “pseudocientífica”. O órgão orientou as empresas a avaliarem os riscos envolvidos antes de implantá-la. As informações são do site TechCrunch.","url":""},{"text":"Nova tecnologia eólica sem pás promete gerar 50% mais energia em apenas 10% da área de painéis solares: o dispositivo da Aeromine Technologies, ao contrário das turbinas eólicas convencionais, é imóvel, virtualmente silencioso e sem riscos para aves. Além disso, o sistema gera energia 24 horas por dia, em qualquer condição climática. As informações são do site PV Magazine.","url":""},{"text":"Tecnologias Low-Code movimentarão 1 bilhão de reais até 2030: a pesquisa da Research and Markets prevê um crescimento anual composto de 31,3% em nível global. O avanço desse tipo de plataforma é devido ao processo de digitalização das empresas e da busca por profissionais autossuficientes na área de TI. As informações são do site Convergência Digital.","url":""}]}