{"title":"Dev Linux pede ajuda / Telegram inicia leilões / Alerta do TSE","fps":30,"timestamp":1666968019,"date":"28/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Engenheiro da Red Hat pede ajuda da comunidade para testar drivers de vídeo em notebooks antigos: Hans de Goede, que também é desenvolvedor do kernel Linux, está refatorando como controles do brilho de telas LCD são regulados pelo sistema operacional. A intenção é criar APIs mais modernas e confiáveis para manipulação do backlight, mas as mudanças podem causar problemas em dispositivos antigos. As informações são do site Slashdot.","url":""},{"text":"Telegram inicia leilões de nomes de usuário: @casino é o mais caro no momento, podendo ser arrematado por cerca de 670 mil reais – qualquer usuário poderá colocar seu próprio username para venda também. Os leilões estão acontecendo no site da Fragment, marketplace desenvolvido em cima da blockchain TON. As informações são do site TechCrunch.","url":""},{"text":"Aplicativo e-Título deve ser baixado ou atualizado até este sábado, alerta TSE: no dia 30 (domingo), quando ocorre o segundo turno das eleições, a emissão do e-Título estará suspensa. As informações são do site do TSE.","url":""},{"text":"Apple e Amazon apresentam resultados trimestrais: a Apple lucrou 20,7 bilhões de dólares, em linha com o valor obtido no mesmo período do ano passado. Já a Amazon registrou queda de 37% nos lucros, para 2,9 bi, assustando investidores – as ações da companhia iniciaram o dia em forte queda de quase 20%. As informações são do site TechCrunch.","url":""},{"text":"Elon Musk assume comando do Twitter e demite diretoria executiva: o New York Times relata que um dos executivos precisou ser escoltado para fora da sede da empresa. Uma das ideias agora seria exigir que funcionários retornassem aos escritórios, o que poderia provocar a saída voluntária de 20% da equipe. As informações são do site Slashdot.","url":""},{"text":"Após 24 anos, Lego descontinuará linha de robôs Mindstorms: originalmente desenvolvida no MIT, a linha ganhou popularidade como uma ferramenta educacional que permitia criar sistemas robóticos usando peças Lego comuns e um bloco de controle computadorizado. As informações são do site Ars Technica.","url":""},{"text":"Google lança “Blockchain Node Engine”, serviço de hospedagem de nodos para desenvolvimento de aplicações Web3: a ideia é aumentar a confiabilidade e facilitar o gerenciamento de transações e contratos inteligentes. Ethereum será a primeira plataforma suportada. As informações são do blog do Google Cloud.","url":""}]}