{"title":"Win95 reescrito em JavaScript / GPS da Starlink / Recorde de velocidade","fps":30,"timestamp":1666623040,"date":"24/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Desenvolvedor lança Windows 95, inteiramente reescrito em JavaScript, como aplicativo Electron: o projeto de Felix Rieseberg roda em sistemas Windows, Mac ou Linux. Todos os builds estão disponíveis no repositório “felixrieseberg/windows95” no GitHub. As informações são do site Betanews.","url":""},{"text":"Satélites da Starlink também podem funcionar como GPS, afirmam pesquisadores: por meio de um processo de engenharia reversa, foi possível atingir uma precisão de 30 metros com os sinais dos satélites – a precisão poderia chegar a menos de um metro com a colaboração da SpaceX. A constelação teria potencial como uma nova tecnologia de navegação global, operando de forma independente e como backup do GPS. As informações são do site MIT Technology Review.","url":""},{"text":"Cientistas europeus atingem 1,8 Pbit/s e quebram recorde de velocidade de transmissão de dados através de fibra óptica: a taxa é maior do que o volume total de tráfego global da internet enviado a cada segundo e supera consideravelmente o recorde anterior estabelecido no Japão, com apenas 319 Tbps. As informações são do site The Register.","url":""},{"text":"CPU Intel quebra recorde mundial de velocidade por overclock: o chip Core i9-13900K – com velocidade base de 5,5 GHz – atingiu 8,812 GHz utilizando nitrogênio líquido para refrigeração, destronando o FX-8370 da AMD, que manteve o recorde por oito anos. As informações são do site Tom's Hardware.","url":""},{"text":"Relatório de tendências tecnológicas para os próximos anos da Gartner prevê “Sistemas Imunológicos Digitais”: a ideia seria combinar estratégias de engenharia de software, como observabilidade, automação e testes extremos, para proteger empresas contra riscos operacionais e de segurança. As informações são da Forbes.","url":""},{"text":"Ranking de linguagens da RedMonk para terceiro trimestre mostra JavaScript em primeiro lugar, seguido por Python e Java: o TypeScript subiu do 8º para o 7º, empatando com C++. Kotlin e Rust estavam se movendo em sincronia, mas enquanto Rust permaneceu no 19º pela quarta vez, Kotlin conseguiu saltar do 18º para o 17º. A metodologia da pesquisa extraiu informações do GitHub e discussões no Stack Overflow. As informações são do site da RedMonk.","url":""},{"text":"Linus Torvalds quer retirar suporte a CPUs Intel 486 do kernel Linux: há exatos dez anos, em 2012, foi deixado para trás o suporte ao i386. Agora, seria a vez de aposentar o que Torvalds chama de “peças de museu”. As informações são do site Slashdot.","url":""}]}