{"title":"Stack Overflow agora offline / Arquivos do passado /  Lei dos jogos eletrônicos","fps":30,"timestamp":1666277313,"date":"20/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Stack Overflow lança iniciativa para permitir download de todo o site: o objetivo do “Overflow Offline” é permitir que desenvolvedores em situação precária ou áreas remotas possam pesquisar todas as perguntas e respostas do site sem uma conexão de internet. A versão atual do projeto chega a 135 GB, mas a empresa está trabalhando para reduzir o tamanho do dataset completo. As informações são do blog da Stack Overflow.","url":""},{"text":"Arquivista de tecnologia cria mecanismo de busca para milhões de arquivos antigos da internet: por meio do site Discmaster – desenvolvido por Jason Scott, funcionário do Internet Archive – é possível baixar 93 milhões de arquivos como imagens, vídeos, músicas, jogos e sharewares extraídos de CD-ROMs e disquetes dos anos 80 e 90, totalizando 11 terabytes de dados. O site possui um sistema de conversão automática, possibilitando que formatos antigos sejam reproduzidos diretamente no navegador, sem a necessidade de nenhum plugin extra. As informações são do site Ars Technica.","url":""},{"text":"Câmara aprova marco legal para a indústria de jogos eletrônicos: o Projeto de Lei 2796/21, que agora segue para análise do Senado, prevê a livre importação, comercialização e desenvolvimento de jogos eletrônicos no Brasil – a proposta exclui expressamente máquinas de caça-níquel e jogos de azar. A tributação será a mesma dos produtos de informática e o Governo deverá apoiar e incentivar a criação de cursos técnicos e superiores de programação voltada a jogos eletrônicos. As informações são da Agência Brasil.","url":""},{"text":"Polícia Federal prende suspeito de ciberataque ao Ministério da Saúde ligado ao Lapsus$: o suspeito, que não foi identificado, é considerado um dos maiores hackers brasileiros. A prisão faz parte da Operação Dark Cloud, que vem investigando ciberataques a órgãos governamentais brasileiros. As informações são do site Canaltech.","url":""},{"text":"Resultado da Tesla dobra no último trimestre: a companhia registrou lucro líquido de 3,3 bilhões de dólares – mesmo com aumento nos custos de matérias-primas – e receita recorde de 21,4 bi. A unidade de energia – que inclui o sistema de baterias domésticas e industriais Powerwall e Megapack – também foi destaque, com crescimento de 62% no ano. As informações são do site TechCrunch.","url":""},{"text":"Relatório mostra primeira queda no tempo de entrega para semicondutores críticos: apesar do alívio, os números apontam que a indústria se encontra em uma “zona de perigo”. Em média, os prazos de entrega estão em 26 semanas – a escassez de semicondutores terminará quando os prazos caírem para entre 10 e 14 semanas. As informações são do site The Register.","url":""},{"text":"Replit lança editor de código nativo para iOS e Android: o aplicativo, 100% gratuito, conta com o novo gerador de código baseado em IA chamado Ghostwriter, diversos recursos de UI para facilitar a criação de códigos nas telas pequenas de smartphones e permite colaboração remota com outros usuários. O app está disponível nas lojas Google Play e App Store. As informações são do blog da Replit.","url":""}]}