{"title":"Meta migra para Kotlin / GitHub cresce muito / Bancos são empresas de TI","fps":30,"timestamp":1666795229,"date":"26/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Meta diz estar migrando o código de seus aplicativos Android para Kotlin: Omer Strulovich, engenheiro de software do Facebook, diz que a linguagem se tornou popular para o desenvolvimento em Android e traz algumas vantagens práticas em relação ao Java. Ele também afirma que não houve perda de desempenho, com redução no número de linhas de código em 11%. As informações são do site The Register.","url":""},{"text":"GitHub atinge receita anual recorrente de 1 bilhão de dólares e 90 milhões de usuários ativos: desde a aquisição da Microsoft em 2018, a receita cresceu cerca de 4 vezes e o número de usuários multiplicou por 3. As informações são do site Tech Crunch.","url":""},{"text":"Bancos transformaram-se em empresas de TI, afirmam diretores de instituições financeiras: o PIX e o Open Finance forçaram fortes investimentos em infraestrutura de tecnologia digital. O PIX já é responsável por 2,2 bilhões de transações por mês, com disponibilidade 24 horas por dia. Já no Open Finance, são realizadas 1,4 bilhão de chamadas de API por mês. As informações são do site Convergência Digital.","url":""},{"text":"Lucro do Google (Alphabet) cai, apesar de crescimento na receita: o resultado de 13,9 bilhões de dólares representa uma queda de 26% no último trimestre. A empresa pretende focar em produtos como Buscas, Cloud e novas formas de monetizar os Shorts – o YouTube foi um dos poucos serviços que registrou queda de receita no período (-2%). As informações são da página de relação com investidores da Alphabet.","url":""},{"text":"Cientistas conseguem, pela primeira vez, reconstruir linguagem a partir da atividade cerebral de forma não invasiva: a técnica, considerada impossível há vinte anos por neurocientistas cognitivos, utiliza imagem por ressonância magnética funcional e seria mais um passo na busca por melhores interfaces cérebro-computador para pessoas que não podem falar ou digitar. As informações são do site The Scientist.","url":""},{"text":"Google aumenta gratuitamente espaço de armazenamento para assinantes individuais do Workspace de 15 GB para 1 TB: além disso, agora também é possível personalizar emails disparados em massa com tags como “@firstname” por meio de um sistema de mail merge embutido. As informações são do blog The Keyword.","url":""},{"text":"Vercel lança Turbopack, sucessor do Webpack baseado em Rust: por ser baseada no Turbo, estrutura de memoização incremental de código aberto para Rust, a nova versão mostra atualizações 10x mais rápidas que o Vite e 700x mais rápidas que o Webpack. Inicialmente, o Turbopack será usado para o servidor de desenvolvimento do Next.js 13 e, eventualmente, em compilações de produção do Next.js, tanto localmente quanto na nuvem. As informações são do site da Vercel.","url":""}]}