{"title":"Microsoft lança PC para Devs / Shutterstock integra DALL-E / Metaverso não promissor","fps":30,"timestamp":1666709466,"date":"25/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Project Volterra, PC compacto da Microsoft para desenvolvedores, é lançado oficialmente: agora chamado “Windows Dev Kit 2023”, o PC possui um chip Snapdragon 8cx Gen 3 da Qualcomm, com 32GB de RAM e 512GB de armazenamento NVMe. A Microsoft espera que esse dispositivo incentive o desenvolvimento de aplicativos Windows nativos na arquitetura Arm. As informações são do site The Verge.","url":""},{"text":"Shutterstock irá integrar imagens geradas pelo DALL-E 2 e compensar artistas por suas contribuições com o desenvolvimento da tecnologia: o argumento é que, como esse tipo de sistema aproveita o conteúdo de muitos artistas, a propriedade de imagens geradas por IA não pode ser atribuída a um único indivíduo, devendo compensar todos os envolvidos na plataforma. Sam Altman, CEO da OpenAI, confirmou que os dados licenciados da Shutterstock foram fundamentais para o treinamento do DALL-E. As informações são do site Tech Crunch.","url":""},{"text":"A maioria dos projetos no metaverso deixará de existir até 2025, diz analista-chefe da Canalys: para Matthew Ball, o uso do metaverso pela perspectiva de negócios tradicionais não seria promissor. Jogos, no entanto, seriam um dos poucos nichos em que a tecnologia poderá prosperar. As informações são do site The Register.","url":""},{"text":"Vendas de impressoras 3D estão abaixo das promessas iniciais, adverte HP: de acordo com um analista, os casos de uso são de nicho ou, pelo menos, limitados a segmentos industriais. Projeções iniciais apontavam para uma popularização em massa da tecnologia, com a expectativa de que cada casa e negócio teria um dispositivo. As informações são do site The Register.","url":""},{"text":"Falta de profissionais de cibersegurança cresce em 26%: o estudo da (ISC)² mostra que o número de profissionais necessários agora é de 3,4 milhões. Para 43% das empresas, a falta de talentos qualificados é o principal motivo da escassez. Outros motivos incluem a dificuldade para acompanhar a rotatividade/desgaste (33%), não pagar um salário competitivo (31%), não ter orçamento (28%), não oferecer oportunidades de crescimento (24%) e não alocar recursos suficientes em treinamentos (23%). As informações são do site Ciso Advisor.","url":""},{"text":"Google Chrome 110 será a última versão a suportar Windows 7 e 8.1: a atualização está prevista para fevereiro do ano que vem. Apesar do Windows 7 ter sido lançado em 2009, com suporte encerrado em 2020, pelo menos 100 milhões de computadores ainda executam o sistema operacional. As informações são do site The Verge.","url":""},{"text":"Versão 3.11.0 do Python já está disponível: como parte do projeto Faster CPython, a nova versão é entre 10 e 60% mais rápida que a anterior, com uma aceleração de 1,22x no conjunto de benchmarks padrão. Guido van Rossum, criador da linguagem, está trabalhando para um desempenho 5 vezes melhor nos próximos quatros anos. As informações são da documentação oficial e do projeto Faster CPython.","url":""}]}