{"title":"Dropbox hackeado / Cheiro na realidade virtual / IA importante da Meta","fps":30,"timestamp":1667400046,"date":"02/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Hackers roubam 130 repositórios da Dropbox no GitHub: foram obtidas chaves de API, emails de funcionários, clientes e fornecedores. Credenciais de clientes e código dos principais aplicativos e infraestrutura da empresa não foram afetados. As informações são do site Bleeping Computer.","url":""},{"text":"China monta plano ambicioso para indústria de realidade virtual no país, incluindo até simulação de odores: o investimento financiará pesquisas em tecnologias para rastreamento de gestos, olhos e expressão, campo sonoro, captura de movimento do corpo inteiro, compreensão ambiental e detecção de contração muscular, além de interfaces cérebro-computador. As informações são do site The Register.","url":""},{"text":"Meta desenvolve IA capaz de prever a estrutura de mais de 600 milhões de proteínas, três vezes mais do que o AlphaFold da DeepMind: diferente de outros sistemas, o ESM-2 é um grande modelo de linguagem que pode ser alimentado com uma sequência de aminoácidos para prever a estrutura tridimensional da proteína correspondente, importante em áreas de pesquisa como história evolutiva, saúde e mudanças climáticas. As informações são do site The Register.","url":""},{"text":"Cientistas da Arábia Saudita desenvolvem vidro inteligente capaz de modular luz solar para transmitir dados sem fio: o sistema – que pode substituir o WiFi durante a dia – consome apenas 1 watt (até 95% menos do que um roteador tradicional), mas atinge uma velocidade de apenas 16 Kbps no momento. Apesar de alterar a polaridade da luz solar rapidamente, a frequência não é perceptível ao olho humano. As informações são do site New Atlas.","url":""}]}