{"title":"Brasil: Lei do USB-C / Web3 não é viável / Limite do no-code","fps":30,"timestamp":1667831734,"date":"07/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Projeto de Lei propõe definir USB-C como padrão para carregadores de celular no Brasil: o Projeto de Lei 2.643/2022 estabelece que a Anatel só poderá homologar aparelhos comercializados com o conector. A proposta está em tramitação no Senado Federal e, se aprovada, haverá um prazo de 180 dias para que as empresas possam se adequar. As informações são da Agência Senado.","url":""},{"text":"Existe um limite no que pode ser feito com programação no-code, diz CEO do Stack Overflow: Prashanth Chandrasekar acredita que, embora essas tecnologias democratizem o desenvolvimento de software, elas só funcionam para casos de uso gerais. Tarefas como customização de recursos e correção de problemas, por exemplo, dependeriam de uma compreensão de princípios fundamentais de código. As informações são do site ZDNet.","url":""},{"text":"Blockchain não é uma solução viável para construir a próxima iteração da internet, diz inventor da web: Tim Berners-Lee acredita que o armazenamento de dados pessoais precisa ser rápido, barato e privado – a tecnologia blockchain seria o oposto disso. Berners-Lee também afirma que há uma confusão entre os termos “web3”, utilizado por projetos blockchain e moedas digitais, e “Web 3.0”, uma nova rede, na qual os usuários detêm o controle e posse de seus dados. As informações são do CNBC.","url":""},{"text":"Anatel autoriza sistema de internet orbital da Amazon no Brasil: o “Projeto Kuiper” precisa entrar em operação no prazo de dois anos no país para não ter sua licença revogada. A empresa espera lançar três mil satélites em baixa órbita terrestre para concorrer com a Starlink da SpaceX. As informações são do site Canaltech.","url":""},{"text":"YouTube é o app mais acessado por crianças brasileiras até 12 anos: apesar da queda de 5% na comparação anual, 67% das crianças usam a plataforma. WhatsApp vem em segundo lugar (49%), seguido por YouTube Kids (44%) e TikTok (42%). As informações são do site Mobile Time.","url":""},{"text":"Telegram lança atualização com novos recursos: os “Tópicos em Grupos” permitem a organização de conversas como chats individuais dentro de grandes comunidades. Com os “Nomes de Usuário Colecionáveis” será possível atrelar mais de uma identificação a uma pessoa – a propriedade desses nomes será garantida pela blockchain TON. A “Transcrição de Vídeos para Texto” é um recurso disponível apenas para usuários Premium. As informações são do blog do Telegram.","url":""},{"text":"OpenAI lança fundo para investir em startups de IA: dez empresas serão escolhidas para receber um aporte de 1 milhão de dólares e ganhar acesso a novos modelos da OpenAI, antes do lançamento ao público. Interessados podem se inscrever no programa Converge até 25 de novembro. As informações são do site The Register.","url":""}]}