{"title":"Vercel é questionada / Vine pode voltar / “Copilot” no navegador","fps":30,"timestamp":1667313900,"date":"01/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Criador do VueJS e Vite questiona alegação da Vercel sobre velocidade do Turbopack, sucessor do Webpack: Evan You, em seu repositório no GitHub (yyx990803), afirma ser “decepcionante e preocupante” ver a Vercel apresentar números “enganosos” e “escolhidos a dedo”. A comparação não seria justa, já que o Vite ainda estaria usando Babel no benchmark apresentado, tornando a afirmação de que o Turbopack seria 10x mais rápido “inválida”.","url":""},{"text":"Elon Musk está considerando reviver o Vine até o fim deste ano: os engenheiros do Twitter já estariam analisando o código da rede social de vídeos curtos para descobrir quanto trabalho seria necessário para trazê-la de volta. Ele também sugeriu tornar o Vine parte do próprio Twitter, em vez de um aplicativo separado, para competir melhor com o TikTok. As informações são do site The Verge.","url":""},{"text":"Replit lança Ghostwriter, sistema similar ao GitHub Copilot, e que pode ser utilizada diretamente por meio do navegador: a ferramenta é capaz de criar funções e arquivos inteiros, refatorar e transformar código, solicitar explicações sobre códigos e autocompletar blocos ou funções inteiras. As informações são do site da Replit.","url":""},{"text":"OpenCDN, projeto para descentralização da distribuição de conteúdo na internet brasileira, quer expandir para mais cidades: atualmente presente em Salvador, Manaus e Brasília, a iniciativa do CGIbr e NICbr quer aproximar CDNs de pontos de troca de tráfego para mais 27 localidades – Recife deve ser a próxima, começando a operar com a Netflix e Um Telecom. As informações são do site Convergência Digital.","url":""},{"text":"Brasil está entre os países convidados a participar de cúpula internacional contra ataques ransomware: o segundo International Counter Ransomware Summit, promovido pelo governo dos EUA, começa na próxima segunda-feira e irá se concentrar em prioridades como garantir que os sistemas sejam mais resilientes a ataques desse tipo. As informações são do site AP News.","url":""},{"text":"George Hotz anuncia saída da empresa de direção autônoma Comma AI: o hacker prodígio – conhecido por ser o primeiro a realizar o jailbreak do iPhone e pela engenharia reversa do PlayStation 3 – afirma que a empresa cresceu demais e administrá-la tornou-se cansativo. Ele está cogitando um novo projeto – um framework de machine learning para modelos pequenos e que seria três 3 vezes mais rápido que o PyTorch. As informações são do site The Verge.","url":""},{"text":"Remix, um dos frameworks web mais populares atualmente, é adquirido pela Shopify: a empresa afirma que pretende usar o Remix em muitos de seus projetos, incluindo suporte de primeira classe ao framework em sua plataforma de desenvolvimento. Dado que o Remix é um projeto de licença MIT, especula-se que a compra serviu para aquisição de talentos (acqui-hiring). As informações são do site TabNews.","url":""}]}