{"title":"Eng.º de software robô / API do DALL-E / Games para cachorros","fps":30,"timestamp":1667572270,"date":"04/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"“Engenheiro de software robô” lê issues no GitHub e faz pull requests automaticamente: o Robb Oat tenta corrigir cada issue que ele consegue entender dentro de um repositório. O robô usa o Davinci, modelo mais avançado do OpenAI Codex, que pode entender e gerar código. As informações são do usuário gugadeschamps no site TabNews.","url":""},{"text":"OpenAI lança API do DALL-E em versão beta pública: o sistema permite tanto a criação como a edição de imagens. O custo para cada call da API varia entre 1,6 e 2 centavos de dólar, dependendo da resolução de cada imagem. As informações são do site TechCrunch.","url":""},{"text":"Startup do Reino Unido está desenvolvendo videogames para cachorros: os jogos da JoiPaw estimulam os animais a tocarem os focinhos em pontos específicos de uma tela de toque para receberem petiscos. O objetivo é ajudá-los a terem vidas mais saudáveis. As informações são do site TechCrunch.","url":""},{"text":"No Brasil, pessoas com mais de 65 anos são o grupo que mais cresce na internet: entre 2015 e 2022, o número de usuários dessa faixa etária aumentou em 255% no Facebook, 886% no YouTube, 707% no WhatsApp e 4.937% no Instagram. Esse público deixa de ser uma minoria e agora faz parte de uma parcela significativa do mercado de consumo online. As informações são do site Convergência Digital.","url":""},{"text":"Anatel vai exigir que chamadas de cobrança sejam identificadas pelo código 0304, para tentar reduzir ainda mais as ligações por robôs: a agência já havia determinado que chamadas de telemarketing ativo usassem o código 0303, o que reduziu esses tipos de ligação em 45%, desde sua implementação em agosto deste ano. As informações são do site Convergência Digital.","url":""},{"text":"Mozilla lança fundo de capital de risco para investir em startups de tecnologia responsáveis: o Mozilla Ventures já anunciou três investimentos iniciais – Secure AI Labs (pesquisa bioinformática), Block Party (rede social) e eylogin (gerenciador de senhas corporativo). As informações são do blog da Mozilla.","url":""},{"text":"Atlassian acredita que sairá mais forte da atual recessão ao contratar funcionários que outras empresas estão demitindo: o atual cenário seria uma oportunidade para contratar pessoas altamente qualificadas, que dificilmente estão disponíveis no mercado. A companhia adicionou 989 funcionários no último trimestre e planeja continuar contratando. As informações são do site The Register.","url":""}]}