{"title":"Óculos VR letal / IA boa de matemática / Marco histórico na Mastodon","fps":30,"timestamp":1667918314,"date":"08/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Fundador da Oculus cria óculos de realidade virtual com cargas explosivas, inspirado na história do anime “Sword Art Online”: no seriado, os usuários morrem na vida real se morrerem dentro do jogo. Palmer Luckey diz que o dispositivo seria apenas uma ideia “instigante” para o design de jogos. Após a compra da Oculus pela Meta em 2014, Luckey foi demitido da empresa e hoje comanda uma startup de tecnologia militar. As informações são do site Ars Technica.","url":""},{"text":"Meta constrói IA capaz de executar raciocínio matemático avançado: o HTPS conseguiu resolver 10 problemas da Olimpíada Internacional de Matemática e alcançar 67% de precisão no benchmark matemático Minif2f. IAs desse tipo possuem aplicações nas áreas aeroespacial, de verificação de software, criptografia e automação de tarefas industriais críticas. As informações são do blog da Meta.","url":""},{"text":"Mastodon, rede social similar ao Twitter, atinge a marca de um milhão de usuários ativos: apesar das semelhanças, a Mastodon é open source, não tem anúncios e opera em uma rede de servidores auto-hospedados e descentralizados, em que cada um tem seus próprios termos, opções de privacidade e políticas de moderação de conteúdo. As informações são do site TechCrunch.","url":""},{"text":"Aplicativo de mensagens Signal lança recurso de stories: a funcionalidade, disponível na versão 6.0, no iOS e Android, pode ser desativada e é criptografada de ponta a ponta. As informações são do blog da Signal.","url":""},{"text":"Governo do Reino Unido inicia varredura de todos os IPs do país em busca de ameaças zero-day: o objetivo é criar uma visão geral da exposição do país a vulnerabilidades, auxiliando em uma resposta mais rápida das autoridades durante ataques. As informações são do site TechCrunch.","url":""},{"text":"Engenheiros desenvolvem câmera que explora comprimentos de onda terahertz para ver através de certos materiais com novos níveis de detalhes: o dispositivo é mais compacto do que sistemas existentes e pode ser produzido por meio de técnicas convencionais da fabricação de microchips. O estudo da tecnologia também é importante porque a radiação em THz é não ionizante, mais segura para uso em humanos quando comparada a aparelhos de raio-X, e será a base para sistemas de comunicação 6G já na próxima década. As informações são do site New Atlas.","url":""},{"text":"Autoridade Nacional de Proteção de Dados discute simplificar operações de tratamento de informações pessoais para startups e pequenas empresas: para a elaboração do modelo de registro, ANPD espera receber contribuições de agentes de tratamento de dados pessoais, titulares, especialistas e demais interessados até dia 04 de dezembro, por meio da plataforma Participa + Brasil. As informações são do site Convergência Digital.","url":""}]}