{"title":"Twitter: code review em papel / Controvérsia na SourceHut / Bug bounty milionário","fps":30,"timestamp":1667227380,"date":"31/10/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Elon Musk pede que engenheiros de software do Twitter imprimam código que escreveram nos últimos 60 dias: esse code review não convencional será realizado por ele mesmo e engenheiros da Tesla nesta segunda-feira. O objetivo seria avaliar a produtividade de funcionários e identificar gerentes de engenharia que não escrevem código regularmente, algo que, na visão de Musk, seria como “um capitão de cavalaria que não sabe andar a cavalo”. As informações são do site The Verge.","url":""},{"text":"SourceHut atualiza termos de serviço e proibirá repositórios relacionados a moedas digitais ou blockchain: projetos nesses domínios terão até 1º de janeiro de 2023 para migrar à outra plataforma. A decisão seria justificada por conta da associação dessas tecnologias a atividades fraudulentas e investimentos de alto risco. As informações são do blog da SourceHut.","url":""},{"text":"Novo programa de bug bounty da Apple poderá pagar até 10 milhões de reais por uma única falha: a revisão fez com que algumas recompensas chegassem ao dobro do valor máximo anterior, com a possibilidade de bônus de até 100% se a vulnerabilidade for capaz de ignorar o novo Modo de Bloqueio. A empresa também diz estar respondendo mais rapidamente a relatórios de bugs e fornecendo mais feedbacks, algo pelo qual a companhia era muito criticada na comunidade de segurança. As informações são do site The Register.","url":""},{"text":"Google remove suporte ao JPEG-XL no Chrome: a empresa afirmou que o novo formato de imagem não traz benefícios suficientes para garantir sua ativação por padrão e que não há interesse o bastante em seu ecossistema para continuar com experimentações. A decisão parece mostrar o interesse do Google em avançar o WebP e AVIF como formatos para imagens. As informações são do site Phoronix.","url":""},{"text":"Zoom passará a exigir atualizações em seu aplicativo desktop a cada noventa dias: o requisito de “versão mínima” será uma exigência de segurança. Todos os usuários do cliente versão 5.12.2 ou inferior receberão um aviso para atualização mandatória em 1º de novembro – versões mais antigas deixarão de funcionar. As informações são do site The Register.","url":""},{"text":"Meta desenvolve IA capaz de compactar arquivos de áudio com eficiência dez vezes maior do que MP3, sem perda de qualidade: o “Encodec” é o primeiro sistema a usar essa técnica em amostras de áudio estéreo de 48 kHz (qualidade de CD). A tecnologia pode ser utilizada em chamadas de áudio e a Meta agora pretende evoluir a técnica para abranger vídeos também. As informações são do blog da Meta.","url":""},{"text":"Novo circuito fotônico supercondutor é 30 mil vezes mais rápido do que sinapses entre células cerebrais humanas: o sistema também consome apenas 0,3% da energia requerida por cérebros biológicos. A tecnologia está perto de atingir os limites físicos da computação neuromórfica, com o potencial de tornar-se uma plataforma computacional de imenso poder para inteligência artificial. As informações são do site Spectrum.","url":""}]}