{"title":"Google lança muitas novas IAs / PC com anúncios / TikTok pode ser banido","fps":30,"timestamp":1667486138,"date":"03/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Google anuncia novas ferramentas em evento de IA: destacamos três projetos – “Code as Policies” (robôs aprendendo a gerar seu próprio código de forma autônoma), “Wordcraft” (sistema para ajudar na escrita de histórias de ficção) e “Iniciativa 1.000 Linguagens” (modelo que trabalhará com as mil línguas mais faladas no mundo). Além disso, o Imagen, sistema de geração de imagens, estará disponível publicamente de forma limitada. As informações são do site Axios.","url":""},{"text":"Microsoft estuda vender PCs por assinatura e subsidiados por anúncios: a ideia seria “construir uma nova direção para o Windows”, tornando-o apenas um shell para aplicativos na nuvem e oferecendo mais recursos computacionais sob demanda. As informações são do site The Register.","url":""},{"text":"EUA deveriam banir TikTok, recomenda órgão regulador de telecomunicações do país: Brendan Carr, comissário da FCC, citou revelações recentes sobre como o TikTok lida com dados de usuários, destacando o risco de um ator estatal usar a rede social para influenciar secretamente processos políticos no país. A empresa diz estar negociando um acordo com o governo dos EUA para reduzir preocupações sobre segurança nacional. As informações são do site Axios.","url":""},{"text":"WhatsApp Comunidades é lançado em todo o mundo, menos no Brasil: o recurso permite a criação de enquetes, chamadas de vídeo com até 32 pessoas e grupos de 1.024 usuários. No Brasil, o Comunidades chegará apenas em 2023. As informações são do site Tecnoblog e blog do WhatsApp.","url":""},{"text":"Apple vale mais do que Google, Amazon e Meta juntas: a companhia fechou o pregão com valor de mercado de 2,3 trilhões de dólares – para comparação, o PIB do Brasil em 2021 foi de 1,6 trilhão. A razão seria a consistência nos resultados da Apple apesar da crise mundial. As informações são do site SeekingAlpha.","url":""},{"text":"Gmail ganhará recurso de rastreamento de encomendas: uma visualização rápida da data de entrega ficará visível diretamente na caixa de entrada, sem precisar abrir o email, alertando também para atrasos. As informações são do site The Verge.","url":""},{"text":"Está cada vez mais difícil entender como IAs funcionam, alertam pesquisadores: redes neurais profundas, treinadas para imitar o cérebro humano, parecem não apenas espelhar nossa inteligência, mas também nossas preferências e emoções, algo difícil de se explicar. Por essa razão, seria preciso ter cautela ao delegar tarefas importantes – como vigilância, processos de liberação de empréstimos e decisões de negócio, por exemplo – a sistemas desse tipo. As informações são do site Vice.","url":""}]}