{"title":"Ataque ao Gabinete Presidencial / Dinheiro da FTX some / JavaScript domina","fps":30,"timestamp":1668436570,"date":"14/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Palácio do Planalto formata todos os computadores após detecção de ataque ransomware: a equipe de informática do gabinete da presidência estaria lidando com a situação desde 3 de novembro, após descobrir arquivos que teriam sido criptografados. Ainda não há informações sobre a abrangência do ataque. As informações são do site TecMundo.","url":""},{"text":"Corretora FTX teria sofrido ataque hacker e analistas desconfiam de CEO: “todo o dinheiro parece ter desaparecido”, afirmou um dos admins do perfil da corretora no Telegram. Fortes indícios apontam que valores depositados por clientes – cerca de 1 bilhão de dólares – teriam sido movidos por alguém com acesso interno aos sistemas da corretora. Sam Bankman-Fried estaria sob supervisão policial nas Bahamas após rumores de que planejava uma fuga para Dubai. As informações são da Reuters, CoinTelegraph e The Block.","url":""},{"text":"JavaScript continua como a maior comunidade em programação, mostra pesquisa da SlashData: estima-se que 19,6 milhões de desenvolvedores em todo o mundo usem a linguagem. Kotlin, Rust e Java dobraram de tamanho nos últimos dois anos, sendo que este último chegou a 16,5 milhões de usuários. A pesquisa “State of the Developer Nation” consultou 26 mil desenvolvedores de 163 países. As informações são do site ZDNet.","url":""},{"text":"Justiça do Trabalho descobre fraude na emissão de certificados digitais e suspende acesso a sistemas de pagamento eletrônico de alvarás em todo o país: a fraude parece ter partido de uma empresa certificadora, com suspeitas de 4 milhões de reais desviados. Esses certificados são utilizados por juízes para autorizar pagamentos em processos. As informações são do site CISO Advisor.","url":""},{"text":"DeviantArt lança DreamUp, gerador de imagens baseado em IA “seguro e justo”: artistas poderão optar por não permitir que seus trabalhos façam parte de conjuntos de dados de treinamento e, caso concedam a permissão, serão creditados nos resultados gerados. Além disso, criadores poderão adicionar uma flag para impedir que suas imagens sejam utilizadas no treinamento de modelos de terceiros. As informações são do site Engadget.","url":""},{"text":"Pesquisa do Google demonstra que tamanho dos modelos de linguagem importam: quanto maior o conjunto de dados ou número de parâmetros do modelo, maior a quantidade de “habilidades emergentes” que surgem “inesperadamente”, como a capacidade de realizar cálculos aritméticos simples, por exemplo. A ideia agora é entender como desbloquear essas habilidades por meio de outros métodos sem aumento de escala, devido ao custo crescente dos recursos computacionais para treinamento. As informações são do blog Google Research.","url":""},{"text":"Nova UI para visualização de código em repositórios do GitHub substitui Rails por React: quem notou a mudança foi Guilhermo Rauch, CEO da Vercel, e criador do framework NextJS para React. Um dos engenheiros que está trabalhando na atualização afirma que o React foi escolhido por permitir muita interatividade. As mudanças serão detalhadas em post no blog do GitHub nas próximas semanas. As informações são do site Hackernews.","url":""}]}