{"title":"Hacker prodígio no Twitter / País no metaverso / Maturidade digital do Brasil","fps":30,"timestamp":1668781912,"date":"18/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Hacker prodígio George Hotz fará estágio temporário no Twitter: em seu perfil na rede social, Hotz afirma que gosta de “mergulhar” em bases de código complexas e acredita que pode ajudar a empresa em apenas 3 meses. Nesta sexta, a sede da empresa foi novamente fechada e espera-se mais uma rodada de demissões – atualmente, a força de trabalho é de 2.900 pessoas, menos de 40% das 7.500 quando Elon Musk assumiu a direção. As informações são dos sites The Verge e HackerNews.","url":""},{"text":"Governo de Tuvalu decide criar uma cópia do país-arquipélago no metaverso, em meio à ameaça de desaparecimento por conta das mudanças climáticas: a digitalização do pequeno país, formado por um grupo de nove ilhas e atóis no meio do Oceano Pacífico, seria uma forma de preservar suas belezas naturais, cultura e língua, caso haja o aumento do nível dos mares e ele venha a desaparecer completamente. As informações são do site Canaltech.","url":""},{"text":"Brasil é o segundo país do mundo em maturidade de governo digital, mostra índice do Banco Mundial: o GovTech Maturity Index 2022 analisou 198 países com base em quatro tópicos – sistemas governamentais centrais, prestação de serviços públicos, engajamento do cidadão e habilitadores GovTech. O Brasil atingiu a nota máxima em todos eles e teve o maior avanço entre as nações avaliadas, subindo cinco posições desde o ano passado e ficando atrás apenas da Coreia do Sul. As informações são da Agência Brasil.","url":""},{"text":"Veículos elétricos são mais simples de produzir e requerem cerca de 40% menos mão de obra, diz CEO da Ford: Jim Farley celebra essa característica, permitindo que a montadora volte a uma integração vertical de sua cadeia produtiva, produzindo a maior parte das peças e componentes de que precisa. As informações são do site CleanTechnica.","url":""},{"text":"NSA, Agência de Segurança Nacional dos EUA, quer colaborar com pesquisadores externos em um novo escritório de fácil acesso, sem armas, guardas ou portões: o objetivo da agência é compartilhar sua própria inteligência com analistas do setor privado para obter um quadro mais completo das atuais ameaças digitais. As informações são do site CyberScoop.","url":""},{"text":"Intel desenvolve primeiro detector de deepfake em tempo real e com taxa de precisão de 96%: o FakeCatcher é baseado na fotopletismografia, método que analisa a forma como a luz é absorvida e refletida pelos vasos sanguíneos no rosto de uma pessoa. O próximo passo seria a detecção da fonte ou do modelo GAN que está por trás de cada deepfake. As informações são do site VentureBeat.","url":""},{"text":"Relatório anual da Mozilla revela que seus esforços para ir além do navegador Firefox estão começando a dar frutos: novos produtos como Mozilla VPN, MDN Plus e Pocket agora representam cerca de 10% de sua receita, um aumento de 125% em relação ao ano anterior. A receita total anual da companhia foi de 585 milhões (+25%) com suas parcerias de pesquisa, assinaturas e anúncios. As informações são do site TechCrunch.","url":""},{"text":"Turma, na Próxima Segunda Começam os Descontos em Cursos de Programação da Black Friday 2022: até o final de novembro, nós vamos adicionar ofertas todos os dias aqui no final da Newsletter e numa página especial que criamos para o evento. Não compre nenhum curso até segunda!","url":""}]}