{"title":"Bolsa desiste de blockchain / Microsoft e Nvidia / Supercomputador da Petrobras","fps":30,"timestamp":1668695460,"date":"17/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Bolsa de valores australiana interrompe projeto que visava substituir plataforma de negociação de ações por sistema baseado em blockchain: o objetivo era que grandes participantes do mercado, como as corretoras, rodassem seus próprios nodos para gerar o consenso na rede, mas a arquitetura proposta adicionava complexidade extra e maior latência na execução das ordens. No momento, a ASX continuará investindo no ambiente de negociação existente, escrito em COBOL. As informações são do site The Register.","url":""},{"text":"Nvidia e Microsoft anunciam parceria para construir um dos supercomputadores de IA mais poderosos do mundo: com base na infraestrutura de nuvem Azure da Microsoft, o equipamento usará dezenas de milhares de GPUs da Nvidia. A máquina será capaz de lidar com as enormes cargas de trabalho de computação necessárias para treinar modelos de IA que usam algoritmos de autoaprendizagem para criar uma gama diversificada de conteúdo, como texto, código, imagens, áudio e vídeo. As informações são do site The Verge.","url":""},{"text":"Pégaso, da Petrobras, é considerado o maior e mais ecoeficiente supercomputador da América Latina: a máquina possui capacidade de 21 Petaflops (Pico DP), 678 terabytes de memória RAM e rede de 400 gbps, além de 2.016 GPUs, pesando 30 toneladas e consumo energético máximo de 1,5 MW, equivalente ao de uma cidade de 6.800 habitantes. Segundo os rankings TOP500 e Green500, o Pégaso é o 5º maior da indústria de óleo e gás e 33º maior supercomputador global. As informações são da Petrobras.","url":""},{"text":"Código-fonte do Twitter revela esforços para adicionar criptografia de ponta a ponta a mensagens diretas: quem fez a descoberta foi Jane Manchun Wong, programadora famosa por fazer engenharia reversa em diversos aplicativos. Elon Musk respondeu os tweets da pesquisadora com um emoji piscando. As informações são do site BleepingComputer.","url":""},{"text":"Ferramenta anti-rastreamento do DuckDuckGo chega ao Android com a promessa de ser ainda mais eficiente que o App Tracking Transparency da Apple: o aplicativo “App Tracking Protection” instala um serviço VPN local que bloqueia automaticamente rastreadores de terceiros, sem enviar dados para outros servidores remotos. Ao contrário do recurso da Apple, o sistema não depende que os desenvolvedores de aplicativos se comprometam com a escolha do usuário. As informações são do site Ars Technica.","url":""},{"text":"Plataforma Notion testa novo recurso de geração de texto por IA: o Notion AI, disponível por meio de uma lista de espera, consegue gerar postagens de blog, modelos de e-mail e listas, além de funcionar como uma ferramenta de brainstorming. A empresa não revelou qual modelo de linguagem está usando no projeto. As informações são do site The Verge.","url":""},{"text":"Qualcomm apresenta nova CPU Oryon para competir com os processadores M1 e M2 da Apple: o chip é destinado a notebooks Windows e outros dispositivos móveis. O processador, baseado na arquitetura Arm, foi desenvolvido pela Nuvia, adquirida pela Qualcomm no ano passado – a empresa foi fundada pelos mesmos engenheiros que desenvolveram os chips de alto desempenho do iPhone e iPad. As informações são do site The Register.","url":""}]}