{"title":"Criptos colapsam / React e Meta / Brasil destaque no GitHub","fps":30,"timestamp":1668091604,"date":"10/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Binance desiste da aquisição da corretora FTX e mercado de moedas digitais colapsa: o Bitcoin é negociado a cerca de 16 mil dólares na manhã desta quinta, menor valor em dois anos, e a moeda USDT perdeu a indexação ao dólar americano. Notícias circulam que a FTX está sendo investigada por agências nos EUA e teria mal administrado fundos de clientes na plataforma. As informações são do site CoinMarketCap e do perfil da Binance no Twitter.","url":""},{"text":"Comunidade comenta impacto das demissões da Meta no desenvolvimento do React: no site TabNews, o usuário “CarlosZiegler” argumenta que o React já “evoluiu organicamente pela sua comunidade que abraçou o projeto”, além de sua library ser base de frameworks como Gatsby e NextJS, que não deixariam a ferramenta “cair”. No site HackerNews, o usuário “no_wizard” comenta que o React já é “maior que a Meta”.","url":""},{"text":"Destaques do relatório Octoverse do GitHub de 2022: a plataforma já tem 3 milhões de desenvolvedores brasileiros ativos (crescimento de 39% no ano, o terceiro maior no mundo). JavaScript continua como a linguagem mais usada, seguida por Python e Java – Rust teve um crescimento de 50%, mas não chega ao Top 10. 90% das empresas usam software de código aberto e “microsoft/vscode” é o maior repositório em número de contribuidores. As informações são da página do Octoverse.","url":""},{"text":"GitHub está testando sistema de programação por comando de voz dentro do Copilot: é possível mover linhas, navegar por blocos, resumir o que um pedaço de código faz ou controlar o VS Code. A funcionalidade é especialmente útil para desenvolvedores que possuem dificuldades em usar teclado e mouse. As informações são do site The Verge.","url":""},{"text":"França determina que estacionamentos para 80 carros ou mais deverão ser cobertos por painéis solares: a medida tem potencial para gerar 11 gigawatts, o equivalente à potência de dez reatores nucleares. Estacionamentos que não cumprirem com a legislação estarão sujeitos a multas mensais equivalentes ao número de espaços disponíveis. As informações são do site Public Sénat.","url":""},{"text":"Midjourney testa versão 4 de seu gerador de imagens, tornando a criação de prompts “muito fácil”: a V4 oferece melhores composições de cena, mais detalhes e, em imagens fotorrealistas, apresentou resultados difíceis de distinguir de fotos reais em resoluções mais baixas. A nova versão foi bem recebida pelo público, com um usuário brincando que a facilidade para criar imagens poderia fazer com que “prompters profissionais” perdessem seus empregos recém-criados. As informações são do site Ars Technica.","url":""},{"text":"IBM lança computador quântico mais poderoso do mundo, com 433 qubits: o Osprey tem o dobro de qubits que o recordista anterior, o Borealis da Xanadu, com 216. O dispositivo também recebeu um sistema de filtragem integrado, o que ajuda a reduzir o ruído e melhorar sua estabilidade. Para 2023, a empresa espera alcançar a marca de 1.121 qubits e, até 2025, 4.000 qubits. As informações são do site New Atlas.","url":""}]}