{"title":"Deno e npm / Recorde de velocidade / Nova IA da Meta","fps":30,"timestamp":1668609048,"date":"16/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Deno 1.28 adiciona suporte oficial a módulos npm: não há a necessidade de utilizar o “npm install”, mas apenas especificar “npm:nome-do-módulo”, com a instalação realizada na primeira vez que o programa é executado. O runtime também adota uma abordagem segura, restringindo e informando por padrão quando o módulo tenta acessar todo o sistema. As informações são do blog do Deno.","url":""},{"text":"Rimac Nevera atinge 412 km/h e torna-se o carro elétrico mais rápido do mundo: a marca é histórica, representando um terço da velocidade do som. Além da velocidade máxima, o Nevera é o carro com aceleração mais rápida do mundo, indo de 0 a 100 km/h em apenas 1,85 segundo. As informações são do site da Rimac.","url":""},{"text":"Meta lança novo modelo de linguagem open source com capacidade de compreender raciocínios científicos: o Galactica, com 120 bilhões de parâmetros, consegue resumir artigos científicos, gerar artigos wiki e responder perguntas. O sistema supera modelos comparáveis (OPT, BLOOM e GPT-3) em vários testes de benchmarking. As informações são do site Weights &amp; Biases.","url":""},{"text":"Lançamento da primeira missão Artemis é bem-sucedido e cápsula Orion já está em direção à Lua: esta é a primeira missão do tipo feita pela NASA em quase 50 anos. A cápsula não tripulada foi lançada por meio do SLS (Sistema de Lançamento Espacial, na sigla em inglês), o foguete mais poderoso já construído pela NASA. A missão deve durar 25 dias, com a amerissagem do módulo Orion no Oceano Pacífico. As informações são dos sites Space e Wikipédia.","url":""},{"text":"Pesquisadores exploram vulnerabilidade do protocolo de Ethernet TTE para quebrar garantias de segurança da rede usada em espaçonaves: em uma demonstração utilizando uma cápsula Orion simulada, o ataque PCspooF fez o veículo desviar-se de sua rota, sendo uma ameaça à segurança da tripulação. A rede TTE é usada tanto na espaçonave Orion quanto na futura estação espacial Lunar Gateway da NASA e no sistema de lançamento Ariane 6 da ESA. As informações são do site Ars Technica.","url":""},{"text":"Projeto da Linux Foundation visa criar um framework open source para telecomunicações na Europa: o objetivo do Projeto Sylva é possibilitar que todo o ecossistema utilize tecnologias interoperáveis e flexíveis. Atualmente, cinco operadoras (Telefonica, Telecom Italia, Orange, Vodafone e Deutsche Telekom) e dois fornecedores (Ericsson e Nokia) estão envolvidos. As informações são do site TechCrunch.","url":""},{"text":"PlanetScale, empresa especializada em fornecer instâncias de MySQL distribuídas na nuvem, anuncia recurso que deixa queries pesadas até 1.000 vezes mais rápidas: o Boost permite selecionar queries específicas que estão com uma baixa performance, sem a necessidade de mudar a aplicação com lógicas adicionais ou alterar a infraestrutura. A versão beta está disponível por meio de uma lista de espera. As informações são do blog da PlanetScale.","url":""}]}