{"title":"Open source em risco na Europa / Defesa Civil no WhatsApp","fps":30,"timestamp":1668522643,"date":"15/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Lei de Resiliência Cibernética na Europa poderá impor fardo financeiro e burocrático em desenvolvedores de código aberto: a proposta legislativa estabelece requisitos em cibersegurança que afetarão todo o hardware e software vendido no mercado europeu. A lei exigirá avaliações de risco, produção de documentação técnica e contratação de auditorias para certificação de conformidades em projetos considerados críticos, independentemente do tamanho. As informações são do blog da NLnet Labs.","url":""},{"text":"Defesa Civil faz parceria com WhatsApp para compartilhamento de alertas de desastres naturais: o Brasil é o primeiro país a usar o recurso – para começar a receber as mensagens, é preciso se cadastrar pelo telefone (61) 2034-4611. Atualmente, é possível receber alertas da Defesa Civil por SMS, Telegram, TV por assinatura e na Busca do Google. As informações são do site TecMundo.","url":""},{"text":"Startup de táxis autônomos Waymo usa seus veículos para criar mapas meteorológicos em tempo real: câmeras e sensores laser detectam gotas de chuva e neblina, oferecendo uma visão muito mais detalhada que estações meteorológicas, radares ou satélites. As informações são do blog da Waymo.","url":""},{"text":"GitHub agora permite reportar vulnerabilidades em repositórios públicos de forma privada: na falta de informações claras sobre como contatar os mantenedores de projetos open source, muitos pesquisadores de segurança optam por divulgar detalhes de vulnerabilidades publicamente, o que dá brecha para criminosos explorarem as falhas também. A habilitação do recurso é opcional. As informações são do site The Register.","url":""}]}