{"title":"Fortuna em cripto evapora / Meta demite 11 mil / App para transtorno","fps":30,"timestamp":1668004663,"date":"09/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Sam Bankman-Fried, fundador da corretora de moedas digitais FTX, perde quase toda sua fortuna de 16 bilhões de dólares em poucos dias: a plataforma passa por um severo problema de liquidez, após a Binance anunciar a venda de todos os tokens FTT que detinha. Em 2019, a FTX havia tentado atacar, sem sucesso, a plataforma de futuros da Binance – a Binance agora avalia a aquisição da FTX. As informações são da Bloomberg e perfil do CEO da Binance no Twitter.","url":""},{"text":"Meta anuncia demissão de 11 mil funcionários, 13% da força global: o comunicado foi feito hoje pela manhã pelo próprio Mark Zuckerberg, que aproveitou a ocasião para afirmar que o mercado está subestimando “profundamente” a empresa – seu modelo de negócio seria um dos mais rentáveis da história, com um enorme potencial pela frente ao desenvolver a próxima plataforma de computação para interações sociais, o metaverso. As informações são do blog da Meta.","url":""},{"text":"Novo aplicativo auxilia pessoas com transtorno de estresse pós-traumático: o NightWare, disponível apenas por prescrição médica, mede a frequência cardíaca, acelerômetro e giroscópio do Apple Watch para detectar e interromper pesadelos, gerando vibrações suaves no pulso de pacientes, que aumentam gradualmente até que a pessoa seja despertada do pesadelo, mas não do sono. As informações são do site Apple Newsroom.","url":""},{"text":"Polícia Civil prende dois hackers responsáveis por ataques DDoS a centenas de provedores de internet no Brasil: como parte da segunda fase da operação “Bug Data”, os jovens, um de 20 e outro de 24 anos, foram presos nas cidades de Imperatriz (MA) e Bagé (RS). As informações são do site Convergência Digital.","url":""},{"text":"Zoom anuncia aplicativo para reuniões remotas em carros da Tesla: será possível acessar a câmera localizada acima do espelho retrovisor e realizar videoconferências com o veículo em movimento. A companhia também lançou clientes de email e calendário para tentar competir com as ofertas do Google e Microsoft. As informações são dos sites TechCrunch e Drive Tesla Canada.","url":""},{"text":"Starlink impõe data cap de 1 TB mensal: clientes residenciais que ultrapassarem o limite de dados entre 7h e 23h poderão continuar navegando a velocidades mais lentas ou pagar por gigabyte adicional. O objetivo é assegurar que a base de clientes não seja impactada por um pequeno grupo de usuários consumindo dados excessivamente. As informações são do site Ars Technica.","url":""},{"text":"Módulos Python maliciosos estão substituindo endereços de moedas digitais copiados para área de transferência: o ataque é do tipo typosquatting, envolvendo módulos com nomes escritos incorretamente, como “djangoo” e “notebok”. Após a instalação, um arquivo Javascript malicioso é executado em segundo plano durante sessões de navegação na web. As informações são do blog da Phylum.","url":""}]}