{"title":"Twitter pode falir / App “arma cibernética” / Linguagens memory safe","fps":30,"timestamp":1668177141,"date":"11/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Elon Musk convoca funcionários do Twitter para reunião de emergência e alerta que “falência não está fora de cogitação”: ele também disse que teria vendido ações da Tesla para “salvar” o Twitter, já que a empresa estaria com um fluxo de caixa negativo de vários bilhões de dólares. O maior problema seria a forte dependência em receitas com publicidade e a decisão de várias marcas pausarem suas campanhas no momento. As informações são do site 9to5Mac.","url":""},{"text":"Aplicativo da cúpula climática COP27 para dispositivos Android seria uma “arma cibernética”, alertam especialistas: uma análise mostra que o app pode ouvir conversas privadas, acessar textos criptografados e rastrear movimentos dos usuários. O Google afirma que revisou o aplicativo e não encontrou nenhuma violação às suas políticas. As informações são do site Politico.","url":""},{"text":"Agência de Segurança Nacional dos EUA orienta que organizações mudem para linguagens de programação com memory safety: segundo a NSA, linguagens como C#, Go, Java, Ruby, Rust e Swift possuem recursos inerentes que protegem o programador de introduzir erros de gerenciamento de memória involuntariamente. Microsoft e Google afirmam que problemas de memory safety estão por trás de cerca de 70% de suas vulnerabilidades. As informações são do site da NSA.","url":""},{"text":"Entidades e empresas pedem mais agilidade na aprovação da lei das moedas digitais: uma carta aberta, assinada pela Microsoft, Nubank, IBM, PayPal, Mercado Bitcoin e Mercado Pago, pede a tramitação do Projeto de Lei nº 4.401/2021, em discussão desde 2015. A aprovação seria um importante passo para a segurança jurídica e o desenvolvimento do setor no país, com avanços significativos no combate a fraudes e lavagem de dinheiro. As informações são do site Canaltech.","url":""},{"text":"Vulnerabilidade permite que invasores obtenham acesso completo a qualquer smartphone Google Pixel, mesmo com o dispositivo bloqueado: rastreada como CVE-2022-20465, a vulnerabilidade envolve um processo de redefinição de senha de cartões SIM e pode afetar também outros aparelhos Android. Ela foi corrigida na atualização de segurança lançada no dia 5 de novembro. As informações são do blog do analista de segurança David Schütz.","url":""},{"text":"Aplicativo permite executar o Stable Diffusion localmente em iPhones: em um iPhone 14 Pro, é possível gerar uma imagem em cerca de um minuto. Além dos recursos básicos, o Draw Things também permite carregar modelos de geração de imagem extras, incluindo aqueles não autorizados e controversos. As informações são do site Ars Technica.","url":""},{"text":"Canva lança ferramenta para geração de imagens por IA, baseada no Stable Diffusion: o recurso pode ser utilizado para gerar até 100 imagens por dia, gratuitamente. A plataforma adicionou filtros de segurança extras para evitar imagens controversas. As informações são do site The Verge.","url":""}]}