{"title":"Meta retira IA do ar / Segundo intercalar / Demitidos do Twitter","fps":30,"timestamp":1669041029,"date":"21/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Após críticas, Meta retira demonstração pública de seu modelo de IA com “conhecimentos científicos”: cientistas e acadêmicos apontaram que o Galactica estava gerando uma quantidade enorme de informações falsas e enganosas, incluindo citações de autores reais para trabalhos de pesquisa que não existem. As informações são do site Vice.","url":""},{"text":"Governos do mundo todo decidem suspender ajuste do “segundo intercalar” para manter relógios sincronizados com a rotação da Terra a partir de 2035: a medida era requisitada pelas maiores empresas de tecnologia do mundo, como Microsoft, Meta e Google – mudanças no padrão de rotação da Terra poderiam causar grandes problemas para servidores em rede, que dependem de precisão cronométrica para agendar tarefas e registrar a sequência exata de eventos. As informações são do site The Verge.","url":""},{"text":"Empresa por trás do WordPress abre vagas para pessoas demitidas do Twitter: a Automattic está disposta a trazer profissionais, ou até mesmo equipes inteiras, se houver evidências de que suas experiências poderão provocar um impacto positivo no crescimento e receita do Tumblr, rede social da qual ela também é proprietária. As informações são do site da Automattic.","url":""},{"text":"Ranking do MIT coloca Brasil na 18ª posição dentre os 20 países mais bem preparados para responder a ameaças de cibersegurança: as nações foram classificadas de acordo com a adoção de tecnologias, robustez da infraestrutura crítica, compromisso com a privacidade, entre outros fatores. A Austrália ocupa a primeira posição, seguida de perto pela Holanda e Coreia do Sul. As informações são do CISO Advisor.","url":""},{"text":"França bane uso do Microsoft Office e Google Workspace em escolas: o país afirma que essas duas soluções não são compatíveis, dentre outros requisitos, com o regulamento sobre a proteção de dados da União Europeia. As informações são do site Siècle Digital.","url":""},{"text":"Kite, plugin para autocomplete de códigos Python e JavaScript baseado em IA, é descontinuado: as justificativas são a falta de confiabilidade dos modelos de linguagem atuais para entender de verdade a estrutura do código e a dificuldade de monetizar o produto, já que a maioria dos desenvolvedores não está acostumada a pagar por ferramentas de programação. A maior parte do Kite agora está disponível como código aberto no repositório “kiteco” no GitHub. As informações são do site do Kite.","url":""},{"text":"Nvidia desenvolve novo sistema para geração de imagens 3D a partir de texto, com resolução oito vezes maior que o DreamFusion do Google: o Magic3D também é duas vezes mais rápido, gerando um modelo em menos de 40 minutos. As malhas poligonais geradas já saem prontas para serem usadas em programas de modelagem tridimensional. As informações são do site da Deep Imagination.","url":""}]}