{"title":"Stable Diffusion 2 / OpenAI e advogados / Microrreator nuclear","fps":30,"timestamp":1669300124,"date":"24/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Stability AI lança versão 2.0 do Stable Diffusion: a atualização adota um novo encoder para geração de imagens a partir de texto com resolução de até 768x768 pixels, um upscaler que pode aumentar em 4 vezes a resolução de imagens, um novo modelo de difusão que pode deduzir a profundidade de uma imagem e um novo modelo de inpainting guiado por texto, que facilita a troca de partes da imagem. As informações são do blog da Stability AI.","url":""},{"text":"OpenAI investe em startup que está construindo assistente baseado em IA para advogados: o sistema da Harvey oferece uma interface de linguagem natural, unificada e intuitiva para todos os fluxos de trabalho jurídico. A IA tem potencial transformador, capacitando advogados a fornecer serviços jurídicos de maior qualidade, de forma mais eficiente e para mais clientes. As informações são do site TechCrunch.","url":""},{"text":"Microrreator nuclear, que funciona como uma “bateria”, pode revolucionar geração de energia: o eVinci, em desenvolvimento pela Westinghouse, pode gerar 5 MW de energia elétrica ou 13 MW de calor por meio de um design de núcleo sólido e dissipação por tubulação de calor, que permite resfriamento passivo e operação autônoma. O sistema possui aplicações no setor industrial, em data centers e na produção de hidrogênio. As informações são do site Power Engineering.","url":""},{"text":"Departamento de Polícia de São Francisco propõe que robôs possam utilizar força letal em situações extremas: essa autorização só seria concedida quando o risco de perda de vida para civis ou oficiais fosse iminente e superasse qualquer outra opção. Uma versão preliminar da proposta foi aprovada com unanimidade e agora deve seguir a tramitação legal para virar lei. As informações são do site The Verge.","url":""},{"text":"Netflix estaria planejando produzir novo jogo “Triplo-A” para PCs: vagas abertas no recém-anunciado estúdio de jogos da empresa mencionam um RPG de ação em 3ª pessoa, um projeto bem diferente dos esforços atuais da empresa em jogos mais simples para dispositivos móveis. As informações são do site Mobilegamer.","url":""},{"text":"Vendas de GPUs atingem o menor nível em 10 anos: as razões para a forte queda de 25% no ano seriam a parada na mineração do Ethereum após a transição do seu método de consenso, paralisações em fábricas na China e inflação. A AMD foi a mais afetada (queda de 47%), seguida pela Nvidia (-20%) – a Intel cresceu 4%. As informações são do site Tom's Hardware.","url":""}]}