{"title":"Anatel quer 1 Gbps como padrão / Hipótese da Simulação / IA que negocia","fps":30,"timestamp":1669213780,"date":"23/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Anatel define meta de 1 Gbps como velocidade média em banda larga fixa até 2027: o plano estratégico também estabelece outras metas, como conectar todos os municípios com backhaul de fibra, ampliar a cobertura do 5G para mais da metade da população e elevar o nível de satisfação geral dos consumidores. As informações são do site Mobile Time.","url":""},{"text":"Físico lança campanha de crowdfunding para testar se vivemos em uma simulação: Melvin Vopson, da Universidade de Portsmouth na Inglaterra, acredita que seu experimento envolvendo antimatéria poderá mostrar os “bits de informação” que representariam o “código” da realidade, sugerindo que a informação poderia ser considerada uma quinta forma da matéria. As informações são do site Futurism.","url":""},{"text":"Meta desenvolve IA capaz de negociar, persuadir e cooperar com humanos: o CICERO é o primeiro agente artificial a alcançar um desempenho de nível humano no jogo de estratégia Diplomacy, atingindo mais que o dobro da pontuação média de jogadores reais. A IA combina técnicas de raciocínio estratégico (usado em sistemas como AlphaGo e Pluribus) e processamento de linguagem natural (GPT-3 e LaMBDA). As informações são do blog da Meta AI.","url":""},{"text":"Número de jogadores de videogame chega a 3,2 bilhões em 2022, quase metade da população mundial: a maior parte dos gastos desses gamers (184,4 bi de dólares) foi para jogos em celular (50%), seguido por consoles (28%), e PCs (22%). Apesar desse valor total representar a primeira queda em 15 anos (-4,3%), o mercado de jogos tem mostrado resiliência em relação a outros setores diante da crise econômica mundial. As informações são do site TechSpot.","url":""},{"text":"Sistema Internacional de Unidades adiciona novos prefixos em meio à crescente necessidade de expressar grandes quantidades de informações digitais: foram introduzidos ronto (10^-27) e quecto (10^-30) na extremidade inferior e ronna (10^27) e quetta (10^30) na superior, prefixos especialmente importantes para a ciência de dados, já que, em um futuro próximo, será preciso expressar quantidades de informação em ordens de magnitude superiores a 10^24 (um yottabyte). As informações são do site The Register.","url":""},{"text":"Extensão do Chrome baixada mais de 200 mil vezes contém backdoor que rouba credenciais do Roblox: “SearchBlox”, que permite a busca por outros jogadores em diversos servidores, possui duas versões na Chrome Web Store, ambas comprometidas. O código malicioso também tenta roubar credenciais da Rolimons, plataforma de negociação de itens Roblox. As informações são do site Bleeping Computer.","url":""},{"text":"Subsistema do Windows para Linux agora está disponível como um aplicativo da Microsoft Store: essa versão Store será a padrão a partir de agora – saindo de preview para disponibilidade geral –, inclusive para quem usar o comando “wsl –install” no terminal, e será a única a receber novas funcionalidades. As informações são do site The Register.","url":""}]}