{"title":"Apple e Twitter / Cobrança de sites / Recurso no WhatsApp","fps":30,"timestamp":1669732179,"date":"29/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Apple não estaria liberando atualização do Twitter na App Store, alega Elon Musk: a empresa também não estaria informando as razões para o atraso na liberação do aplicativo. Em seu perfil no Twitter, Musk disse que, se a Apple ou Google decidirem excluir o Twitter de suas lojas de aplicativos, ele poderá criar um smartphone “alternativo” ao iPhone e Android. As informações são do site The Verge.","url":""},{"text":"Empresas de telecomunicações da Europa querem forçar sites a pagar por taxas de acesso: a proposta é “injustificável” e poderia colocar a internet em risco, alertam os reguladores . Além disso, quem causa o tráfego são os clientes das operadoras e essa atividade já está inclusa nos valores pagos mensalmente. As informações são do site da Stanford University.","url":""},{"text":"Esclarecimento sobre recurso do WhatsApp que permite mandar mensagens para si mesmo: vários leitores aqui da Newsletter nos alertaram ontem que a funcionalidade já existia, inclusive sendo utilizada por eles há anos. O recurso, no entanto, requeria uma pequena “gambiarra”, como iniciar um grupo e ficar sozinho depois ou utilizar o link “wa.me/número-do-próprio-telefone”. O que o WhatsApp fez agora foi oficializar e facilitar a criação de um chat próprio através do botão “Nova conversa”. Agradecemos a todos que entraram em contato.","url":""},{"text":"Ministério da Justiça investiga coleta de dados de localização pelo Google: além da falta de consentimento, a variedade de controles dificulta o processo de desativar o recurso pelos usuários, “claros indícios” de infração ao Código de Defesa do Consumidor. As informações são do site Convergência Digital.","url":""},{"text":"Google e Serviço Geológico do Brasil fazem parceria para alertas de inundações em tempo real: o recurso utiliza dados como níveis de água dos rios, indicadores meteorológicos e imagens de satélite. O sistema estará disponível pelo Google Maps e na plataforma FloodHub em mais de 60 localidades, com a expectativa de expandir a cobertura para todo o país nos próximos meses. As informações são da Agência Brasil.","url":""},{"text":"Electronic Arts patenteia ferramenta para detectar “conluio” em jogos multiplayer online: o algoritmo verifica se duas ou mais pessoas estão trabalhando em conjunto para derrotar outros jogadores avaliando dados de dentro do jogo (proximidade, mas falta de engajamento ou deixar outro jogador pegar itens importantes) e analisando conexões e interações com sistemas externos, como mensagens em fóruns dos quais ambos participam. As informações são do site Ars Technica.","url":""},{"text":"AWS pretende tornar-se “água positiva”, devolvendo mais água limpa do que consome, até 2030: o uso de água por datacenters nos EUA foi de 1,7 bilhão de litros por dia em 2021, equivalente ao consumo de 15 milhões de pessoas, segundo dados da ONU. As informações são do blog da Amazon e Sabesp.","url":""}]}