{"title":"Telegram será exchange cripto / “Blockchain é marketing” / Rust no Android","fps":30,"timestamp":1669991270,"date":"02/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Telegram irá desenvolver carteira digital e exchange descentralizadas para negociação de moedas digitais: em seu canal na plataforma, o CEO Pavel Durov afirma que projetos de blockchain devem “retornar às suas raízes” e deixar de depender de soluções centralizadas, para evitar situações como a da FTX.","url":""},{"text":"Radia Perlman, considerada a “Mãe da Internet”, argumenta a favor de infraestruturas centralizadas: durante o simpósio ISBA 2022, nesta sexta-feira, Perlman afirma que entidades descentralizadas são inerentemente problemáticas. Além disso, blockchain seria mais um “termo de marketing do que uma tecnologia” e “um banco de dados (...) mais difícil de usar”. As informações são do site The Register.","url":""},{"text":"Vulnerabilidades relacionadas à memory safety do Android caem à medida que base de código utiliza mais Rust: entre 2019 e 2022, ocorrências desse tipo de falha caíram de 223 para 85 anualmente, representando 35% do total de vulnerabilidades do Android contra 76% há quatro anos. O Android 13 é a primeira versão em que a maioria do novo código adicionado usa linguagens memory safety como alternativa ao C/C++, com Rust representando 21%. As informações são do site Google Security Blog.","url":""},{"text":"Hive Social, rede social alternativa ao Twitter, desliga servidores após pesquisadores relatarem vulnerabilidades que comprometiam todos os dados armazenados: era possível acessar postagens, mensagens privadas, fotos e vídeos, além dos emails e telefones de usuários. Embora tenha explodido em popularidade nas últimas semanas, a plataforma é administrada por apenas duas pessoas, nenhuma delas com experiência em segurança. As informações são do site Ars Technica.","url":""},{"text":"Tesla revela versão final do caminhão de carga Semi e entrega primeiras unidades a clientes: o veículo utiliza a mesma configuração de motores do Model S e X, entregando três vezes a potência de qualquer caminhão a diesel da atualidade, com autonomia de 800 km. As informações são do site TechCrunch.","url":""},{"text":"Após alegações de envolvimento em operação de spyware, Mozilla e Microsoft abandonam autoridade certificadora raiz: a TrustCor teria pago desenvolvedores para incorporar malware para coleta de dados em aplicativos móveis. A Apple concordou com as acusações, mas ainda não revogou o certificado. As informações são do site The Register.","url":""},{"text":"OpenAI lança ChatGPT, modelo de linguagem que interage de forma conversacional: um dos exemplos apresentados foi um desenvolvedor mostrando um código que não estava funcionando e solicitando ajuda para corrigi-lo – o sistema pede mais contexto e depois faz sugestões do que poderia estar causando o erro. As informações são do blog da OpenAI.","url":""}]}