{"title":"Neurotecnologia no trabalho / Ajuda secreta / Usuários na mira da Anatel","fps":30,"timestamp":1669127465,"date":"22/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Startups querem usar neurotecnologia para elevar a produtividade e bem-estar no local de trabalho: a InnerEye utiliza eletroencefalografia para acessar a área de processamento visual do cérebro e acelerar tarefas de reconhecimento de imagens, útil em áreas como medicina e segurança de aeroportos. A Emotiv usa a tecnologia para obter informações individuais sobre níveis de foco e estresse. Especialistas afirmam que as ferramentas enfrentarão resistência por conta de questões como privacidade e direitos trabalhistas. As informações são do site Spectrum.","url":""},{"text":"Pesquisadores de segurança descriptografaram ransomware Zeppelin há 2 anos, secretamente: a Unit221b ajuda empresas a recuperarem seus arquivos sem a necessidade de pagar o invasor. A falha foi mantida em segredo para que os criminosos permanecessem desinformados – a divulgação acontece agora devido à queda no número de ataques envolvendo o ransomware. As informações são do site Bleeping Computer.","url":""},{"text":"Anatel também quer multar quem usa TVs box não homologadas: mediante denúncia, usuários poderão ser multados em 110 reais. Empresas de grande porte que comercializarem os equipamentos poderão pagar até 30 milhões. As informações são do site Tecnoblog.","url":""},{"text":"Cinco dias após o lançamento, cápsula Orion conclui com sucesso sobrevoo lunar e readquire sinal com a Terra: a espaçonave executou autonomamente a queima do motor de manobra orbital que a colocou a 130 km da superfície lunar. O objetivo principal da missão Artemis 1 é avaliar os sistemas de controle da NASA antes da primeira missão tripulada de volta à Lua desde 1972. As informações são do site New Atlas.","url":""},{"text":"Amazon decide encerrar aplicativo de mensagens criptografadas Wickr Me: o app, frequentemente utilizado por jornalistas e dissidentes políticos, acabou tornando-se popular entre criminosos. A versão Wickr AWS, voltada à comunicação interna de empresas, continuará a existir. As informações são do site The Verge.","url":""},{"text":"Tumblr irá adicionar suporte ao ActivityPub, protocolo descentralizado por trás do Mastodon: as APIs possibilitam interligar diferentes redes sociais, permitindo que usuários se encontrem e interajam sem a necessidade de criar novas contas. As informações são do site TechCrunch.","url":""},{"text":"Leonardo, que ocupa o quarto lugar dentre os 500 supercomputadores mais poderosos do mundo, será inaugurado oficialmente na Europa nesta semana: o sistema é equipado com cerca de 8.500 processadores Intel e 14.000 GPUs Nvidia. Com um desempenho estimado acima de 249 petaflops, é esperado que ele seja usado em aplicações como ciência de materiais, biomedicina, modelagem do cérebro humano e desenvolvimento de IA. As informações são do site The Register.","url":""}]}