{"title":"Google altera domínio / Novo recurso no Whats / Óculos de câmera lenta","fps":30,"timestamp":1669645768,"date":"28/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Google altera domínio do Maps para ampliar rastreamento geográfico de usuários: o domínio “maps.google.com” agora é redirecionado para “google.com/maps” – dessa forma, permissões para rastreamento da localização no serviço implicam permissão irrestrita a todos os serviços hospedados no domínio google.com. Outro serviço que já fez essa transição foi o Flights, para pesquisa de voos. As informações são do blog do desenvolvedor Garrit Franke.","url":""},{"text":"WhatsApp agora permite iniciar uma conversa com próprio número de telefone do usuário: a ideia é facilitar o registro de anotações, lembretes ou listas de compras. O recurso será liberado gradualmente nas próximas semanas. As informações são do site Tecmundo.","url":""},{"text":"Goleiros da Suíça treinam com óculos que produzem efeito de câmera lenta para Copa do Mundo do Catar: o dispositivo da japonesa Visionup possui dois painéis LCD no lugar das lentes, que piscam intermitentemente em frações de segundos, estimulando a percepção de profundidade e a coordenação entre olhos e mãos. As informações são do g1.","url":""},{"text":"Justiça determina que Google entregue dados de geolocalização de todos os celulares próximos à região onde aconteceu assalto à mão armada: a Polícia Civil diz que havia tentado apurar os fatos por outros meios durante um ano, sem obter sucesso. A decisão afirma que direitos individuais devem ceder quando o interesse maior da coletividade está em jogo. As informações são do site Convergência Digital.","url":""},{"text":"Reino Unido bane câmeras de vigilância da chinesa Hikvision: os equipamentos da empresa, a maior fabricante de câmeras de segurança do mundo, estão presentes em 60% dos órgãos públicos no país. A razão seriam possíveis riscos de segurança nacional, atuais e futuros. As informações são do site Tech Monitor.","url":""},{"text":"Binance lança fundo de 1 bilhão de dólares para recuperação do mercado de moedas digitais: o valor poderá subir para 2 bilhões, dependendo da necessidade. A decisão foi tomada em meio a preocupações do setor sobre a continuidade de investimentos após o colapso da FTX. As informações são do site Reuters.","url":""},{"text":"Intel lança “CPU as a Service”, programa que permite ativar recursos sob demanda: o Intel On Demand está disponível apenas para servidores Xeon no momento, facilitando a atualização de máquinas sem substituição do hardware. O programa também reduz a quantidade de modelos que a Intel precisa produzir. As informações são do site Tom's Hardware.","url":""}]}