{"title":"Selo dourado no Twitter / Crítica ao low code / Deepfake interessante","fps":30,"timestamp":1669386525,"date":"25/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Twitter irá lançar três tipos de verificação diferentes na próxima sexta-feira: selos dourados serão para empresas, cinzas para governos e azuis para indivíduos (celebridades ou não). Elon Musk também disse que todas as contas verificadas serão autenticadas manualmente antes da ativação. As informações são do site TechCrunch.","url":""},{"text":"Tecnologias low code não substituem o “desenvolvimento clássico” de software, afirmam clientes de ferramentas da SAP: as recentes soluções low code do fornecedor de sistemas empresariais, que prometem criar aplicativos corporativos de forma tão simples como “arrastar e soltar”, podem até auxiliar com a escassez de trabalhadores na área de TI, mas é preciso descobrir, na prática, qual a eficácia desse programas. As informações são do site The Register.","url":""},{"text":"Documentário da BBC usa deepfake para trocar rostos de manifestantes em Hong Kong e preservar suas identidades: os cineastas usaram rostos de atores para fazer a troca, mantendo os movimentos e expressões faciais originais. As informações são do site New Scientist.","url":""},{"text":"Google estaria desenvolvendo IA para escrever, corrigir e atualizar seu próprio código: o objetivo inicial do projeto Pitchfork era construir uma ferramenta que pudesse atualizar a base de código em Python da empresa, sem a necessidade de contratar um time de engenheiros. Agora, a ideia é criar um sistema de uso geral, capaz de aprender estilos de programação e escrever novos códigos em cima disso. As informações são do site Business Insider.","url":""},{"text":"Interpol encerra operação, recuperando 130 milhões de dólares, prendendo quase mil suspeitos e solucionando mais de 1.600 casos de crimes cibernéticos em todo o mundo: a ação HAECHI III desfez golpes de relacionamento online, phishing e fraudes financeiras. O anúncio também destaca a eficácia do Protocolo de Resposta Rápida Contra Lavagem de Dinheiro, que garante velocidade e cooperação internacional para interceptar fundos ilícitos antes que eles desapareçam. As informações são do site Bleeping Computer.","url":""},{"text":"S enhas mais comuns de 2022 são “password”, “123456” e “123456789”: a maioria dessas credenciais levaria menos de um segundo para ser quebrada. O relatório da NordPass também compartilha algumas tendências, como as palavras “batman”, “euphoria” e “encanto”, por conta da popularidade desses filmes e série de TV. As informações são do site The Register.","url":""},{"text":"Usuários criticam versão 2.0 do Stable Diffusion por dificultar geração de imagens controversas e que copiam estilos de artistas específicos: a Stability AI confirmou que removeu esses tipos de imagens dos dados de treinamento e que a mudança em relação a cópias de trabalhos de artistas é resultado de alterações no encoder do software. No entanto, usuários observaram que, como o sistema é de código aberto, os dados removidos podem ser facilmente adicionados em versões de terceiros. As informações são do site The Verge.","url":""}]}