{"title":"Neuralink em humanos / Crianças e celular / Download espacial recorde","fps":30,"timestamp":1669904987,"date":"01/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Neuralink fará primeiro teste em humanos nos próximos seis meses, afirma Elon Musk: a empresa está desenvolvendo tratamentos que poderiam ajudar a melhorar ou restaurar a visão, ou ainda recuperar movimentos de pessoas com paralisia. Musk afirma que pretende implantar o dispositivo em seu cérebro em algum momento no futuro. As informações são do site The Verge.","url":""},{"text":"Idade em que crianças ganham telefones celulares não provoca efeitos positivos ou negativos no seu bem-estar: o estudo da Stanford Medicine acompanhou um grupo de 250 crianças entre 7 a 11 anos ao longo de cinco anos e não encontrou mudanças nos padrões de sono, sintomas de depressão ou desempenho escolar. Uma possível explicação seria que os pais estão conseguindo combinar os desejos das crianças e suas reais necessidades no uso desses dispositivos. As informações são do site da Stanford.","url":""},{"text":"Sistema de comunicação espacial a laser alcança maior velocidade de download já registrada: a taxa de 100 Gbps é mil vezes superior à dos links de radiofrequência tradicionais. À medida que o volume de dados em alta resolução aumenta e as naves espaciais se afastam mais da Terra, a tecnologia será crucial para diversas missões científicas. As informações são do site MIT News.","url":""},{"text":"BeReal é eleito “aplicativo do ano” pela Apple e Google: a rede social envia alertas em momentos aleatórios do dia, chamando seus usuários a postarem uma foto combinando as câmeras frontal e traseira. As informações são do site TechCrunch.","url":""},{"text":"Mark Zuckerberg diz ser “problemático” que Apple possa controlar tudo o que acontece nos seus dispositivos: há um conflito de interesses no fato de que empresas concorrentes são obrigadas a utilizar a App Store e pagar suas taxas para disponibilizar seus aplicativos. Zuckerberg também disse que será “muito interessante” acompanhar o embate recente de Elon Musk e o Twitter com a Apple. As informações são do site Axios.","url":""},{"text":"Gerenciador de senhas LastPass relata nova violação de segurança: a empresa acredita que os criminosos utilizaram informações obtidas no incidente anterior, em agosto deste ano, para invadir um serviço de armazenamento em nuvem e roubar dados de clientes, sem especificar quais. Senhas de usuários, entretanto, não foram comprometidas, assegura a empresa. As informações são do site Bleeping Computer.","url":""},{"text":"Empresa de TI da Espanha é vinculada à venda de vulnerabilidades no Chrome, Firefox e Windows Defender, afirmam pesquisadores do Google: os frameworks comercializados pela Variston permitem instalar malware para fins de espionagem. As informações são do site Ars Technica.","url":""}]}