{"title":"GPT-3 é atualizado / AWS e TSE / Dropbox compra Boxcryptor","fps":30,"timestamp":1669818604,"date":"30/11/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Atualização do GPT-3 da OpenAI consegue gerar rimas, poesias e conteúdos mais longos: o “text-davinci-003” é mais eficiente com instruções complexas e na capacidade de escrever textos coerentes. No início do mês, rumores sobre GPT-4 apontavam um lançamento previsto para até fevereiro do ano que vem. As informações são do site Ars Technica.","url":""},{"text":"CDN da AWS para o TSE atendeu 1,5 milhão de requests por segundo no segundo turno das eleições: o volume foi três vezes superior ao previsto – a informação foi revelada nesta semana durante o evento “re:invent 2022”. A AWS também confirmou tentativas ataques hackers à infraestrutura disponível ao TSE, mas sem incidentes. As informações são do site Convergência Digital.","url":""},{"text":"Dropbox adquire Boxcryptor para criptografia completa de dados de clientes corporativos: embora os arquivos sejam criptografados entre servidores e usuários, a empresa tem acesso às chaves e pode, em teoria, visualizá-los. A aquisição irá adicionar uma camada extra de segurança, indispensável para documentos corporativos confidenciais. As informações são do site TechCrunch.","url":""},{"text":"Governo prevê contratação de computadores e notebooks “como serviço“: o mesmo modelo já é utilizado em software (SaaS). A vantagem seria transformar essas aquisições em custeio, deixando recursos disponíveis para outros investimentos. As informações são do site Convergência Digital.","url":""},{"text":"Campanha para renegociação de dívidas do Serasa no TikTok tem resultado impressionante: os anúncios, que usavam uma linguagem específica para a rede social, obtiveram uma taxa de conversão de 75%, resultando em 496 mil acertos de inadimplências. Um estudo recente aponta que 58% dos usuários entram no TikTok para procurar vídeos relacionados a finanças. As informações são do site Tecnoblog.","url":""},{"text":"Câmara aprova Projeto de Lei 4401/2021 para regulamentar moedas digitais: o principal objetivo é combater crimes relacionados a esses ativos, criar maneiras de proteger os investidores e incentivar a redução de impactos ambientais no processo de mineração. O texto agora segue para sanção presidencial, última etapa do processo. As informações são do site Exame.","url":""},{"text":"Amazon lança novo processador Inferentia2 para computação de alto desempenho: o chip consegue lidar com conjuntos de dados maiores para geração de imagens por software ou detecção e interpretação da fala humana. O processador também dará aos clientes um poder de computação mais econômico do que soluções da Intel, Nvidia e AMD. As informações são do site Slashdot.","url":""}]}