{"title":"Brasileira CEO do Slack / Google mexe no Waze / Experimento controverso","fps":30,"timestamp":1670509692,"date":"08/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Brasileira Lidiane Jones irá assumir cargo de CEO do Slack em 2023: ela é atualmente vice-presidente sênior de gerenciamento de produtos da Salesforce, empresa dona da plataforma de comunicação, e já trabalhou na Apple e Microsoft. Jones é formada em Ciências da Computação pela Universidade de Michigan. As informações são do site TecMundo.","url":""},{"text":"Google une equipes do Maps e Waze para cortar custos: a empresa garante que manterá os dois serviços em aplicativos separados. Os cerca de 500 funcionários do Waze farão a transição nesta sexta-feira. As informações são do site TechCrunch.","url":""},{"text":"Físicos não criaram “buraco de minhoca” usando computador quântico, ao contrário do que foi reportado por diversas fontes de notícias: na verdade, o experimento – rodado no processador quântico Sycamore do Google – envolveu a criação de um sistema quântico simplificado e medições consistentes com descrições teóricas. Apesar do resultado ter sido importante, confirmando o que já havia sido encontrado em outras simulações utilizando computadores tradicionais, muitos físicos criticaram como o assunto foi abordado na mídia. As informações são do site Ars Technica.","url":""},{"text":"Apple apresenta três novos recursos avançados de segurança: usuários poderão usar chaves de segurança físicas para fazer login no Apple ID, verificar contatos do iMessage para ter certeza de que estão conversando com quem pretendem e contar com criptografia de ponta a ponta do iCloud estendida para backups, fotos e notas. Todas as funcionalidades estarão disponíveis globalmente em 2023. As informações são da página de imprensa da Apple.","url":""},{"text":"Após críticas de cidadãos e grupos de direitos civis, São Francisco volta atrás em uso de robôs armados pela polícia: a cidade havia aprovado o uso de robôs controlados remotamente como uma opção de força letal em situações extremas. A proposta exigirá uma nova votação, mas deverá ser excluída permanentemente. As informações são do site The Verge.","url":""},{"text":"80% das empresas brasileiras ainda não estão totalmente adequadas à LGPD: o estudo do Grupo DARYUS também mostra que apenas 4% das empresas registraram incidentes envolvendo dados pessoais sensíveis que precisariam ser comunicados à ANPD e pessoas afetadas. As informações são do site Canaltech.","url":""},{"text":"Bun 0.3.0 usa até 5 vezes menos memória sob carga: a nova versão possui builds para Vercel e Cloudflare Pages, maior compatibilidade com NodeJS, instalação de módulos a partir do npm automaticamente e várias novas APIs e melhorias na estabilidade. As informações são do blog do Bun.","url":""}]}