{"title":"Mercado Livre vs Apple / Servidores de email no Brasil / Lei de Moore viva","fps":30,"timestamp":1670336911,"date":"06/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Mercado Livre abre processo contra Apple no Brasil por práticas anticompetitivas: as atuais regras da App Store estariam impedindo a empresa de oferecer serviços concorrentes e dificultando seus planos de tornar-se um marketplace de produtos digitais. As informações são do site Mobile Time.","url":""},{"text":"Menos de 1% dos servidores de email no Brasil contam com padrões de segurança adequados: a análise realizada pelo NIC BR também mostra que menos de 3% dos sites estão em conformidade com parâmetros técnicos internacionais modernos, como IPv6 e nomes dos domínios assinados. As informações são do site Convergência Digital.","url":""},{"text":"Inovações em transistores manterão a Lei de Moore viva por mais 6 ou 8 anos, diz AMD: será possível montar chips com maior densidade e consumo de energia menor, mas o processo de produção será mais caro. A arquitetura Infinity da AMD, por exemplo, adota uma abordagem modular, possibilitando construir um processador com vários chips unidos. As informações são do site The Register.","url":""},{"text":"Adobe irá vender imagens stock geradas por IA: a empresa vê esses tipos de imagens como um complemento e não um substituto a artistas humanos. As obras possuirão uma rotulação exclusiva e direitos autorais apropriados. As informações são do site Axios.","url":""},{"text":"Apple planeja transferir quase metade da produção de iPhones para fora da China: a empresa não estaria mais confortável em depender tanto do país. A intenção é produzir parte dos iPhones na Índia e outros produtos, como fones e notebooks, no Vietnã. A Apple já produz os iPhones XR, 11 e 13 no Brasil, em uma unidade em Jundiaí (SP). As informações são do The Wall Street Journal e Tecnoblog.","url":""},{"text":"Google introduz “rolagem contínua” para resultados de busca no desktop: o objetivo é oferecer mais visibilidade a links que não conseguiram uma boa posição – até seis páginas de resultados estarão disponíveis de uma só vez e não deve ser confundido com rolagem infinita. O recurso foi lançado nos EUA, mas deverá ser expandido para mais países. As informações são do site TechCrunch.","url":""},{"text":"Brave Search lança globalmente anúncios sem rastreamento em seu mecanismo de busca: o sistema usa como contexto apenas o que foi pesquisado, país e tipo de dispositivo para mostrar anúncios, sem manter nenhum tipo de informação sobre o usuário. É possível também remover as propagandas por uma taxa mensal de 3 dólares. As informações são do site da Brave.","url":""}]}