{"title":"Planalto confirma ataque hacker / Ex-CEO da FTX é preso / Novidade em fusão nuclear","fps":30,"timestamp":1670941828,"date":"13/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Setor de TI do Palácio do Planalto confirma ataque cibernético ao Gabinete da Presidência, ocorrido logo após as eleições deste ano: o ataque do tipo ransomware afetou 191 PCs e foi instalado por meio de phishing – não está claro se dados sensíveis foram vazados. Ao contrário de rumores, cópias de segurança evitaram a perda de arquivos. Peritos do Ministério Público Federal também estão investigando o caso. As informações são do site CISO Advisor.","url":""},{"text":"Ex-CEO da FTX é preso nas Bahamas a pedido do governo dos EUA: Sam Bankman-Fried está sendo investigado por fraude a investidores enquanto comandava a corretora de criptoativos. É provável que os EUA solicitem sua extradição. As informações são do site TechCrunch.","url":""},{"text":"Cientistas americanos produzem primeira reação de fusão nuclear com ganho líquido de energia: o experimento realizado na National Ignition Facility do Laboratório Nacional Lawrence Livermore gerou 2,5 megajoules de energia, cerca de 20% a mais do que foi injetado no sistema. O reator é o do tipo de confinamento inercial baseado em lasers. As informações são do site TechCrunch.","url":""},{"text":"China proíbe deepfakes sem identificação por “marcas d'água”: conteúdos sintetizados por IA também serão revisados pelo governo chinês antes de serem lançados. As informações são do site Ars Technica.","url":""},{"text":"Primeiro festival de filmes criados por IA: o AI Film Festival, evento criado pela Runway ML, irá apresentar curtas-metragens de até 10 minutos que incluam conteúdo gerado sinteticamente ou montados com técnicas de edição baseadas em IA. O evento ocorre em fevereiro do ano que vem, em Nova Iorque. As informações são do site Engadget.","url":""},{"text":"Problemas de qualidade de software irão causar perdas de 2,4 trilhões de dólares nos EUA em 2022, mostra relatório: dívidas técnicas representariam o maior custo, acumulado em 1,5 trilhão de dólares para o período. Prejuízos relacionados a deficiências em componentes de terceiros (problemas no supply chain) cresceram 650% no último ano. As informações são do site Security Magazine.","url":""},{"text":"Google adia mais uma vez a reformulação da plataforma de extensões do Chrome: a nova abordagem adotada pelo Manifest v3 é considerada polêmica porque quebra a funcionalidade de ad blockers, mas resolve graves problemas de segurança, afirma o Google. Apenas 18% das extensões disponíveis na Chrome Web Store já fizeram a atualização. Uma nova data será escolhida apenas no ano que vem. As informações são do site The Register.","url":""}]}