{"title":"Marca d'água para IAs / 63 novos 0-day / Vite 4","fps":30,"timestamp":1670855326,"date":"12/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"OpenAI está desenvolvendo sistema de “marca d'água” para conteúdos gerados por IA: uma função criptográfica executada em nível de servidor seleciona “pseudo-aleatoriamente” palavras geradas por sistemas como o ChatGPT, permitindo descobrir se um texto foi escrito por uma IA e mitigando problemas como plágios em trabalhos acadêmicos, por exemplo. As informações são do site TechCrunch.","url":""},{"text":"Hackers demonstram 63 novas vulnerabilidades zero-day na competição Pwn2Own Toronto: os alvos foram dispositivos como smartphones, hubs de automação residencial, impressoras, roteadores sem fio, NAS e smart speakers de empresas variadas, como Samsung, HP, Netgear, Sonos, TP-Link, Synology e Ubiquiti. Os exploits renderam aos hackers um total de 989 mil dólares em programas de bug bounty. As informações são do site Bleeping Computer.","url":""},{"text":"Ferramenta de front-end Vite chega à versão 4 com bugs corrigidos, melhorias e otimizações: a atualização traz um novo plugin React por meio da plataforma extensível Speedy Web Compiler, baseada em Rust, utilizada por outras ferramentas como Next JS e Deno, e por empresas como a Vercel e Shopify. As informações são do blog do Vite.","url":""},{"text":"Missão Artemis 1 é concluída com amerissagem bem-sucedida da cápsula Orion no Oceano Pacífico: agora, a NASA poderá se preparar para seu primeiro voo tripulado ao redor da Lua, Artemis 2, previsto para 2024. As informações são do site Space.","url":""},{"text":"Novo tipo de ataque usa radiação eletromagnética emitida pela fonte de computadores para transmitir dados de sistemas isolados da rede: após o equipamento ser infectado por um malware específico, as informações transmitidas podem ser captadas por um dispositivo receptor, como um smartphone, a até 2 metros de distância e mesmo com barreiras físicas, como paredes. As informações são do site Bleeping Computer.","url":""},{"text":"Adobe publica código-fonte da tecnologia de impressão PostScript: a linguagem de programação foi criada há 40 anos com o objetivo de promover a interoperabilidade entre computadores, impressoras e tipógrafos, revolucionando a indústria de editoração digital. As informações são do Computer History Museum.","url":""},{"text":"DeepMind lança Dramatron, ferramenta de IA para escritores de peças de teatro e roteiros de filmes: o sistema gera descrições de personagens, enredos e diálogos de forma coerente e interativa, funcionando como fonte de inspiração e material para autores humanos. As informações são do repositório “deepmind/dramatron” no GitHub.","url":""}]}