{"title":"“Disrupção total” do Google / Novidades no Chrome / Linguagem do ano","fps":30,"timestamp":1670596088,"date":"09/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Criador do Gmail alerta que Google estaria a poucos anos de uma “disrupção total”: para Paul Buchheit – que também desenvolveu o protótipo do sistema de anúncios AdSense da empresa – IAs como o ChatGPT eliminarão a necessidade de um mecanismo de busca e, por consequência, a página de resultados, local onde o Google ganha a maior parte de suas receitas. E mesmo que a empresa lance uma IA similar, seria difícil implementá-la totalmente sem destruir a parte mais valiosa de seus negócios. As informações são do perfil do engenheiro no Twitter.","url":""},{"text":"Chrome versão 108, já disponível, introduz modos para economia de memória e energia, e adiciona suporte oficial ao Passkeys: o modo Memory Saver desativa guias inativas para reduzir o uso de memória em até 30%, enquanto o Energy Saver limita efeitos visuais e vídeos em segundo plano quando o nível de bateria do notebook estiver abaixo de 20%. Já o Passkeys é uma nova forma de autenticação, desenvolvida em conjunto com a Apple e Microsoft para substituir as tradicionais senhas – desenvolvedores precisam adicionar suporte ao Passkeys em seus sites usando a API WebAuthn. As informações são do site TechCrunch e do blog Chromium.","url":""},{"text":"Índice TIOBE mostra Python, C e C++ competindo pelo título de linguagem de programação do ano: a única outra vez em que C++ alcançou essa posição foi em 2003. Esta também é a primeira vez em que Java não fica entre as três linguagens mais populares – o Top 10 também inclui C#, Visual Basic, JavaScript, SQL, Assembly e PHP. As informações são do site da TIOBE.","url":""},{"text":"GitHub lança versão do Copilot para empresas: a principal diferença entre o Copilot for Business e a versão para indivíduos é a possibilidade de restringir a sugestão de linhas de código que correspondam a código disponível em repositórios públicos no GitHub – uma provável resposta às controvérsias de propriedade intelectual em torno do sistema. As informações são do site TechCrunch.","url":""},{"text":"Agência reguladora dos EUA quer bloquear aquisição da Activision Blizzard pela Microsoft: o acordo daria à empresa o controle de grandes franquias de jogos, como Call of Duty e Overwatch, permitindo que ela prejudicasse a concorrência ao degradar a experiência do jogador em consoles rivais ou manter esses jogos exclusivos ao Xbox. As informações são da página de imprensa da FTC.","url":""},{"text":"Startup desenvolve sistema para resfriamento de chips extremamente compacto que não requer energia extra: com altura total de 2,8 mm, o AirJet se aproveita do efeito piezoelétrico para circular o ar através de pequenas cavidades internas. A Qualcomm investiu 100 milhões de dólares na empresa e a Intel será a primeira cliente. As informações são do site All About Circuits.","url":""},{"text":"Operadoras do mundo inteiro se unem para adotar APIs de rede padronizadas: o projeto busca facilitar a criação de novos serviços por terceiros. Cada empresa irá escolher uma ou mais APIs para desenvolver e disponibilizar para as demais. No Brasil, a TIM está programando uma API para confirmar números telefônicos. As informações são do site Mobile Time.","url":""}]}