{"title":"Stack Overflow bane IA / Chave da Samsung vaza / Dev idoso quer passar bastão","fps":30,"timestamp":1670250510,"date":"05/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Stack Overflow bane respostas geradas pelo ChatGPT: o site estava sendo inundado de textos gerados pela recém-lançada IA da OpenAI. O principal problema seria que, apesar de parecerem tecnicamente corretas, as respostas contêm muitas inexatidões. As informações são do Stack Overflow Meta.","url":""},{"text":"Chave criptográfica para aplicativos Android da Samsung vaza: a chave comprometida é utilizada em centenas de apps e serviços da empresa, como acesso à conta, Samsung Pay e Bixby, permitindo que uma atualização maliciosa seja feita sobre esses aplicativos legítimos. O Google já implementou mitigações dentro da Play Store, mas há pouco a ser feito em apps instalados por fora da loja de aplicativos. As informações são do site Ars Technica.","url":""},{"text":"Software para cálculos complexos em física de partículas está em risco por causa da idade de desenvolvedor: a manutenção do FORM é feita exclusivamente por seu criador, Jos Vermaseren, hoje com 73 anos. Programas alternativos, como o Wolfram Mathematica, são mais fáceis de usar, mas são ordens de magnitude mais lentos. Em 2023, Vermaseren pretende realizar uma cúpula com usuários para planejar o futuro do programa. As informações são do site Quanta Magazine.","url":""},{"text":"Primeira pessoa é resgatada após ativar novo recurso de sinalização de emergência via satélite do iPhone 14: um homem perdido no Alasca contatou as autoridades mesmo estando em uma área sem Wi-Fi ou cobertura de celular. Os policiais responsáveis pelo resgate disseram ter ficado impressionados com a precisão e integridade das informações incluídas no alerta que receberam. As informações são do site PC Magazine.","url":""},{"text":"Quebra de criptografia por computação quântica é a maior questão de segurança nacional já enfrentada: na Quantum World Congress, primeira conferência do setor, especialistas alertam que alguns governos já começaram a roubar dados criptografados de países adversários com o objetivo de descriptografá-los quando computadores quânticos estiverem disponíveis. Como é impossível preparar-se para uma tecnologia que ainda não existe, é difícil prever se protocolos desenvolvidos no momento serão suficientes. As informações são do site Axios.","url":""},{"text":"Starlink da SpaceX lança novo serviço voltado a agências militares e de vigilância: o Starshield é baseado na experiência da empresa na Ucrânia, onde o sistema de satélites em baixa órbita demonstrou capacidade de operar em uma zona de combate, provando ser mais resiliente do que se esperaria de um sistema comercial. As informações são do site SpaceNews.","url":""},{"text":"IBM encerra plataforma de cadeia de suprimentos baseada em blockchain: o TradeLens, em parceria com a gigante de transporte marítimo Maersk, buscava digitalizar a troca de informações na indústria naval. Apesar de tecnicamente viável, o sistema não obteve respaldo da indústria. As informações são do site The Register.","url":""}]}