{"title":"Falha crítica VS Code / Telegram anônimo / Superapp da Microsoft","fps":30,"timestamp":1670423289,"date":"07/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Pesquisadores de segurança do Google encontraram vulnerabilidade crítica no Visual Studio Code: um invasor poderia, por meio de um link ou site, assumir o controle do computador de um usuário e de qualquer computador ao qual estivesse conectado por meio do recurso Remote Development. A falha afetava o GitHub Codespaces, GitHub Dev, Visual Studio Code para a Web e, em menor grau, o Visual Studio Code para Desktop. As versões afetadas são 1.4.0 a 1.71.1 – a versão 1.73.1 está corrigida. As informações são do repositório Security Research do Google no GitHub.","url":""},{"text":"Atualização do Telegram permite criar conta sem cartão SIM e fazer login usando números de telefone anônimos baseados em blockchain: os números podem ser adquiridos na plataforma Fragment por 9 TON (cerca de 90 reais na cotação atual). A gora também é possível definir um cronômetro global para excluir todas as mensagens dentro do aplicativo, automaticamente. As informações são do blog do Telegram.","url":""},{"text":"Microsoft está estudando criar superapp para dispositivos móveis: o aplicativo combinaria compras, mensagens, buscas, notícias e emails, permitindo que a empresa tenha uma plataforma própria dentro dos dispositivos da Apple e Google. As informações são do site The Information.","url":""},{"text":"Ledger lança nova carteira de ativos digitais criada por Tony Fadell, designer do iPod original: a Stax é do tamanho de um cartão de crédito, possui uma tela E Ink semelhante ao Kindle para exibir artes NFT armazenadas e suporta mais de 500 moedas digitais. As informações são do site TechCrunch.","url":""},{"text":"São Paulo suspende edital para sistema de monitoramento facial: o projeto “Smart Sampa”, no entanto, não foi abandonado – o texto será atualizado para incluir sugestões de críticos da tecnologia. A prefeitura prevê a instalação de 20 mil câmeras na cidade até 2024. As informações são do site Olhar Digital.","url":""},{"text":"Meta será impedida de mostrar anúncios personalizados na Europa, reporta agência de notícias: Facebook e Instagram precisarão solicitar autorização explícita para usar informações pessoais de usuários. A decisão, ainda confidencial, deverá sair em definitivo no próximo mês. As informações são da Reuters.","url":""},{"text":"Samsung apresenta tela OLED com leitor biométrico em toda a área do display: o componente também permite o escaneamento de impressões digitais sucessivas para mais segurança. O lançamento da tecnologia em smartphones da linha Galaxy é estimado para 2025. As informações são do site Financial Express.","url":""}]}