{"title":"Burnout em cibersegurança / Nova IA do Google / Recorde em células solares","fps":30,"timestamp":1671546578,"date":"20/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta terça-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"66% dos analistas de cibersegurança relatam sofrer de burnout neste ano: dos 311 profissionais entrevistados pelo Promon, 50% apontaram a carga de trabalho como a maior fonte de estresse, seguido por problemas de gestão (19%), dificuldades de relacionamento com colegas (12%), falta de ferramentas (11%) e, por fim, salários baixos (7%). As informações são do site VentureBeat.","url":""},{"text":"Novo modelo de linguagem do Google reduz o tempo de geração de textos pela metade, sem perda de qualidade: enquanto outros sistemas dedicam o mesmo poder de computação para qualquer previsão de palavras, o CALM (Modelagem de Linguagem Adaptativa por Confiança, na sigla em inglês) é mais eficiente e distribui esses esforços dinamicamente, partindo do princípio de que algumas palavras são mais fáceis de prever do que outras. As informações são do blog Google AI.","url":""},{"text":"Cientistas alemães quebram novamente recorde mundial de eficiência energética em células solares: o componente converte 32,5% da radiação solar incidente em energia elétrica, utilizando uma composição de silício e perovskita. Em julho deste ano, a Ecole Polytechnique Fédérale de Lausanne, na Suíça, havia quebrado pela primeira vez a barreira dos 30% de eficiência. As informações são do site Helmholtz-Zentrum Berlin.","url":""},{"text":"Linux Foundation irá formar iniciativa para criar padrões abertos para o metaverso: o objetivo da Open Metaverse Foundation é criar protocolos para tornar projetos diferentes acessíveis e interoperáveis por seus usuários. As informações são do site da Linux Foundation.","url":""},{"text":"Meta continuará dedicando 20% de seus investimentos totais em realidade virtual e metaverso: o CTO Andrew Bosworth afirma que esse percentual é adequado, mas uma desaceleração no mercado de publicidade, negócio principal da companhia, pode limitar investimentos na área. Ele também confirmou o lançamento de um novo óculos de RV para o próximo ano. As informações são do site Axios.","url":""},{"text":"Skype agora utiliza a própria voz do usuário para traduzir conversas para diferentes idiomas em tempo real: o recurso TruVoice combina as tecnologias de reconhecimento de fala e processamento de linguagem natural para fazer a tradução. A funcionalidade está disponível para inglês, espanhol, francês, alemão, chinês e vários outros idiomas, mas infelizmente ainda não para português. As informações são do blog do Skype.","url":""},{"text":"Valve está pagando mais de cem desenvolvedores de código aberto para manter o console portátil Steam Deck funcionando: o esforço faz parte de uma estratégia mais ampla que busca estabelecer uma arquitetura sólida para jogos no Linux, tornando-o uma alternativa viável ao Windows para jogos de PC. As informações são do site PC Gamer.","url":""}]}