{"title":"Microsoft, Meta e AWS: mapas abertos / ARM “arquitetura legada” / SvelteKit 1.0","fps":30,"timestamp":1671114533,"date":"15/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Microsoft, Meta, AWS, TomTom e Fundação Linux unem-se para desenvolver mapas abertos e interoperáveis: a Overture Maps Foundation irá mesclar dados de inúmeras fontes em um formato consistente, padronizado e adequado para uso em sistemas e aplicativos de produção, incluindo a canalização de dados de outros projetos, como o OpenStreetMap. As informações são do site TechCrunch.","url":""},{"text":"Qualcomm vai investir em RISC-V e chama ARM de “arquitetura legada”: a empresa vê oportunidades para o novo conjunto de instruções de código aberto em uma variedade de dispositivos, como vestíveis, smartphones, notebooks e carros conectados. Qualcomm e ARM encontram-se em uma disputa legal sobre a customização de chips. As informações são do site The Register.","url":""},{"text":"Após dois anos em desenvolvimento, SvelteKit atinge versão 1.0: o framework pode ser usado para a criação de aplicações web completas, combinando Vite com Svelte para fornecer uma experiência de desenvolvimento Full Stack mais simples e robusta. As informações são do blog do Svelte.","url":""},{"text":"Microsoft proíbe mineração de moedas digitais em servidores Azure: a atividade pode degradar ou causar interrupções nos serviços online, além de trazer preocupações associadas a fraudes e ciberataques. A permissão pode ser concedida para testes e pesquisas, mediante autorização por escrito. As informações são do site The Register.","url":""},{"text":"Google Docs irá melhorar a exibição de código em seus documentos: blocos de código adicionarão espaçamento adequado e realce de sintaxe para as linguagens C/C++, Java, JavaScript e Python inicialmente. O recurso estará disponível no início do ano que vem. As informações são do site The Verge.","url":""},{"text":"Microsoft faz parceria com Viasat para internet via satélite: o projeto irá abranger inicialmente países da África e Américas do Norte e Central, e faz parte da iniciativa Airband, que tem como meta conectar cerca de 250 milhões de pessoas à internet até 2025. As informações são do site The Verge.","url":""},{"text":"Ataque em larga escala inunda repositórios de código aberto com 144 mil módulos de phishing: a maior parte dos uploads maliciosos foi feito ao manager de módulos NuGet (136 mil), mas PyPI e npm também foram alvos. A campanha promovia vales-presentes e brindes, com a intenção de roubar credenciais de jogos online, redes sociais e emails. As informações são do site Bleeping Computer.","url":""}]}