{"title":"LastPass: senhas roubadas / FBI recomenda ad blocker / “Alexa” offline","fps":30,"timestamp":1671907450,"date":"24/12/2022","intro":{"text":"Olá pessoal, sigam agora com as notícias desta sábado."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"LastPass revela roubo de dados criptografados de usuários, como senhas e notas: as informações, no entanto, só podem ser descriptografadas por meio da senha mestra do usuário e esta não fica armazenada nos servidores da LastPass. Os hackers, entretanto, poderão usar um ataque de força bruta para tentar adivinhar a senha mestra e descriptografar os dados roubados. As informações são do blog da LastPass.","url":""},{"text":"FBI recomenda instalar bloqueadores de anúncio para evitar golpes: especialmente neste período do ano, cibercriminosos compram anúncios para colocar links maliciosos – disfarçados de sites autênticos – no topo das buscas e induzir as vítimas ao erro. As informações são do site TechCrunch.","url":""},{"text":"Projeto open source Home Assistant está desenvolvendo assistente de voz, como a Alexa, com processamento local e offline: o sistema oferece vantagens como privacidade e uma experiência mais responsiva. O recurso será baseado no Rhasspy, assistente de voz de código aberto, escolhido especificamente pelo fato de trabalhar com vários idiomas diferentes, incluindo o português. As informações são do site Ars Technica.","url":""},{"text":"Europa estuda criar lei para garantir eletrônicos, como smartphones, com baterias “facilmente” substituíveis pelos próprios consumidores: a proposta também determina o uso de metais reciclados e o banimento gradual de baterias não recarregáveis para qualquer tipo de aplicação a partir de 2030. As informações são do site do Parlamento Europeu.","url":""},{"text":"Google torna open source duas de suas tecnologias de aprimoramento de privacidade: a Magritte usa aprendizado de máquina para detectar e desfocar automaticamente objetos com informações sigilosas, como placas de veículos e tatuagens, em vídeos. A Fully Homomorphic Encryption (FHE) Transpiler permite executar cálculos em dados criptografados sem acessar informações pessoais identificáveis. As informações são do site Engadget.","url":""},{"text":"Brave lança método para consultas em banco de dados com foco em privacidade: o FrodoPIR será a base para um futuro verificador de credenciais vazadas incorporado ao navegador, possibilitando buscar nomes de usuários e senhas em data dumps, sem revelar os pares verificados. A implementação é de código aberto e está disponível no repositório “rave-experiments/frodo-pi” no GitHub. As informações são do site do Brave.","url":""},{"text":"Pesquisadores de segurança descobrem primeiro malware usando técnica Anti-Debug no PyPI: o módulo cookiezlog, além de utilizar técnicas tradicionais para obfuscação estática, consegue evitar sua detecção por ferramentas de análise dinâmicas, checando o sistema operacional por processos em segundo plano que podem comprometer seu funcionamento ou detectar se está rodando em uma máquina virtual. As informações são do blog da JFrog.","url":""}]}