{"title":"Malware brasileiro perigoso / 1 milhão de Devs no metaverso / Bill Gates e Jeff Bezos","fps":30,"timestamp":1671200821,"date":"16/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta sexta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Novo malware bancário, altamente sofisticado, tem como alvo usuários Android brasileiros: o BrasDex conta com um complexo sistema de keylogging para extrair credenciais e informações bancárias, bem como uma engine capaz de realizar transações fraudulentas de maneira automatizada pelo Pix. Dentro do código, os pesquisadores de segurança encontraram uma mensagem inusitada, codificada em Base64 – “FOD**SETODOSOSFU**INGBANCOSBRASILEIROS”. As informações são do site TecMundo.","url":""},{"text":"Epic acredita que seu metaverso terá 1 milhão de desenvolvedores criando conteúdo para 1 bilhão de usuários: a ideia é utilizar ferramentas 3D desenvolvidas pela empresa, como o Unreal Engine, para criar mundos virtuais que se aproximarão cada vez mais da “ficção científica“ nos próximos anos. As informações são do site The Verge.","url":""},{"text":"Bill Gates e Jeff Bezos investem em startup de implantes cerebrais: a Synchron ajuda pessoas paralisadas a se comunicarem controlando computadores com a mente – cerca de 100 milhões de pessoas em todo o mundo poderiam se beneficiar desse tipo de tecnologia. As informações são do site Bloomberg.","url":""},{"text":"Pesquisadores australianos desenvolvem bateria que utiliza água do mar e possui capacidade de armazenamento quatro vezes superior a baterias tradicionais de íons de lítio: o componente também é menos tóxico e mais barato de se produzir. A tecnologia foi projetada especificamente para grandes sistemas de armazenamento de energia renovável. As informações são do site da Universidade de Sydney.","url":""},{"text":"Governo inaugura centro integrado de prevenção, tratamento e resposta a incidentes cibernéticos para 238 órgãos federais: o CISC GovBR fará a coordenação operacional de cibersegurança, realizando testes de intrusão preventivos, atividades de inteligência de ameaças e apoio durante incidentes. As informações são do site Convergência Digital.","url":""},{"text":"GitHub exigirá autenticação de dois fatores para todos os usuários até o final de 2023: usuários receberão um aviso prévio por email e, se não ativarem o recurso dentro do prazo estipulado (45 dias + uma semana), serão impedidos de acessar as ferramentas do site. As informações são do site Bleeping Computer.","url":""},{"text":"GitHub disponibiliza serviço de varredura de segredos gratuitamente: o recurso, até então disponível apenas para usuários corporativos, verifica repositórios em busca de mais de 200 formatos de token conhecidos para fazer alertas sobre possíveis vazamentos. O lançamento será feito gradualmente até o final de janeiro de 2023. As informações são do site TechCrunch.","url":""}]}