{"title":"Copilot atrapalha Devs / Microsoft + Netflix / Rede social da Mozilla","fps":30,"timestamp":1671632862,"date":"21/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Desenvolvedores que usam ferramentas de IA, como o GitHub Copilot, produzem códigos menos seguros: um estudo da Universidade de Stanford demonstrou que 33% do grupo assistido por IA criaram códigos com vulnerabilidades, contra 21% do grupo de controle. Além disso, aqueles que usaram um assistente também eram mais confiantes e propensos a acreditar que haviam escrito código mais seguro. As informações são do site The Register.","url":""},{"text":"Rumores de que a Microsoft estaria planejando adquirir a Netflix ficam mais fortes: a ideia seria unir o streaming de TV com um serviço de videogames por assinatura para vários dispositivos. O presidente da Microsoft, Brad Smith, já faz parte do conselho da Netflix. As informações são do site Reuters.","url":""},{"text":"Mozilla irá explorar “alternativa saudável” de rede social em 2023: a empresa testará uma instância acessível ao público no Fediverse, rede de servidores federados interconectados, utilizada por serviços como Mastodon. A intenção é contribuir com o crescimento de um espaço social sustentável e protegido do controle centralizado de qualquer entidade. As informações são do blog da Mozilla.","url":""},{"text":"Jogo de realidade virtual rastreia movimentos oculares para diagnosticar TDAH em crianças: o sistema fornece tarefas que simulam a vida cotidiana em um ambiente com várias distrações e utiliza aprendizado de máquina para identificar padrões associados ao transtorno. As informações são do site New Atlas.","url":""},{"text":"OpenAI lança IA que gera modelos 3D a partir de texto de forma mais eficiente: o Point-E é composto por dois modelos, um de texto para imagem e um de imagem para 3D, e exige menos esforço computacional porque utiliza nuvens de pontos de dados, que então são convertidas em uma malha poligonal. As informações são do site TechCrunch.","url":""},{"text":"Okta confirma ataque hacker e roubo de código-fonte em repositórios no GitHub: a empresa garante que dados de clientes não foram comprometidos. Todos os commits recentes também foram revalidados para garantir a integridade do código. As informações são do site Bleeping Computer.","url":""},{"text":"Ferramenta colaborativa da Vercel sai do beta e fica disponível de forma geral: segundo o CEO Guillermo Rauch, a possibilidade de adicionar comentários ao Preview Deployment traz para o desenvolvimento front-end algo semelhante ao Figma e Google Docs, permitindo ampliar o número de pessoas que podem ser envolvidas no processo. As informações são do site TechCrunch.","url":""}]}