{"title":"Gmail com E2EE / Carmack deixa Meta / Novo benchmark para navegadores","fps":30,"timestamp":1671460123,"date":"19/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta segunda-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Google agora permite criptografia de ponta a ponta para usuários corporativos do Gmail: clientes poderão adicionar suas próprias chaves de encriptação, garantindo que quaisquer dados no corpo do email e anexos não possam ser descriptografados pelos servidores do Google. As informações são do site Bleeping Computer.","url":""},{"text":"John Carmack pede demissão da Meta fazendo críticas graves à gestão da empresa: o lendário programador lamentou-se da “quantidade ridícula de pessoas e recursos” sendo constantemente “autossabotados e desperdiçados”. Carmack não conseguiu emplacar sua visão de um dispositivo de realidade virtual “super barato e leve”, o oposto do recém-lançado Quest Pro. As informações são do site Ars Technica.","url":""},{"text":"Google, Apple e Mozilla criarão novo benchmark para navegadores: o Speedometer 3 medirá de forma mais neutra a responsividade de aplicações web no Chrome, Safari e Firefox. A evolução do projeto pode ser acompanhada no repositório “WebKit/Speedometer” no GitHub. As informações são do site Engadget.","url":""},{"text":"Alemanha terá primeiro computador em exoescala do continente europeu: a arquitetura do JUPITER será baseada em GPUs, com o potencial de executar cálculos para estudos do comportamento de milhões de átomos vibrando em escala quântica e simulações planetárias do clima. As informações são do site Spectrum.","url":""},{"text":"Google cria “tradutor” de caligrafia incompreensível de médicos: o recurso será adicionado ao Google Lens e conseguirá detectar medicamentos listados em receitas médicas. As informações são do site TechCrunch.","url":""},{"text":"74% dos desenvolvedores estão “ativamente procurando” ou “abertos a” um novo emprego, mostra pesquisa do Stack Overflow: dentre os 2.600 profissionais da área entrevistados, 54% apontaram salários mais altos como o principal motivador ao considerar novas vagas. Quanto às desvantagens de suas funções atuais, a maioria citou horários rígidos de expediente (46%) e a exigência de trabalho presencial (44%). As informações são do blog do Stack Overflow.","url":""},{"text":"Comunidade open source faz fork do editor Atom, descontinuado pelo GitHub: o Pulsar pretende continuar o desenvolvimento do Atom como um editor multiplataforma (Electron) e super customizável. O repositório do projeto é “pulsar-edit/pulsar” no GitHub. As informações são do site Slashdot.","url":""}]}