{"title":"Novo protocolo para internet / iOS 17 será diferente / Microsoft bem administrada","fps":30,"timestamp":1671028115,"date":"14/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quarta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Fundador do Twitter planeja financiar o desenvolvimento de uma “internet aberta”, começando com investimento de 1 milhão de dólares ao Signal: para Jack Dorsey, é urgente a criação de um novo protocolo padrão para tornar mídias sociais uma parte nativa da internet, como HTTP ou SMTP. Dorsey também planeja investir em equipes de engenharia que trabalham em protocolos de comunicação privados, Bitcoin e um sistema operacional móvel que instala apenas web apps. As informações são do site TechCrunch.","url":""},{"text":"Apple estaria trabalhando em mudanças profundas no iOS 17 para atender a novas regras europeias: além de permitir lojas de aplicativos alternativas, o sistema poderá abrir APIs e frameworks privativos para desenvolvedores, fornecendo acesso a funções e hardware não disponíveis hoje. As informações são do MacRumors.","url":""},{"text":"Microsoft é eleita empresa mais bem administrada dos EUA: o Top 3 também é composto por IBM e Apple. Dentre as 900 empresas avaliadas, a Meta teve a queda mais significativa, saindo da 31ª posição para a 131ª. As informações são do site Olhar Digital.","url":""},{"text":"Durante reunião interna, funcionários do Google mostram-se preocupados com a perda de vantagem competitiva devido à recente popularidade do ChatGPT: soma-se a isso o fato da OpenAI ser financiada pela Microsoft, uma grande concorrente. Apesar de possuírem uma tecnologia similar com o LaMDA, os executivos da companhia acreditam ser preciso uma abordagem mais conservadora, dado o “risco reputacional” à confiabilidade de seus resultados de busca, principal negócio da empresa. As informações são do CNBC.","url":""},{"text":"Nova pesquisa quer analisar o uso do COBOL em todo o mundo: estima-se que a quantidade de código em produção estaria em torno de 800 bilhões de linhas – em uma pesquisa anterior, 92% das organizações consideravam o COBOL uma tecnologia estratégica. As informações são do site The Register.","url":""},{"text":"Meta lança segunda versão do “data2vec“, algoritmo de aprendizado autossupervisionado altamente eficiente para imagens, áudios e textos: o sistema – 16 vezes mais rápido que seu predecessor – permite que máquinas utilizem um mesmo mecanismo de aprendizado e façam relações sem depender de dados rotulados, método similar ao dos seres humanos. Algoritmos desse tipo podem possibilitar que máquinas entendam profundamente sobre assuntos extremamente complexos. As informações são do blog da Meta AI.","url":""},{"text":"Google lança ferramenta para verificação de vulnerabilidades em dependências de software de código aberto: o OSV Scanner avalia 16 ecossistemas de desenvolvimento, incluindo npm, PyPI,  kernel Linux e Android, emitindo alertas quando uma atualização de segurança é necessária. Instruções de instalação encontram-se no repositório “google/osv-scanner“ no GitHub. As informações são do site Bleeping Computer.","url":""}]}