{"title":"Recessão poupa Devs qualificados / IA versão criança / Deepfakes do South Park","fps":30,"timestamp":1671719287,"date":"22/12/2022","intro":{"text":"Olá pessoal, A seguir vocês acompanharão as notícias desta quinta-feira."},"end":{"text":"Estas notícias foram extraídas da newsletter de Filipe Deschamps. Para acompanhar estas notícias em formato de texto, inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Profissionais de tecnologia qualificados não estão sendo impactados pela recessão econômica, dizem especialistas: engenheiros com experiência em inteligência artificial e ciência de dados seriam os mais requisitados no momento. A recente onda de demissões no setor tem sido vista como uma correção do inchaço criado por contratações durante a pandemia. As informações são da BBC.","url":""},{"text":"Cientista treina IA com trechos de seus diários de infância para conversar consigo mesma: usando o GPT-3 Playground e material escrito entre seus 7 e 18 anos, Michelle Huang obteve respostas que pareciam uma conversa por mensagens de texto, em tempo real, com sua pessoa do passado. Ela acredita que seu experimento consegue demonstrar o potencial terapêutico dessa tecnologia. As informações são do site Business Insider.","url":""},{"text":"Deep Voodoo, estúdio profissional de deepfakes dos criadores da série animada South Park, recebe aporte de 20 milhões de dólares: Trey Parker e Matt Stone usarão o investimento em projetos originais de mídia sintética e irão aprimorar sua tecnologia proprietária. A startup pretende criar ferramentas deepfake para a indústria cinematográfica. As informações são do site Variety.","url":""},{"text":"WordPress inicia testes para adicionar suporte oficial ao SQLite: é preciso instalar o plugin Performance Lab (versão 1.8.0) no site para testar o banco de dados. Em uma versão futura, a expectativa é mesclar essa implementação no core do WordPress. As informações são do site da WordPress.","url":""},{"text":"Google Chrome anuncia melhores extensões de 2022: dentre os vencedores, está o gerador de guias e instruções Tango, o editor de sites para designers Visbug, o SwiftRead, que permite acelerar a leitura de textos em três vezes, o assistente de pesquisa personalizado LINER e o Compose AI, que automatiza a escrita usando inteligência artificial. As informações são do blog do Google.","url":""},{"text":"Governo sanciona lei que regulamenta criptoativos no Brasil: o PL 4401/2021 deixa NFTs e DeFi de fora da legislação. Falta ainda definir entre Banco Central e CVM como regulador do mercado. As informações são do site Convergência Digital.","url":""},{"text":"Instagram supera o WhatsApp em tempo de uso no Brasil: no ranking de apps abertos mais vezes durante o dia, o WhatsApp segue em primeiro lugar. As informações são do site Mobile Time.","url":""}]}