{"title":"Hacker vs hacker / Entropia da internet / Malware em Rust","fps":30,"timestamp":1672237603,"date":"28/12/2022","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quarta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Relatório revela que cibercriminosos também caem em golpes de outros hackers: os ataques usam técnicas clássicas, como typosquatting e phishing, e nem sempre têm motivações financeiras, iniciados apenas com base em rivalidades pessoais. Alguns fóruns clandestinos possuem processos de arbitragem para resolução de disputas entre hackers e fornecem uma enorme quantidade de inteligência inexplorada, que poderia ser aproveitada por profissionais de segurança e autoridades, argumentam os pesquisadores da Sophos. As informações são do site TecMundo.","url":""},{"text":"Internet está caminhando para “ponto de não retorno”, prevê professor holandês: para Geert Lovink, o vício em redes sociais e aplicativos está cobrando um alto preço psicológico e as pessoas, em algum momento, começarão a evitar ficar online. As informações são do site Futurism.","url":""},{"text":"Nova variante do ransomware Agenda é escrita em Rust: o malware é direcionado à infraestrutura crítica das indústrias de manufatura e TI. O Rust está se popularizando entre cibercriminosos por ser mais difícil de analisar e possuir uma taxa de detecção mais baixa. As informações são do site The Hacker News.","url":""},{"text":"Excedente de produção de chips marca reviravolta na cadeia de suprimentos mundial: o estoque de fabricantes está no nível mais alto em mais de uma década, indício de que a explosão na compra de eletrônicos, iniciada durante a pandemia, acabou. As informações são do The Wall Street Journal.","url":""},{"text":"Mais de 28 mil computadores já foram recondicionados por meio do programa Computadores pela Inclusão: os 18 centros espalhados pelo Brasil conseguem aproveitar 60% dos equipamentos descartados pela administração pública ou doados pela iniciativa privada. Os computadores são entregues para escolas públicas, bibliotecas e programas de inclusão digital. As informações são da Agência Brasil.","url":""},{"text":"Startup lança gerador de texturas e ativos 3D para jogos baseado em IA: a Poly treina seus modelos com vários métodos proprietários e pretende diferenciar-se de concorrentes ao oferecer uma variedade maior em ativos, como ilustrações, sprites e efeitos sonoros, tudo gerado a partir de prompts de texto. As informações são do site TechCrunch.","url":""},{"text":"Hackathon interno da Visa cria sistema de pagamentos automatizado usando Ethereum: o sistema utiliza uma feature proposta em 2015 pelo próprio criador da rede, Vitalik Buterin, chamada “ccount Abstractio”, implementando contratos inteligentes para permitir pagamentos programáveis, sem exigir a participação ativa do usuário, e efetivamente transformando o próprio contrato inteligente em uma carteira digital. As informações são da Forbes.","url":""}]}