{"title":"Hacker ameaça Elon Musk / Sinal vermelho no Google / Fotógrafo usa IA","fps":30,"timestamp":1672064788,"date":"26/12/2022","intro":{"text":"Olá pessoal, sigam agora com as notícias desta segunda-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Dados de 400 milhões de contas do Twitter são colocados à venda na dark web: informações como e-mails e números de telefone de usuários – até mesmo de políticos e celebridades – teriam sido obtidas por meio de uma vulnerabilidade na API da rede social, reportada no final de novembro. O hacker “yush” está ameaçando pessoalmente Elon Musk, sugerindo que o próprio empresário compre os dados para evitar o vazamento e faça uma votação pública em seu perfil no Twitter para decidir o que deve ser feito. “o final do dia é culpa da empresa que esses dados foram violado”, diz o criminoso. As informações são do site The Cyber Express e do fórum Breached.","url":""},{"text":"CEO do Google teria acendido “inal vermelh” após lançamento do ChatGPT: Sundar Pichai estaria virando a empresa “e ponta cabeç” nos últimos dias, reporta o jornal The New York Times. A intenção seria lançar uma série de novos serviços baseados em IA em maio do ano que vem para competir com o sistema da OpenAI. As informações são do site The Register.","url":""},{"text":"Fotógrafo compila dataset de seu próprio catálogo para criar novas imagens utilizando IA: dessa forma, Antti Karppinen não precisa programar novas sessões de fotos tradicionais no mundo real. Os modelos fotografados podem ser posicionados em qualquer local e situação, vestindo roupas adequadas à campanha na qual estiver trabalhando. As informações são do site PetaPixel.","url":""},{"text":"Criador do termo “etavers” lança fundo de investimento para promover a construção de um mundo virtual aberto: com o L1EF, a intenção de Neal Stephenson é criar uma ferramenta de arrecadação de capital para projetos baseados no metaverso aberto e em web3. As informações são do site Blockster.","url":""},{"text":"Novo aplicativo quer pagar para usuários compartilharem seus dados: o Caden irá oferecer uma compensação de 5 a 20 dólares por mês, anonimizando os dados antes de compartilhá-los com terceiros. Futuramente, usuários também poderão ver e controlar quais marcas podem acessar suas informações. As informações são do The Wall Street Journal.","url":""},{"text":"Free Software Foundation lança nova categoria para listar empresas e produtos que usuários devem “ficar longe”: segundo a entidade, empresas como Netflix, Apple, Amazon, Spotify e produtos como iPhones e MacBooks promovem a vigilância, exploração e controle absoluto de seus usuários. As informações são do site da FSF.","url":""},{"text":"IBM irá lançar computador quântico com mais de mil qubits em 2023: apesar de existirem outros sistemas com mais qubits (bits quânticos) – como o Advantage da D-Wave, especializado em uma única tarefa, com 5 mil qubits – o Condor será o maior processador quântico de uso geral do mundo. As informações são do site Spectrum.","url":""}]}