{"title":"Eng.º rouba inspirado em filme / Detector de IA / Gerador de PowerPoint","fps":30,"timestamp":1672410373,"date":"30/12/2022","intro":{"text":"Olá pessoal, sigam agora com as notícias desta sexta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Engenheiro de software rouba empresa inspirado no filme do final da década de 90 “ffice Spac”: um código na página de finalização de vendas do varejista online Zulily enviava o valor do frete para uma conta que ele controlava, rendendo 260 mil dólares antes de ser pego. A equipe de segurança da empresa acabou encontrando um documento no laptop do engenheiro intitulado “fficeSpace projec”, delineando todo o esquema para manipulação de registros e alertas internos. As informações são do site Slashdot.","url":""},{"text":"Professor universitário usa detector da OpenAI para identificar que artigo entregue por aluna foi escrito usando ChatGPT: Darren Hick, da Furman University, nos EUA, desconfiou do texto quando notou o uso de palavras “estranhas e específicas”. A ferramenta “PT-2 Output Detector Dem” detectou uma probabilidade de 99,9% do texto ser escrito por uma IA – confrontada, a aluna admitiu ter usado o sistema e foi reprovada na matéria. As informações são do site New York Post.","url":""},{"text":"Alunos de Stanford criam sistema baseado em IA para gerar apresentações de PowerPoint completas a partir de prompts de texto: o ChatBCG utiliza o modelo BCG-3 e conta com recursos como temas, layouts, títulos e marcadores, imagens, infográficos, contornos e palavras-chave em negrito, além de permitir exportar slides nos formatos PPTX e PTF. As informações são do site Analytics India Magazine.","url":""},{"text":"Model Y da Tesla é o carro mais vendido em toda a Europa: é a segunda vez que o SUV lidera o mercado automotivo, à frente de todos os veículos, não apenas dos elétricos. Em novembro, quase 20 mil unidades do modelo foram vendidas em todo o continente, um aumento de 260% em relação ao mesmo mês do ano passado. As informações são do site Electrek.","url":""},{"text":"SpaceX dobra número de lançamentos e estabelece novo recorde em 2022: o lançamento na manhã desta sexta-feira é o 61º do Falcon 9 em 2022. Para 2023, é esperado o primeiro lançamento orbital do enorme foguete Super Heavy/Starship da SpaceX. As informações são da CBS News.","url":""},{"text":"TSMC inicia produção em massa de chips com tecnologia de 3 nanômetros, processo mais avançado do mundo: estima-se um ganho de 60% na densidade de transistores e redução no consumo de energia em até 35%. Chips com a tecnologia serão usados em data centers, internet de alta velocidade e dispositivos móveis. As informações são do site Focus Taiwan.","url":""},{"text":"LG apresenta novo módulo de câmera com zoom óptico contínuo para smartphones: ao contrário do zoom digital, o design da LG usa lentes móveis – muito parecido com câmeras DSLR tradicionais – que preservam os detalhes da imagem com zoom de até 9x. As informações são do site The Verge.","url":""}]}