{"title":"CircleCI: violação crítica / Implante ocular com VR / Diagnóstico por selfie","fps":30,"timestamp":1672928977,"date":"05/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quinta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"CircleCI divulga violação de segurança crítica e sugere troca imediata de todos os segredos por precaução: enquanto não conclui a investigação, a plataforma também recomenda aos usuários auditarem logs internos em busca de acessos não autorizados ocorridos entre 21 de dezembro de 2022 e 4 de janeiro de 2023. Tokens de APIs também foram invalidados e deverão ser substituídos. As informações do site Bleeping Computer.","url":""},{"text":"Co-fundador da Neuralink cria nova startup para implantes oculares com tecnologia de realidade mista: Max Hodak está trabalhando em uma prótese que combina terapia genética e um display microLED em filme que potencialmente pode restaurar a visão em pessoas cegas e, eventualmente, tornar-se a tecnologia definitiva para realidade aumentada e virtual, sem a necessidade de cirurgias invasivas. As informações são do site Futurism.","url":""},{"text":"Aplicativo usa selfie de vídeo para realizar diagnóstico de saúde: por meio de um pequeno vídeo de 30 segundos do rosto do paciente, o app Anura, da startup canadense Nuralogix, consegue fazer a leitura da frequência cardíaca, pressão arterial, índice de massa corporal, idade da pele e glicemia. Analistas acreditam que tecnologias como essa serão fundamentais para o futuro da telessaúde. As informações são do site TechCrunch.","url":""},{"text":"Sony e Honda apresentam oficialmente seu primeiro veículo elétrico: o sedan Afeela é uma mistura entre um Porsche 911 e o Lucid Air com mais de 40 sensores, incluindo câmeras e radares ultrassônicos e LIDAR ao redor de todo o carro, para direção autônoma. A ideia é unir a experiência da Sony com entretenimento e da Honda na fabricação de veículos. O veículo iniciará a produção em 2026. As informações são do site The Verge.","url":""},{"text":"Apple apresenta narração de livros com vozes geradas artificialmente: inicialmente, o recurso estará disponível apenas para livros em inglês, com vozes digitais específicas para cada gênero literário, como romance ou ficção. O objetivo é reduzir custos na produção de audiolivros para autores e editoras. As informações são do site The Verge.","url":""},{"text":"Número de descobertas tecnológicas e científicas disruptivas tem diminuído ao longo das últimas décadas: entre 1945 e 2010, a quantidade de artigos científicos apresentando tecnologias significativas caiu pelo menos 91,9% e, entre 1980 e 2010, a quantidade de patentes diminuiu em até 91,5%. As informações são do site The Register.","url":""},{"text":"Hackers invadem repositórios de código privados do Slack no GitHub durante a virada do ano: não foram roubados dados de clientes e a base de código principal, contendo informações sensíveis da plataforma, não foi acessada. As informações são do site Bleeping Computer.","url":""}]}