{"title":"Dev remoto em navio cruzeiro / Falha grave no Linux / Riscos da TV Box","fps":30,"timestamp":1672151188,"date":"27/12/2022","intro":{"text":"Olá pessoal, sigam agora com as notícias desta terça-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Desenvolvedor da Meta aluga cabine em navio cruzeiro para viajar pelo mundo enquanto trabalha remoto: Austin Wells, que trabalha na Reality Labs – divisão de realidade virtual da empresa – gastou 300 mil dólares (cerca de 1,5 milhão de reais) no contrato de 12 anos por um quarto de 22 m2 (com cama, despensa e chuveiro) e acesso a um espaço de co-working a bordo, academia, spa e serviços médicos. As informações são do jornal Daily Mail.","url":""},{"text":"Grave falha de segurança no Linux permite execução de código remota: qualquer distro usando o kernel Linux 5.15 ou inferior é potencialmente vulnerável, incluindo Ubuntu 22.04 – é recomendado atualizar para a versão 5.15.61. A falha foi introduzida ao kernel em 2021 por um commit realizado pela Samsung e é classificada como 9,6 na escala de 0 a 10 do Vulnerability Scoring System. As informações são do site ZDNet.","url":""},{"text":"TV Box piratas podem dar acesso irrestrito a dispositivos conectados à mesma rede, alerta Anatel: em testes de engenharia reversa, a agência demonstrou como um invasor poderia utilizar esses aparelhos não homologados para executar aplicativos remotamente e monitorar a tela de dispositivos comprometidos em tempo real, sem que o usuário perceba. As informações são do site TecMundo.","url":""},{"text":"Ataques cibernéticos deverão tornar-se “não seguráveis”, alerta seguradora europeia: ataques em larga escala, que afetam toda a infraestrutura de um país, como hospitais, oleodutos ou órgãos do governo, são riscos sistêmicos e difíceis de serem calculados. Além disso, há riscos secundários associados, como o vazamento de dados privados. As informações são do site Financial Times.","url":""},{"text":"Facebook aumenta métricas de satisfação e tempo de uso no aplicativo ao enviar menos notificações aos usuários: embora a tática de enviar apenas notificações mais relevantes tenha diminuído o tempo gasto no app inicialmente, ela provocou um salto no uso orgânico após um ano. As informações são do perfil Analytics at Meta no Medium.","url":""},{"text":"Hashrate do Bitcoin volta a patamares normais após cair 40% na véspera do Natal: no último sábado, a desconexão de mineradores da rede, por conta das fortes nevascas nos EUA, fez o hashrate cair para 155 exahashes por segundo. As informações são do site Yahoo Finance.","url":""},{"text":"Desenvolvedor faz experimento e roda Windows 7 em uma CPU de apenas 5 MHz: apenas o processo de boot levou 28 minutos. No começo deste ano, ele também fez o Windows XP rodar em um Pentium de 1 MHz, levando três horas para chegar até a área de trabalho. As informações são do canal NTDEV no YouTube e do site Tom's Hardware.","url":""}]}