{"title":"Eng.º com salário de $1 mi / ChatGPT no Bing / Calls proíbidos","fps":30,"timestamp":1672842575,"date":"04/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quarta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Engenheiros de software mais bem pagos do Facebook recebem salários de 1 milhão de dólares por ano: na Stripe, o valor chega a 900 mil anuais e na Apple, 752 mil. Para chegar a esse patamar salarial são necessários mais de 15 anos de experiência – menos de 3% dos funcionários de uma empresa estão nesse nível. As informações são do relatório de 2022 da LevelsFYI.","url":""},{"text":"Microsoft estaria a poucos meses de integrar ChatGPT ao Bing: o lançamento do novo recurso poderá acontecer até o final de março. No final do ano passado, a empresa integrou o DALL-E, também da OpenAI, ao seu sistema de buscas, por meio do recurso Image Creator. As informações são da Reuters.","url":""},{"text":"Shopify proíbe reuniões recorrentes com mais de duas pessoas: a empresa também incentiva funcionários a recusar convites para outros tipos de reuniões e evitar participar de grandes grupos de bate-papo. Grandes reuniões, com mais de 50 pessoas, serão permitidas somente uma vez por semana. As informações são da Bloomberg.","url":""},{"text":"Fabricantes de Smart TVs estão coletando dados de usuários para para vender aparelhos a preço de custo: os dispositivos estão compartilhando informações como o que o usuário assiste, por quanto tempo e em quais locais. As informações são do The Atlantic.","url":""},{"text":"Padrão de carregamento sem fio Qi adotará tecnologia MagSafe da Apple: por meio de ímãs, o Qi2 garantirá que os dispositivos fiquem perfeitamente alinhados aos carregadores para maior eficiência energética e carregamento mais rápido. O Qi2 será lançado até o final deste ano. As informações são do site MacRumors.","url":""},{"text":"4,2 bilhões de dólares em moedas digitais foram roubados em hacks e golpes em 2022: o valor seria uma estimativa conservadora. Os três maiores hacks do ano passado foram o da Axie Infinity (625 mi), Binance (570 mi) e FTX (370 mi). As informações são do Substack da engenheira de software Molly White.","url":""},{"text":"Google adota suporte oficial ao RISC-V para Android: a intenção é colocar a arquitetura no mesmo patamar da Arm, uma mudança completa da posição da empresa há apenas seis meses. Compilações otimizadas para Android, no entanto, levarão alguns anos. As informações são do site Ars Technica.","url":""}]}