{"title":"TI continua forte / LastPass criticado / Mastodon independente","fps":30,"timestamp":1672324003,"date":"29/12/2022","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quinta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"79% dos profissionais de tecnologia demitidos conseguem novo emprego em até três meses: além disso, cerca de 40% são recontratados em menos de um mês. A profissão de TI ainda continua como a mais requisitada pelas empresas, afirma um analista de recrutamento. As informações são do The Wall Street Journal.","url":""},{"text":"Especialistas em segurança criticam como LastPass reagiu à recente violação de segurança: a declaração da empresa teria sido “cheia de omissões, meias-verdades e mentiras”, afirmou Wladimir Palant, criador da extensão Adblock Plus. Um dos maiores problemas seria a facilidade em quebrar a senha mestra do gerenciador, com uma única GPU levando apenas 25 minutos para finalizar a tarefa. As informações são do site The Verge.","url":""},{"text":"Mastodon rejeita ofertas de capital para preservar status de organização sem fins lucrativos: o fundador e único acionista, o engenheiro de software alemão Eugen Rochko, diz que a independência é um dos principais atrativos da plataforma. A Mastodon é mantida à base de doações e Rochko paga a si mesmo um salário de 2.900 euros por mês. As informações são do site Ars Technica.","url":""},{"text":"Vendas de óculos de realidade virtual e aumentada caem 12% em 2022: o mercado, entretanto, pode ser transformado “da noite para o dia” com o possível lançamento de um dispositivo de realidade mista da Apple em 2023. As informações são da CNBC.","url":""},{"text":"Waze testa novos alertas preventivos sobre estradas com altos índices de acidentes: o recurso irá funcionar com base em informações prestadas pelos próprios usuários do aplicativo, emitindo uma notificação e colorindo de vermelho estradas de alto risco. As informações são do site The Verge.","url":""},{"text":"Nintendo teria cancelado desenvolvimento do Switch Pro para focar em console de nova geração: vários criadores de jogos para a plataforma confirmaram que uma atualização do Switch estava em desenvolvimento, mas esse não seria mais o caso. As informações são do site IGN.","url":""},{"text":"Pesquisadores usam GPT-3 para identificar primeiros sinais de Alzheimer com 80% de precisão: o sistema foi treinado com transcrições de fala em áudio de pacientes, aprendendo a identificar características sutis associadas à doença, como hesitação, erros de gramática ou pronúncia e esquecimentos. As informações são do site EurekAlert.","url":""}]}