{"title":"Extinção da programação / Cérebro durante código / Chatbot feliz","fps":30,"timestamp":1672756075,"date":"03/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta terça-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Ideia convencional de “escrever um programa” está indo para a “extinção”, afirma ex-engenheiro do Google e Apple: para Matt Welsh, a maioria dos softwares – exceto os muito especializados – serão substituídos por sistemas de IA que serão treinados em vez de programados. A engenharia da computação será voltada a ensinar máquinas inteligentes em vez de programá-las diretamente. As informações são do site Slashdot.","url":""},{"text":"Humanos e IAs analisam código de forma semelhante, descobre estudo do MIT: os pesquisadores usaram ressonância magnética para monitorar o cérebro de programadores enquanto eles analisavam trechos específicos de código e então compararam esses sinais com padrões de ativação observados quando redes neurais faziam o mesmo, encontrando semelhanças notáveis. As informações são do site MIT News.","url":""},{"text":"Emoções positivas em chatbots de atendimento não necessariamente aprimoram a experiência do cliente: de acordo com um estudo recente, essa característica é mais benéfica quando expressada por humanos e, dependendo das expectativas do cliente, pode causar o efeito oposto, já que muitos não esperam sentimentos em máquinas. As informações são da universidade Georgia Tech.","url":""},{"text":"Brasil é o segundo país mais afetado em vazamento de dados do Deezer: dos mais de 220 milhões de usuários expostos, cerca de 37 milhões são brasileiros. O vazamento conta com emails, nomes completos, datas de nascimento, cidade e detalhes de contas – informações de pagamento e senhas não foram comprometidas. As informações são do site Canaltech.","url":""},{"text":"Governo cria Secretaria de Políticas Digitais: o órgão será responsável pelo combate à desinformação, medidas para proteção de direitos na internet e desenvolvimento do jornalismo profissional, além de fazer com que grandes plataformas – como Google e Facebook – paguem pela distribuição de conteúdos produzidos por veículos de imprensa. As informações são do site TecMundo.","url":""}]}