{"title":"Dev Bitcoin perde tudo / Hackers arrependidos / ChatGPT open source","fps":30,"timestamp":1672669616,"date":"02/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta segunda-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Curiosidade para o dia 2 de janeiro: em 1975, Bill Gates e Paul Allen faziam a primeira referência pública à sua startup, chamada na época de “Micro-Soft”. E após as notícias de hoje: dica de vídeo para já começar o ano aprendendo Python.","url":""},{"text":"Um dos primeiros desenvolvedores do core do Bitcoin perde todas as suas moedas em ataque na virada do ano: Luke Dashjr afirma que sua chave PGP foi comprometida entre os dias 31 de dezembro e 1º de janeiro, resultando na perda de 216 BTC (cerca de 19 milhões de reais). As informações são do site CoinDesk.","url":""},{"text":"Grupo de ransomware pede desculpas por ataque a hospital infantil no Canadá e fornece ferramenta para reverter dados criptografados: o LockBit proíbe ofensivas contra “instituições onde danos a arquivos possam levar à morte” e teria expulsado o membro responsável pela violação. As informações são do site Bleeping Computer.","url":""},{"text":"Desenvolvedor está trabalhando em alternativa de código aberto ao ChatGPT: Philip Wang – responsável pela engenharia reversa de sistemas como o Make-A-Video, da Meta – combinou o modelo de linguagem PaLM do Google e a técnica RLHF (Aprendizagem por Reforço com Feedback Humano, na sigla em inglês), mas não fez o pré-treinamento do sistema, o que irá exigir hardware e infraestrutura robusta e o impediria de substituir o ChatGPT no momento. O código está disponível no repositório “lucidrains/PaLM-rlhf-pytorch” no GitHub. As informações são do site TechCrunch.","url":""},{"text":"PyTorch identifica ataque em build nightly: usuários Linux devem desinstalar o framework se este foi baixado entre os dias 25 e 30 de dezembro – a dependência “torchtriton” foi comprometida no PyPI. O hacker responsável alega que o ataque se trata de uma pesquisa ética, mas uma análise do código mostra a coleta de metadados e roubo de informações confidenciais. As informações são do site Bleeping Computer.","url":""},{"text":"QR codes de campanha anti-vandalismo da cidade de Melbourne, na Austrália, estão sendo adulterados: em vez do site para denúncias, as pessoas estão sendo direcionadas para um documentário que explora o grafite como parte da cultura hip hop. As informações são da ABC News.","url":""}]}