{"title":"Meta: situação insustentável / Inovação em Deep Learning / Consciência em robôs","fps":30,"timestamp":1673534337,"date":"12/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quinta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"CTO da Meta reclama do grande número de funcionários da empresa – “situação insustentável”: em um memorando vazado, Andrew Bosworth afirma que muitos problemas foram resolvidos com a contratação de mais pessoas no passado, mas agora há uma lentidão em tudo – ele relata vários casos de pré-reuniões para agendamento de outras reuniões. As informações são do site The Verge.","url":""},{"text":"Geoffrey Hinton, pioneiro em Deep Learning, cria novo algoritmo: o Forward-Forward permite treinar redes neurais com duas passagens diretas de dados, em vez de usar a técnica mais comum de retropropagação para atualizar os pesos do modelo. O novo algoritmo é muito mais eficiente, com até 45% de economia no uso de memória. As informações são do site InfoQ.","url":""},{"text":"Busca pela consciência artificial pode ser o próximo objetivo da robótica: para o professor Hod Lipson, da Universidade de Columbia, eventualmente, as máquinas serão capazes de “entender o que são e o que pensam”, levando a “emoções e outras coisas”. Definir uma teoria funcional da consciência permitiria um grande avanço tecnológico na área. As informações são do The New York Times.","url":""},{"text":"Único arquivo corrompido causa interrupção total dos voos nos EUA: o backup do sistema que emite notificações de emergência para aeronaves também estava corrompido. Não há evidências de ataque cibernético, mas analistas reclamam que o sistema é muito antigo e está obsoleto. As informações são da CNN.","url":""},{"text":"IA consegue gerar emails de phishing muito mais convincentes, mostra estudo: grandes modelos de linguagem como o GPT-3 facilitam a criação de ataques direcionados, especialmente para cibercriminosos não sofisticados e que não possuem as habilidades de escrita e conhecimento cultural necessários para redigir esse tipo de texto por conta própria. As informações são do site The Register.","url":""},{"text":"El Salvador aprova Marco Regulatório de Ativos Digitais para tornar-se “centro financeiro global” da economia web3: o plano agora é arrecadar 1 bilhão de dólares para criar uma infraestrutura de mineração de Bitcoin, aproveitando a energia geotérmica dos vulcões ativos do país, e montar a “Bitcoin City”, zona econômica especial para negócios digitais. As informações são do blog da Bitfinex.","url":""},{"text":"OpenAI começa a testar versão paga do ChatGPT: o ChatGPT Professional oferece respostas mais rápidas e não possui períodos de interrupção durante momentos de alta demanda. As informações são do site TechCrunch.","url":""}]}