{"title":"Youtuber fabrica chips / eSports não é esporte / IA constitucional","fps":30,"timestamp":1673448123,"date":"11/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quarta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Youtuber conhecido por construir microprocessadores do zero em seu laboratório caseiro vai montar fábrica de semicondutores real: Sam Zeloof uniu-se a Jim Keller, ex-engenheiro da Apple e AMD, para construir uma fábrica de semicondutores “radicalmente” diferente, simplificando o processo de miniaturização e prototipagem de circuitos integrados. As informações são do site TechCrunch.","url":""},{"text":"Ministra do Esporte afirma que pasta não investirá em eSports durante sua gestão: Ana Moser argumenta que o esporte eletrônico faz parte da indústria de entretenimento e seria “desenhado por uma programação digital, cibernética”, sendo previsível e diferente do “esporte raiz”. As informações são do site TecMundo.","url":""},{"text":"Ex-funcionários da OpenAI desenvolvem sua própria versão do ChatGPT: o Claude, da startup Anthropic, utiliza uma técnica chamada de “IA constitucional” e tem com base um conjunto de dez princípios, como beneficência (maximizar impacto positivo), não maleficência (evitar conselhos prejudiciais) e autonomia (respeitar liberdade de escolha). As informações são do site TechCrunch.","url":""},{"text":"Número de usuários ativos da Mastodon cai mais de 30% desde seu ápice: a plataforma teve um crescimento abrupto devido à migração de usuários do Twitter, mas, por ter usabilidade complicada, não estaria conseguindo substituir a rede social. As informações são do The Guardian.","url":""},{"text":"Após anos de crescimento ininterrupto, gastos com aplicativos caem pela primeira vez em 2022: apesar do número de downloads ter crescido 11% no ano, o valor investido pelos consumidores caiu 2%, para 167 bilhões – gastos com jogos caíram 5%, enquanto com outros tipos de aplicativos subiram 6%. As informações são do site TechCrunch.","url":""},{"text":"George Hotz volta para empresa de direção autônoma Comma AI: o hacker prodígio voltou para o lançamento do Comma 3, uma nova versão do dispositivo de direção assistida da empresa. Hotz compara o dispositivo a uma “cabeça humana“ comandando o veículo, dado a posição e espaçamento de suas câmeras, similares aos olhos humanos. As informações são do site The Verge.","url":""},{"text":"React continua como library front-end JavaScript mais utilizada, mas seus índices de retenção e interesse continuam caindo: em 2022, o uso do React cresceu 2%, mas sua taxa de retenção (decisão de usar um framework novamente ou não), apesar de continuar alta, em 83%, marca o quarto ano consecutivo de queda. A taxa de interesse também marca o quinto ano de queda – Svelte continua, pelo quarto ano consecutivo, o framework com mais interesse dos programadores. As informações são da pesquisa State of JS de 2022, realizada entre 21 de novembro a 22 de dezembro, com 39 mil desenvolvedores.","url":""}]}