{"title":"IA + deepfake = sucesso  / Criptografia em perigo / Lítio suficiente","fps":30,"timestamp":1673015270,"date":"06/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta sexta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Pesquisador usa IA conversacional e deepfake da própria voz para resolver problema em central de atendimento bancário: Joshua Browder, famoso criador do bot Do Not Pay, pretende disponibilizar o sistema – baseado no ChatGPT – de forma geral para usuários da língua inglesa em breve, podendo ser utilizado para resolver diversos tipos de problemas por meio do suporte telefônico das empresas. As informações são do site Vice.","url":""},{"text":"Pesquisadores chineses alegam ter encontrado método para quebrar criptografia RSA usando computadores quânticos: se correta, a técnica seria um dos maiores eventos “de todos os tempos na ciência da computação”, afirma um analista, já que poderia quebrar o algoritmo responsável pela maior parte da criptografia online. O pesquisador Scott Aaronson, no entanto, um dos mais respeitados na área, demonstrou em seu blog que é cético em relação às alegações do estudo chinês. As informações são do site Financial Times.","url":""},{"text":"Mundo possui lítio suficiente para transição para veículos elétricos, mas é necessário aumentar a produção: embora as reservas de lítio disponíveis sejam estimadas em 110 milhões de toneladas, com capacidade de produzir 13,8 bilhões de veículos, são extraídas atualmente cerca de 100 mil toneladas ao ano, limitando a produção em menos de 60 milhões de carros. As informações são do Substack da cientista de dados Hannah Ritchie.","url":""},{"text":"OpenAI está em negociações para vender ações avaliando a empresa em 29 bilhões de dólares: os investidores comprariam ações de acionistas existentes – até mesmo as detidas por funcionários – tornando a startup uma das mais valiosas dos EUA. As informações são do The Wall Street Journal.","url":""},{"text":"WhatsApp disponibiliza suporte oficial a servidores proxy globalmente, tornando possível contornar bloqueios de internet impostos por governos: o recurso permite uma conexão criptografada a servidores mantidos por voluntários. Basta acessar as configurações da app, “rmazenamento e Dado”, selecionar “ervidores Prox” e inserir o endereço do proxy para se conectar. As informações são do site TechCrunch.","url":""},{"text":"Dell pretende eliminar chips fabricados na China de seus produtos até 2024: a medida faria parte de um esforço para diversificar suas cadeias de suprimentos em meio às tensões entre a China e os EUA. As informações são do site The Register.","url":""},{"text":"Hackers decidem vazar endereços de email de mais de 200 milhões de usuários do Twitter: anteriormente, os invasores haviam tentado vender esses dados na dark web e ameaçado Elon Musk pessoalmente. O pesquisador Troy Hunt, do site Have I Been Pwned, já confirmou o vazamento como legítimo. As informações são do site The Verge.","url":""}]}