{"title":"C++ é destaque do ano / IA advogada / Controvérsia com Adobe","fps":30,"timestamp":1673274774,"date":"09/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta segunda-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Índice TIOBE elege C++ como a linguagem de programação do ano em 2022: C++ registrou o maior aumento em popularidade (+4,62%), seguida por C (+3,82%) e Python (+2,78%). Dentre outros destaques, Rust entrou no Top 20, Lua saltou da posição 30 para 24 e F#, da 74ª para a 33ª. As informações são do site da TIOBE.","url":""},{"text":"IA será usada como assistente jurídico em tempo real pela primeira vez nos EUA: com a ajuda do sistema – desenvolvido pela DoNotPay e rodando em um smartphone comum – o réu contestará uma multa de trânsito, fornecendo os dizeres e dados apropriados quando solicitados perante o tribunal por meio de um fone de ouvido. Caso falhe, a empresa responsável pela IA assumirá os custos da punição. As informações são do site Interesting Engineering.","url":""},{"text":"Adobe está usando arquivos de usuários armazenados no Creative Cloud para treinar algoritmos de IA: o sistema – opt-in por padrão – coleta imagens, áudios, vídeos, textos e documentos. Para desabilitar o recurso, é preciso ir ao site da Adobe, aba Privacidade e desativar a opção “Análise de Conteúdo”. As informações são do site The Register.","url":""},{"text":"Escolas públicas nos EUA processam TikTok, YouTube, Facebook, Instagram e Snap, buscando compensação por crise de saúde mental entre jovens: o processo cita danos financeiros e operacionais, incluindo gastos com serviços de aconselhamento a alunos e investigações para responder a ameaças feitas contra escolas e alunos nas redes sociais. As informações são do site GeekWire.","url":""},{"text":"Startup Mojo Vision decide abandonar lentes de contato inteligentes para focar em sua tecnologia de displays Micro-LED miniaturizados: a empresa desenvolveu a menor e mais densa tela já criada, com 14.000 pixels por polegada – para comparação, telas de smartphones possuem 500 pixels por polegada – e acredita que o Micro-LED pode causar uma “disrupção” completa na indústria de displays. As informações são do blog da Mojo.","url":""},{"text":"CEO da Microsoft alerta para mais dois anos difíceis no setor de tecnologia: para Satya Nadella, os motivos seriam a aceleração excessiva e normalização pós-pandemia, e a recessão mundial. Após esse período de crise, o executivo está apostando que IAs serão a próxima era da computação. As informações são do site The Register.","url":""},{"text":"Microsoft lança novo modelo de conversão de texto em fala que pode duplicar qualquer voz com uma amostra de áudio de apenas três segundos: o VALL-E representa um avanço significativo na tecnologia, exigindo um período de treinamento muito menor para manter a entonação e estilo de voz intactos. As informações são do site Metaverse Post.","url":""}]}