{"title":"Golpe em Devs demitidos / TV anti-pirataria / Meta e Apple saem de lista","fps":30,"timestamp":1673965672,"date":"17/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta terça-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Profissionais de tecnologia recém-demitidos estão caindo em golpes de ofertas de emprego: os criminosos se passam por empresas legítimas para obter informações confidenciais dos candidatos ou solicitar o pagamento de equipamentos de trabalho antecipadamente. As informações são do The Wall Street Journal.","url":""},{"text":"Sony registra patente para impedir reprodução de conteúdos pirateados em TVs: o sistema abrange desde a verificação do código de cada aplicativo instalado na TV, até o monitoramento de streamings ilegais conhecidos. As informações são do site TorrentFreak.","url":""},{"text":"Pela primeira vez em mais de uma década, Meta e Apple não estão na lista das 100 melhores empresas para se trabalhar da Glassdoor: as duas empresas vêm perdendo posições há dois anos no ranking – no ano passado, elas haviam caído para o 47º e 56º lugares, respectivamente. O Google manteve-se na 8ª posição, Microsoft na 13ª e Netflix na 40ª – a Amazon também não se encontra na lista. As informações são da CNBC.","url":""},{"text":"Advogado que está ajudando desenvolvedores a processar o GitHub Copilot agora vai auxiliar artistas contra o Stable Diffusion: Matthew Butterick irá liderar uma ação coletiva alegando que o sistema seria “apenas uma ferramenta de colagem complexa” e uma violação de direitos de propriedade, com o objetivo de impedir a eliminação das profissões desses artistas por um “programa de computador” alimentado com seus próprios trabalhos. As informações são do site Ars Technica.","url":""},{"text":"Emissões de carbono geradas por computadores de veículos autônomos poderão igualar-se às geradas globalmente por data centers: o estudo conduzido pelo MIT considerou uma frota de 1 bilhão de carros em 2050, dirigindo em média uma hora por dia, o que representaria 0,3% da emissão de carbono mundial. As informações são do site The Register.","url":""},{"text":"SpaceX se compromete novamente a mitigar efeitos negativos dos satélites Starlink em observações astronômicas terrestres: o acordo firmado com a Fundação Nacional de Ciência dos EUA exigirá uma redução ainda maior no brilho dos equipamentos de segunda geração, tornando-os invisíveis a olho nu, e a pausa de transmissões próximas a observatórios de radioastronomia. As informações são do site The Register.","url":""},{"text":"Fabricantes de computador decidem adotar novo padrão de memória RAM para notebooks desenvolvido pela DELL: os módulos SO-DIMM – utilizados há mais de 25 anos – serão substituídos pelo padrão CAMM, que permite maior densidade de memória e velocidades mais altas. As informações são do site PCWorld.","url":""}]}