{"title":"Universitário cria anti-ChatGPT / TV 100% sem fio / 10 bi: Microsoft + OpenAI","fps":30,"timestamp":1673361302,"date":"10/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta terça-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Universitário de Ciências da Computação de 22 anos cria aplicativo capaz de distinguir quando textos foram escritos pelo ChatGPT: o GPTZero, desenvolvido por Edward Tian, de Princeton, verifica dois indicadores – “perplexidade” (identificando se o sistema foi treinado ou não com determinadas informações) e “burstiness” (termo relacionado à estatística e usado para verificar variações nos tamanhos das sentenças). As informações são da NPR.","url":""},{"text":"Primeira TV completamente sem fio é alimentada apenas por baterias, eliminando até mesmo o cabo de energia: a Displace TV também possui um novo sistema de sucção à vácuo que consegue fixar o dispositivo na parede sem a necessidade de suportes, mas pode falhar caso as baterias descarreguem totalmente, deixando a TV cair no chão. As informações são do site The Verge.","url":""},{"text":"Microsoft está em negociações para investir 10 bilhões de dólares na OpenAI: a empresa também está estudando formas de integrar o ChatGPT ao Word, Outlook e PowerPoint, criando ferramentas de IA para compor e-mails e documentos a partir de prompts simples. As informações são dos sites The Information e Reuters.","url":""},{"text":"Bielorrússia restringe direitos de propriedade intelectual a nações estrangeiras consideradas hostis: softwares, filmes e músicas poderão ser consumidos sem a autorização dos detentores de direitos legais, mas os valores correspondentes deverão ser pagos ao escritório de patentes do país, que aguardará uma requisição formal pelo prazo de três anos. As informações são do site TorrentFreak.","url":""},{"text":"Reino Unido agora exige conexões de internet com velocidade mínima de 1 gigabit para liberar alvará de construção de novas residências: as novas regras também facilitam a instalação de infraestrutura para internet de alta velocidade, incluindo dutos e pontos de terminação. As informações são do site The Verge.","url":""},{"text":"Microsoft encerra suporte ao Windows 7 e 8 nesta terça-feira: esses sistemas deixarão de obter assistência técnica e atualizações de segurança cruciais. Mundialmente, estima-se que o Windows 7 seja executado em 11% dos computadores e a versão 8, em menos de 1% – o Windows 10 é o mais popular, instalado em 68% das máquinas. As informações são do site The Register.","url":""},{"text":"GitHub introduz nova opção para facilitar a busca de vulnerabilidades em código: a análise é gratuita e está disponível para repositórios JavaScript, Python e Ruby, com expansão planejada para os próximos meses. Para ativar o novo recurso, basta ir em “Segurança e análise de código”, no menu “Configurar”, deixar a opção “Padrão” selecionada e então clicar em “Ativar CodeQL”. As informações são do site Bleeping Computer.","url":""}]}