{"title":"Devs: oferta vs demanda / Ação trabalhista / Controvérsia com ChatGPT","fps":30,"timestamp":1673879317,"date":"16/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta segunda-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"JavaScript, Java e Python são as linguagens mais procuradas pelas empresas, mas quantidade de desenvolvedores supera volume de vagas: a situação inversa acontece para TypeScript, Swift, Scala, Kotlin e Go. As três principais habilidades mais procuradas por recrutadores neste ano serão desenvolvimento web, devops e gestão de banco de dados. A pesquisa foi realizada com 4.200 recrutadores em 98 países. As informações são do site Infoworld.","url":""},{"text":"Contadora perde processo trabalhista no Canadá devido a evidências coletadas por software de vigilância instalado em seu computador de trabalho remoto: na tentativa de ser indenizada por horas extras, ela alegou ter utilizado cópias impressas de documentos para realizar suas tarefas, o que não teria sido contabilizado pelo software – ela não sabia, entretanto, que sua impressora também registrava tudo, provando o contrário. As informações são do site The Register.","url":""},{"text":"App de bate-papo para suporte emocional realiza experimento com ChatGPT em pessoas reais e recebe críticas: cerca de 4 mil usuários do Koko receberam respostas geradas, ao todo ou em partes, pelo sistema. Especialistas acusam a empresa de agir de forma antiética, enganando pessoas fragilizadas para que se tornassem cobaias sem seu consentimento. As informações são da NBC News.","url":""},{"text":"Documento vazado mostra dificuldade de se trabalhar dentro do Google: a apresentação “Por que tudo é tão difícil no Googl” afirma que “até mesmo coisas aparentemente simples parecem levar uma eternidade”. O tamanho e a estrutura organizacional da empresa seria a raiz do problema, levando a uma “bagunça”, difícil de prever e controlar. As informações são do site Business Insider.","url":""},{"text":"Twitter estaria trabalhando em uma moeda própria para monetização de conteúdo, descobre desenvolvedor: Nima Owji aplicou técnicas de engenharia reversa no aplicativo da rede social e encontrou o novo sistema de moedas digitais chamadas apenas de “Coins”. O recurso deve ser utilizado em um sistema de gorjetas para criadores de conteúdo. As informações são do site Canaltech.","url":""},{"text":"CEO da Apple pede redução de sua remuneração após queda no preço das ações da companhia: o salário base e bônus serão mantidos em 9 milhões de dólares anuais, mas sua remuneração baseada em ações cairá em quase 50%, para 40 milhões. As ações da Apple perderam quase um quarto do valor nos últimos 12 meses. As informações são do The Guardian.","url":""},{"text":"GitHub adiciona extensão “Code Brushes” ao VS Code, permitindo diversas modificações de código com apenas um botão: o recurso pretende “aprimorar o fluxo de trabalho de desenvolvedores, em vez de automatizá-los”. É possível refatorar o código para maior legibilidade ou corrigir o nome de variáveis escritas incorretamente, por exemplo. Para testar a ferramenta, basta instalar a extensão GitHub Copilot Labs no VS Code. As informações são do site GitHub Next.","url":""}]}