{"title":"Microsoft: férias ilimitadas / Rust no Chromium / Anatel vs Big Techs","fps":30,"timestamp":1673620144,"date":"13/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta sexta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Microsoft oferece folgas pagas ilimitadas a funcionários nos EUA: a medida, no entanto, é controversa – os funcionários perdem o direito a férias garantido por lei, forçando-os a negociar com seus gerentes o momento adequado para aproveitar esse benefício. As informações são do site The Register.","url":""},{"text":"Google irá permitir Rust na base de código do Chromium: inicialmente, o foco é oferecer interoperabilidade em uma única direção, de C++ para Rust, com suporte apenas para bibliotecas de terceiros. O objetivo é permitir código mais simples e seguro, principalmente no que se refere à segurança de memória, além de acelerar o desenvolvimento do Chrome. As informações são do Google Security Blog.","url":""},{"text":"Novo projeto de lei atribui à Anatel a responsabilidade de regular grandes plataforma digitais no Brasil: o PL 2768/22 busca a “mitigação do poder de mercado” das Big Techs e considera sistemas de busca, redes sociais e serviços de computação em nuvem como SVAs, ou seja, apenas serviços adicionais oferecidos pelas operadoras de telefonia. A proposta estaria em linha com o regulamento da União Europeia sobre o assunto. As informações são da Agência Câmara de Notícias.","url":""},{"text":"Programador cria “esposa virtual” combinando diversas tecnologias: a “ChatGPT-Chan” usa ChatGPT para geração das conversas, Stable Diffusion para imagens dinâmicas, Neural TTS da Azure para transformar texto em fala, um classificador baseado em aprendizado de máquina para determinar emoções adequadas e visão computacional para identificação de objetos na vida real. O projeto também tem sido usado pelo programador (que não quis se identificar) para treinar conversação em chinês. As informações são do site Vice.","url":""},{"text":"Startup indiana multa os próprios funcionários em 1.200 dólares se mandarem mensagens para colegas em férias: a Dream Sports também “expulsa” quem está de férias de seu sistema, impondo a desconexão total do trabalho durante esse período. Segundo a empresa, a política permite que ela não dependa de nenhum funcionário. As informações são da Fortune.","url":""},{"text":"Conselho Nacional de Justiça revoga todas as senhas de acesso a seus sistemas: será exigido senhas mais complexas, com renovações periódicas e autenticação em dois fatores. A medida pode ter relação com uma situação inusitada ocorrida na semana passada, quando o sistema registrou um ministro da Corte protocolando um pedido de prisão contra si mesmo. As informações são do site Convergência Digital.","url":""},{"text":"Airbus entra em fase final de testes do sistema de emergência que realiza pouso e taxiamento de aeronaves de forma autônoma: o DragonFly é um sistema computacional de navegação, combinando sensores e algoritmos de visão computacional para levar o avião a um aeroporto alternativo e até o portão de desembarque no caso dos pilotos ficarem incapacitados. As informações são do site The Register.","url":""}]}