{"title":"Petrobras apresenta Gaia / Google Maps como prova / Twitter muda regras de APIs","fps":30,"timestamp":1674224901,"date":"20/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta sexta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Petrobras compra novo supercomputador para pesquisas geofísicas: o Gaia possui capacidade de processamento de 7,7 Petaflops e pode entrar no TOP500, ranking dos 500 supercomputadores mais poderosos do mundo. As informações são da página de imprensa da Petrobras.","url":""},{"text":"Justiça do Trabalho usa histórico de localização do celular como prova para negar vínculo empregatício: os dados foram obtidos por meio do recurso Timeline do Google Maps de uma das testemunhas do caso e comprovaram que o trabalhador nunca compareceu ao endereço do depósito no qual alegava trabalhar. As informações são do site Convergência Digital.","url":""},{"text":"Twitter atualiza termos de uso de suas APIs e proíbe a criação de clientes de terceiros para a rede social, como Twitterrific e Fenix: uma nova cláusula proíbe “usar ou acessar Materiais Licenciados para criar ou tentar criar um serviço ou produto substituto ou semelhante aos Aplicativos do Twitter”. As informações são do site Engadget.","url":""},{"text":"Google anuncia redução de 6% da força de trabalho global, cortando 12 mil empregos: a companhia pretende direcionar talento e capital para áreas de maior prioridade, como inteligência artificial. Nos EUA, os demitidos receberão indenização de 4 meses de salário e seis meses de benefícios de saúde – a filial brasileira não se manifestou sobre o impacto por aqui. As informações são do site Convergência Digital.","url":""},{"text":"Menos empresas infectadas com ransomware estão pagando pelo resgate de seus dados: em 2022, os valores pagos a cibercriminosos caíram 40%, para 457 milhões de dólares. O dado, no entanto, não significa uma diminuição nos ataques desse tipo. As informações são da Bloomberg.","url":""},{"text":"CPUs modernas da Intel e AMD podem causar problemas para data centers antigos: os recentes lançamentos das fabricantes consomem muito mais energia e data centers construídos há mais de 10 anos não foram projetados para acomodar sistemas tão densos em energia. As informações são do site The Register.","url":""},{"text":"Cientistas usam roteadores Wi-Fi comuns para detectar a forma tridimensional e movimentos do corpo humano através das paredes: a tecnologia supera empecilhos como pouca iluminação e oclusão, e pode ser uma alternativa mais privada à instalação de câmeras tradicionais para monitoramento. As informações são do site Vice.","url":""}]}