{"title":"Moeda virtual Brasil e Argentina / Reconhecimento facial em ratos / Justa causa por LGPD","fps":30,"timestamp":1674570458,"date":"24/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta terça-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"CEO da Coinbase sugere Bitcoin como moeda comum entre Brasil e Argentina: Brian Armstrong acredita que a moeda digital seria “a aposta certa no longo prazo”. O Sur está sendo discutido como uma espécie de moeda virtual apenas para transações comerciais e financeiras entre os dois países. As informações são do site TecMundo.","url":""},{"text":"Maior empresa de controle de pragas do mundo está usando tecnologia de reconhecimento facial para combater proliferação de ratos em tempo real: o sistema da Rentokil utiliza câmeras e visão de máquina para identificar cada rato individualmente, sua movimentação e quais estão causando danos. As informações são do site The Register.","url":""},{"text":"Justiça do Trabalho confirma demissão por justa causa após correspondente bancária enviar dados pessoais de clientes para seu email pessoal: a funcionária pretendia verificar se vinha recebendo comissão por suas vendas corretamente. No entanto, por conta da LGPD, esse tipo de atitude é considerada uma falta grave. As informações são do site Convergência Digital.","url":""},{"text":"Microsoft confirma novo investimento “plurianual e multibilionário” na OpenAI: há rumores de que a Microsoft reterá 75% dos lucros da OpenAI até recuperar seu investimento e, após isso, assumirá uma participação de 49% na startup. As informações são do site The Register.","url":""},{"text":"Ministério da Justiça quer remoção automática de conteúdos ilegais postados em plataformas digitais, antes mesmo de decisão judicial: nos próximos dias, serão apresentados pelo menos dois projetos de lei e uma Proposta de Emenda Constitucional para regular o ambiente digital e criminalizar postagens que incitem a violência contra instituições do Estado na internet, seguindo mesmo modelo de moderação da Europa. As informações são do site Convergência Digital.","url":""},{"text":"Fabricante de veículos elétricos Lightyear suspende vendas de modelo movido a energia solar após três meses de produção: a montadora pretende se concentrar no desenvolvimento de um novo veículo mais em conta do que o Lightyear 0, que custava 250 mil euros. As informações são do site Electrek.","url":""},{"text":"ChatGPT é aprovado em exame final de MBA de uma das faculdades de administração mais prestigiadas dos EUA: o sistema teria demonstrado uma “capacidade notável” em automatizar habilidades exigidas em cargos muito bem remunerados, como analistas, gerentes e consultores empresariais. O maior problema relatado foram erros em cálculos relativamente simples, no nível de matemática da 6ª série. As informações são da NBC News.","url":""}]}