{"title":"Marca histórica no GitHub / Tesla dobra lucro / Calote de 1 bi na Samsung","fps":30,"timestamp":1674743252,"date":"26/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quinta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"GitHub atinge a marca de 100 milhões de usuários ativos: dez anos atrás, a plataforma contava com 3 milhões de usuários. Há 5 anos, eram 28 milhões e, há apenas três meses, 90 milhões. O GitHub já contribui com 1 bilhão de dólares na receita anual da Microsoft, dona da plataforma. As informações são do site TechCrunch.","url":""},{"text":"Lucro líquido da Tesla bate recorde e sobe 128% em 2022: o resultado de 12,5 bilhões de dólares é devido à entrega de 1,3 milhão de veículos, praticamente atingindo a meta de 50% de crescimento anual. As informações são da página de relação com investidores da Tesla.","url":""},{"text":"Em crise, Americanas dá calote de 1,2 bilhão de reais na Samsung, maior valor entre outras empresas de tecnologia: dentre os 7.967 credores afetados pelo rombo de 43 bilhões de reais da empresa, também estão a Philco (197 milhões), Motorola (160 mi), Google (91 mi), Sony (55 mi) e LG (52 milhões). As informações são do site Convergência Digital.","url":""},{"text":"Startup desiste de testar em tempo real assistente jurídico baseado em IA dentro de tribunal nos EUA: Joshua Browder, fundador da DoNotPay, afirma ter recebido ameaças de promotores que poderiam colocá-lo na prisão. O sistema iria auxiliar um réu a contestar uma multa de trânsito, fornecendo os dizeres apropriados quando solicitados no tribunal. As informações são do site The Verge.","url":""},{"text":"Wine libera versão 8.0 com melhor suporte a aplicativos Windows no Linux e outros sistemas operacionais: algumas das novidades levaram quatro anos para serem desenvolvidas, como rodar aplicativos Windows com proteção de cópia, oferecer suporte a aplicativos 32 bits em sistemas 64 bits e apps x86 em processadores ARM. As informações são do site Liliputing.","url":""},{"text":"Treinar modelo do Stable Diffusion do zero custaria 160 mil dólares, estima empresa de serviços em nuvem: seriam necessárias 79 mil horas em 256 GPUs NVIDIA A100, levando cerca de 13 dias para concluir o processo. As informações são do blog da MosaicML.","url":""},{"text":"Com lançamento da versão 3.7, Flutter diz não competir com Angular, React ou Vue: para Tim Sneath, gerente de produtos do kit de desenvolvimento e da linguagem Dart, a intenção é atingir alta fidelidade gráfica, com nível de precisão em cada pixel, e controle sobre cada aspecto dos aplicativos multiplataforma criados. As informações são do The Register.","url":""}]}