{"title":"Git: atualize já / W3C vs Google / Firefox adota Manifest V3","fps":30,"timestamp":1674052085,"date":"18/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quarta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Git corrige duas falhas críticas de segurança que permitiam execução remota de código: recomenda-se a atualização imediata para a última versão (v2.39.1). Uma terceira vulnerabilidade, específica ao Windows, ainda aguarda por um patch, mas é possível evitar problemas ao não usar o Git GUI para clonar repositórios não confiáveis. As falhas foram registradas como CVE-2022-41903, CVE-2022-23521 e CVE-2022-41953. As informações são do site Bleeping Computer.","url":""},{"text":"World Wide Web Consortium avalia como ineficaz novo sistema do Google que substituiria cookies: o Topics API falharia em seu objetivo de compartilhar dados com terceiros enquanto preserva a privacidade e não daria aos usuários mais controle sobre suas informações de navegação. As informações são do site The Register.","url":""},{"text":"Firefox versão 109 adota controversa plataforma de extensões Manifest V3 do Google, mas mantém bloqueadores de anúncio funcionando: o sistema fornece ferramentas de privacidade mais eficazes, afirma a Mozilla, facilitando também o desenvolvimento de extensões entre navegadores. As informações são do site The Verge.","url":""},{"text":"Google planeja lançar rastreador de objetos similar ao AirTag da Apple: o dispositivo usará a tecnologia UWB para se conectar a outros smartphones Android silenciosamente, permitindo atualizar sua localização em tempo real, independentemente da distância que estiver do usuário. As informações são do site Ars Technica.","url":""},{"text":"NASA estuda novo gerador de energia nuclear em miniatura: a tecnologia, considerada revolucionária, poderia permitir a proliferação de pequenas sondas ou satélites em missões para outros planetas, bem como operações em sombra permanente, como crateras lunares. As informações são do site da NASA.","url":""},{"text":"CEO da OpenAI confirma o desenvolvimento de modelo para geração artificial de vídeos: Sam Altman afirma que se trata de um projeto de pesquisa interno legítimo, podendo levar um certo tempo para ser lançado. As informações são do site TechCrunch.","url":""},{"text":"DeepMind pretende lançar seu próprio modelo conversacional até o final deste ano: o Sparrow conta com um recurso de citação de fontes, algo que falta ao ChatGPT. Em testes, ele forneceu respostas plausíveis e apoiadas em evidências em 78% das vezes. As informações são do site TechRadar.","url":""}]}