{"title":"Google queria comprar Tesla / Meta desdenha ChatGPT / Falha no Teams e Outlook","fps":30,"timestamp":1674656867,"date":"25/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quarta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Elon Musk revela interesse passado do Google em adquirir a Tesla: a informação o teria deixado confiante em montar planos para fechar o capital da montadora em 2018, mas que acabaram não se concretizando. Musk está depondo em uma ação promovida por acionistas da Tesla que o acusam de manipular o preço das ações da companhia. As informações são do site Business Insider.","url":""},{"text":"ChatGPT “não é particularmente inovador” e “nada revolucionário”, diz cientista-chefe de IA da Meta: para Yann LeCun, o sistema seria apenas uma instância de engenharia decente, composto por várias tecnologias desenvolvidas ao longo dos anos, em especial o modelo de deep learning chamado “transformer”, criado pelo Google em 2017. As informações são do site ZDNet.","url":""},{"text":"Falha generalizada derruba serviços do Microsoft 365, como Teams e Outlook, na manhã desta quarta-feira: para resolver o problema, a empresa reverteu uma atualização de rede aplicada recentemente. A telemetria mais recente mostra sinais de recuperação. As informações são do site Bleeping Computer.","url":""},{"text":"Lucro da Microsoft cai 12% no último trimestre: o resultado de 16,4 bilhões de dólares é devido à queda nas vendas de PCs (a receita com Windows caiu 39% no período), Xbox e outros dispositivos. O segmento de software foi o destaque do trimestre, com as receitas da Azure crescendo 31%. As informações são do site The Verge.","url":""},{"text":"Governo dos EUA processa Google por conduta anticompetitiva no negócio de anúncios e exige venda de aquisições relacionadas à publicidade: o comportamento criticado pelo processo inclui a aquisição de concorrentes, a exigência do uso de ferramentas exclusivas e manipulação do sistema de leilão de anúncios. As informações são do site Ars Technica.","url":""},{"text":"Menos de 50% dos eletrodomésticos inteligentes são conectados a redes Wi-Fi: as empresas querem que os consumidores conectem seus aparelhos à internet para avaliar padrões de uso (para possível venda a anunciantes ou suporte técnico) e aumentar receitas com serviços complementares. As informações são do site Ars Technica.","url":""},{"text":"Riot Games se recusa a pagar resgate de 10 milhões de dólares exigido por hackers que roubaram código-fonte do jogo League of Legends: o ataque ocorrido na semana passada não teria comprometido informações pessoais de jogadores. A empresa diz estar investigando o incidente e como desenvolvedores de cheats poderiam usar os dados roubados para criar novas ferramentas. As informações são do site Bleeping Computer.","url":""}]}