{"title":"VLC e WinRAR maliciosos / Mailchimp: novo hack / Adobe se esclarece","fps":30,"timestamp":1674138636,"date":"19/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quinta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Hackers estão investindo cada vez mais na compra de anúncios no Google para se passar por aplicativos populares, como VLC, OBS, Notepad++, 7-Zip, WinRAR, CCleaner e Blender 3D: os criminosos criam sites falsos e induzem a vítima a instalar malware para roubo de informações. O Google afirma ter retirado os anúncios falsos do ar, mas é recomendado utilizar bloqueadores de anúncios para evitar futuros ataques desse tipo. As informações são do site Bleeping Computer.","url":""},{"text":"Mailchimp confirma novo ataque hacker, idêntico ao ocorrido em agosto do ano passado: o invasor teria usado um ataque de engenharia social para obter credenciais de funcionários, expondo nomes e emails de inscritos nas bases de clientes. As informações são do site TechCrunch.","url":""},{"text":"Adobe esclarece controvérsia e diz que não está usando dados de clientes para treinar IAs geradoras de imagem: o uso de aprendizado de máquina em arquivos armazenados no Creative Cloud seria apenas para treinar o sistema no reconhecimento de objetos, por exemplo. A empresa salientou que, se no futuro quiser utilizar dados de usuários em IAs generativas, será explícita em seus termos de uso. As informações são do site PetaPixel.","url":""},{"text":"Microsoft anuncia a demissão de 10 mil funcionários: a quantidade representa menos de 5% da força de trabalho da empresa. O CEO Satya Nadella afirma que durante a pandemia houve uma rápida aceleração e agora haverá uma normalização na demanda. As informações são do site Slashdot.","url":""},{"text":"Remessas globais de smartphones caem 11% em 2022 e são as mais baixas em mais de uma década: a Samsung foi a fabricante vitoriosa, mantendo o maior volume de vendas no ano. Analistas não acreditam em uma recuperação significativa para 2023. As informações são do site TechCrunch.","url":""},{"text":"Google desliga servidores e encerra oficialmente plataforma de jogos em nuvem Stadia: além de reembolsar todos os jogos adquiridos pelos usuários, o controle do sistema recebeu uma atualização que o permite ser utilizado em qualquer outra plataforma por meio de conexão Bluetooth. As informações são do site MacRumors.","url":""},{"text":"Atlas, robô humanoide da Boston Dynamics, recebe atualização para agarrar e jogar objetos: o vídeo postado no canal da empresa ontem demonstra o quão avançado já está o protótipo. Um robô bimanual bípede pode realizar uma gama de tarefas que outros tipos de robôs não conseguem, especialmente em ambientes onde outros humanos trabalham, com aplicações diretas em fábricas e construções. As informações são do site The Verge.","url":""}]}