{"title":"Trabalho para o exterior explode / Alerta Bitwarden e 1Password / FBI escondido em ransomware","fps":30,"timestamp":1674829665,"date":"27/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta sexta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Número de brasileiros em teletrabalho para o exterior cresceu em 491% desde 2020: 84% são desenvolvedores de software. O valor médio de quem trabalha para o exterior é de 2.655 dólares mensais. As informações são do site Convergência Digital.","url":""},{"text":"Usuários Bitwarden e 1Password estão sendo alvos do campanhas de phishing em anúncios falsos do Google: os criminosos estão comprando anúncios para divulgar páginas de login falsas, idênticas às legítimas, e roubar as credenciais da vítima. Recomenda-se sempre checar a URL antes de inserir qualquer dado e ativar a autenticação de dois fatores. As informações são do site Bleeping Computer.","url":""},{"text":"FBI derruba gangue de ransomware Hive após hackear servidores e passar sete meses infiltrado: o acesso permitiu o fornecimento de chaves de descriptografia a mais de 300 vítimas – hospitais eram os alvos principais dos criminosos – economizando 130 milhões de dólares em pagamentos de resgates. As informações são do site The Register.","url":""},{"text":"Microsoft anuncia aliança estratégica com grande fabricante de painéis solares: a Qcell é uma das poucas empresas no mundo que controla toda a cadeia de desenvolvimento, desde a produção dos painéis solares até sua instalação. Com a parceria, a Microsoft pretende atingir 100% de cobertura do seu consumo de eletricidade com energia renovável até 2025. As informações são da página de imprensa da Microsoft.","url":""},{"text":"Ex-funcionário da Yandex, maior empresa de tecnologia russa, vaza todo o código-fonte: a motivação do vazamento parece ser política – nenhum tipo de resgate foi solicitado. Os 44,7 GB de arquivos, postados como um link torrent em um popular fórum de hackers, cria o potencial para ataques direcionados. As informações são do site Bleeping Computer.","url":""},{"text":"WhatsApp Comunidades, para criação de grupos com até 5 mil pessoas, é liberado no Brasil: a funcionalidade será disponibilizada gradualmente e poderá ser acessada por um novo botão entre Chamadas e Conversas no iOS e na parte superior direita, ao lado da opção de Conversas, no Android. As informações são do site Tecnoblog.","url":""},{"text":"Lucro líquido da Intel cai 65% em 2022: o resultado de 7,6 bilhões de dólares é devido a quedas nas vendas de CPUs para computadores e data centers. As informações são do site The Register.","url":""}]}