{"title":"Google convoca fundadores / C++ vs Rust / Falha grave em GTA para PC","fps":30,"timestamp":1674484110,"date":"23/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta segunda-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Fundadores do Google, Larry Page e Sergey Brin, são convocados à empresa para avaliar resposta à ameaça do ChatGPT: os dois, que não participam ativamente da administração da companhia desde 2019, estão revisando estratégias ao lado do CEO Sundar Pichai, que pretende lançar uma versão do seu mecanismo de busca com recursos de chatbot ainda neste ano. As informações são do The New York Times.","url":""},{"text":"Segurança do Rust não é superior a do C++, rebate criador da linguagem: Bjarne Stroustrup afirma que a iniciativa C++ Core Guidelines ajuda os programadores utilizar as melhores práticas na hora de escrever código, sem perda de desempenho, além de lidar com vários outros problemas e não apenas o tratamento de segurança de memória. As informações são do site Slashdot.","url":""},{"text":"Jogo GTA V para PC possui vulnerabilidade que permite execução remota parcial de código: jogadores devem evitar jogos online até a Rockstar resolver o problema. Listada como CVE-2023-24059, a falha permite que invasores modifiquem arquivos, com ataques já reportados. As informações são do site PC Gamer.","url":""},{"text":"Expectativas exageradas em torno do GPT-4 poderão decepcionar as pessoas, diz CEO da OpenAI: Sam Altman negou o rumor de que o novo modelo de linguagem terá 100 trilhões de parâmetros – o GPT-3 possui 175 bi. Em relação ao quão perto a empresa estaria em desenvolver uma AGI (Inteligência Artificial Geral, na sigla em inglês), Altman afirma que é difícil dizer, mas acredita que virá de uma transição gradual das IAs tradicionais. As informações são do site The Verge.","url":""},{"text":"Microsoft elimina equipes inteiras dedicadas ao desenvolvimento de realidade virtual e HoloLens: as demissões demonstrariam que a empresa não acredita mais no futuro da tecnologia ou no metaverso. As informações são do site Windows Central.","url":""},{"text":"Fundação Filecoin anuncia primeira missão espacial para testes do IPFS para transferência de grande quantidade de dados a longas distâncias: o objetivo é avaliar como o sistema de armazenamento descentralizado pode permitir melhores e mais rápidas comunicações interplanetárias ao recuperar arquivos de onde estiverem mais próximos, em vez de depender de servidores específicos. A Lockheed Martin lançará um satélite experimental com o sistema neste ano. As informações são do blog da Fundação Filecoin.","url":""},{"text":"Astrônomos mapeiam mais de três bilhões de objetos da Via Láctea, o levantamento mais detalhado até agora: os 10 TB de dados são resultado de uma análise de mais de 21 mil imagens e representam apenas 6,5% do céu noturno. As informações são do site The Register.","url":""}]}