{"title":"IA derruba Google / Monopólio letárgico / Decreto para salvar estatal","fps":30,"timestamp":1675952966,"date":"09/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quinta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Ações do Google têm forte queda após evento decepcionante de IA: além de apenas apresentar tecnologias já anunciadas anteriormente, um erro cometido pelo Bard, sua IA conversacional recém-lançada, fez as ações da companhia caírem 8% no pregão de ontem, uma perda de 120 bilhões de dólares em valor de mercado. As informações são dos sites Ars Technica e The Register.","url":""},{"text":"CEO da OpenAI chama Google de “monopólio letárgico”: Sam Altman diz que a empresa enfrentará um desafio real ao seu modelo de negócio com a incorporação de uma IA conversacional, mais hábil do que o ChatGPT, ao Bing. As informações são do site Yahoo Finance.","url":""},{"text":"Decreto determina revisão do processo de liquidação da estatal fabricante de semicondutores: o Ministério da Ciência, Tecnologia e Inovação coordenará um grupo interministerial com alternativas ao Ceitec, além de estímulo em pesquisas e desenvolvimento de semicondutores no país. As informações são do site TecMundo.","url":""},{"text":"Microsoft Edge adotará Adobe Acrobat como mecanismo de renderização padrão de PDFs: o recurso estará incluso em novas versões do navegador para Windows 10 e 11. Funções avançadas, como edição de texto e conversão para outros formatos de arquivo, necessitarão de uma assinatura do Acrobat. As informações são do site Bleeping Computer.","url":""},{"text":"Andrej Karpathy anuncia volta à OpenAI: o famoso cientista da computação é um dos membros fundadores da empresa de pesquisa. Até o ano passado, Karpathy era diretor de inteligência artificial na Tesla, trabalhando no sistema Autopilot. As informações são do seu perfil no Twitter.","url":""},{"text":"Co-criadora do Stable Diffusion lança ferramenta para alterar estilo visual de vídeos: um dos efeitos mais interessantes do Gen-1, da Runway AI, é a possibilidade de aplicar texturas em sequências 3D renderizadas, ou animar storyboards, facilitando a produção de filmes – a tecnologia inclusive foi utilizada no longa-metragem “udo em Todo o Lugar ao Mesmo Temp”, indicado ao Oscar de Melhor Filme deste ano. As informações são do site MIT Technology Review.","url":""},{"text":"Transmission, popular cliente BitTorrent open source, lança versão 4.0, reescrevendo toda a base de código de C para C++: a refatoração completa trouxe grandes ganhos de desempenho, usando até 50% menos CPU e 75% menos memória do que a versão anterior. As informações são do repositório “transmission” no GitHub.","url":""}]}