{"title":"Brasileira patenteia memória / GitHub investe em Rust / Controvérsia no Samsung Galaxy","fps":30,"timestamp":1675780080,"date":"07/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta terça-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Pesquisadora brasileira patenteia novo método para fabricação de memristores: Marina Sparvoli, pós-doutoranda do Instituto de Física da USP, combinou grafeno, índio e alumínio de uma forma nunca antes utilizada. A tecnologia possui aplicações em memórias RAM, com maiores velocidades, menor consumo de energia e maior confiabilidade. As informações são do site Olhar Digital.","url":""},{"text":"GitHub reescreve seu mecanismo de busca específico para código em Rust: em fase beta, o Blackbird indexa 45 dos 200 milhões de repositórios na plataforma e possui uma nova arquitetura, escrita do zero, após soluções open source não atenderem requisitos de escala e velocidade. As informações são do blog do GitHub.","url":""},{"text":"Sistema Android no recém-lançado Samsung Galaxy S23 ocupa 60 GB de armazenamento: os motivos seriam aplicativos duplicados – dois leitores de email ou navegadores, um da Samsung e outro do Google, por exemplo – e acordos comerciais, como a pré-instalação do Microsoft Office, todos eles adicionados à partição do sistema e muitas vezes não removíveis. Para comparação, o Pixel 7 Pro, com uma instalação Android pura, ocupa 15 GB, quatro vezes menos. As informações são do site Ars Technica.","url":""},{"text":"Google apresenta Bard, IA conversacional similar ao ChatGPT: o sistema, em fase de testes fechado, é baseado numa versão mais leve do modelo LaMDA e é integrado às buscas do Google. No próximo mês, será disponibilizada uma API para desenvolvedores experimentarem um modelo de linguagem generativa. As informações são do blog The Keyword.","url":""},{"text":"Microsoft anuncia evento surpresa e exclusivo para a imprensa nesta terça-feira: a empresa não revelou detalhes, mas é provável que seja apresentada uma integração do ChatGPT ao Bing. O evento não será transmitido ao vivo. As informações são do site Windows Central.","url":""},{"text":"Pesquisadores do MIT, Stanford e Google estão estudando “fenômeno curioso” em grandes modelos de linguagem: conhecido como “in-context learning”, essa característica permite que grandes modelos de linguagem, como o GPT-3, aprendam novas tarefas a partir de apenas alguns exemplos, sem a necessidade de uma nova fase de treinamento, o que seria o esperado. As informações são do site MIT News.","url":""},{"text":"Startup nacional inaugura primeira fábrica para produção exclusiva de utilitários elétricos no Paraná: a Hitech Electric irá produzir minicaminhões, VUCs (Veículos Urbanos de Carga) e motores elétricos para barcos. O modelo compacto e.coTech2, com dois lugares, possui versões a partir de 105 mil reais. As informações são do site Canaltech.","url":""}]}