{"title":"Intencional: Facebook drena bateria / Nova distro Linux / Contram vai exigir anticolisão no Brasil","fps":30,"timestamp":1675088880,"date":"30/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta segunda-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"App do Facebook drena bateria de celulares de usuários intencionalmente, acusa ex-funcionário: o cientista de dados George Hayward foi demitido quando se negou a implementar a prática de “negative testing”, que drena a bateria de um dispositivo com a intenção de testar novos recursos, sem consentimento claro do usuário, podendo colocá-lo em risco, especialmente em situações de emergência. As informações são do New York Post.","url":""},{"text":"blendOS é uma nova distro Linux que combina Arch, Fedora e Ubuntu: o sistema tem como base o Arch e GNOME (Wayland), mas permite a instalação de aplicativos utilizando os gerenciadores de módulos nativos de cada distribuição (pacman, dnf e apt). As informações são do site 9to5Linux.","url":""},{"text":"Contran irá exigir sistema de frenagem de emergência e de alerta de saída de faixa em novos projetos de automóveis a partir de 2026 no Brasil: a partir de 2029, a obrigatoriedade irá se estender a venda de qualquer veículo zero quilômetro, mesmo de projetos antigos. Estudos mostram que somente a presença de frenagem automática já é o suficiente para reduzir a ocorrência de colisões frontais em 50%. As informações são da Quatro Rodas.","url":""},{"text":"Google cria IA capaz de gerar músicas a partir de texto, mas não irá disponibilizá-la publicamente devido a riscos associados a direitos autorais: o MusicLM foi treinado em 280 mil horas de música e consegue produzir canções particularmente complexas, inspiradas em lugares, épocas ou requisitos. Em experimentos, cerca de 1% dos resultados gerados replicavam diretamente músicas existentes, um número alto o suficiente para adiar seu lançamento. As informações são do site TechCrunch.","url":""},{"text":"Universidade de Stanford desenvolve novo método para identificar trabalhos acadêmicos gerados automaticamente, sem a necessidade de qualquer conhecimento sobre a IA por trás disso: o DetectGPT utiliza uma técnica chamada zero-shot, que não depende do treinamento de outra IA ou da coleta de grandes conjuntos de dados para realizar a comparação de textos. As informações são do site Neowin.","url":""},{"text":"OpenAI contrata cerca de mil desenvolvedores terceirizados com o objetivo de treinar modelos de IA em tarefas de engenharia de software: o trabalho inclui a rotulagem de informações e criação de conjuntos de dados que envolvem não apenas linhas de código, mas também descrições em linguagem natural do que o código faz. As informações são do site Semafor.","url":""},{"text":"Amazon pede que funcionários parem de usar ChatGPT como assistente de código: já foram detectados resultados gerados pela ferramenta muito semelhantes a códigos internos proprietários. A empresa também revelou que está trabalhando em uma ferramenta similar, apenas para uso interno. As informações são do site Business Insider.","url":""}]}