{"title":"Linux em risco na Europa / TikTok para notícias / IA vs caixa de papelão","fps":30,"timestamp":1675261701,"date":"01/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quarta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Proposta de lei poderá inadvertidamente impedir uso de sistemas operacionais open source, como o Linux, na Europa: a Comissão Europeia quer obrigar todos os apps de bate-papo e emails a escanear mensagens por conteúdo ilegal, mas uma das consequências imprevistas da lei seria a dificuldade de se instalar atualizações porque cada dispositivo precisaria ser identificado para garantir que o usuário final tenha ao menos 17 anos de idade, uma impossibilidade em servidores ou IoT. As informações são do blog da Mullvad.","url":""},{"text":"Fundadores do Instagram lançam novo aplicativo, descrito como “TikTok para notícias”: o Artifact apresenta um feed personalizado, buscando informações tanto das grandes agências de notícias, como de pequenos blogs de nicho. As informações são do site The Verge.","url":""},{"text":"Durante teste, fuzileiros navais dos EUA enganam sistema de vigilância baseado em IA escondendo-se em caixas de papelão: a estratégia foi inspirada na série de videogames Metal Gear Solid. Em outra instância, um soldado passou despercebido dando cambalhotas em frente às câmeras. O sistema foi desenvolvido e estava sendo testado pela Agência de Projetos de Pesquisa Avançada de Defesa (DARPA). As informações são do site PetaPixel.","url":""},{"text":"OpenAI lança ferramenta gratuita para detectar texto gerado por IAs, incluindo o ChatGPT: o AI Text Classifier foi treinado com textos gerados por 34 sistemas, de cinco organizações diferentes, e conteúdo escrito por humanos em diversas plataformas. Apesar disso, a ferramenta possui uma taxa de acerto de apenas 26%. As informações são do site TechCrunch.","url":""},{"text":"Tesla perde 140 milhões de dólares com investimento em Bitcoin em 2022: a montadora havia comprado 1,5 bilhão de dólares da moeda digital em 2021 com a intenção de aceitá-la na venda de seus veículos, mas já teria vendido 75% da aquisição. As informações são do site Cointelegraph.","url":""},{"text":"Google decide eliminar suporte a cookies de terceiros a partir do terceiro trimestre de 2024: apesar das críticas do World Wide Web Consortium (W3C), a empresa pretende avançar com o Topics API para rastreamento de usuários pela web, insistindo que a tecnologia promove a privacidade. As informações são do site The Register.","url":""},{"text":"Evento Unpacked da Samsung acontece nesta quarta-feira e promete novos smartphones Galaxy S23 e notebooks Galaxy Book: é possível assistir ao evento ao vivo no site da Samsung, a partir das 14h45 (horário de Brasília).","url":""}]}