{"title":"IA benéfica para população / OAB e Internet / ChatGPT bate novo recorde","fps":30,"timestamp":1675348095,"date":"02/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quinta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Tribunal de Anápolis (GO) usa IA para resumir sentenças com linguagem simples e ilustrada: o Projeto Simplificar 5.0 aumentou o índice de satisfação de pessoas leigas no sistema judicial, reduzindo o tempo médio de processos em 24% e em 45% o número de recursos. As informações são do site do CNJ.","url":""},{"text":"OAB de São Paulo critica intenção do Governo de exigir que redes sociais removam conteúdo sem ordem judicial: a entidade alerta que uma possível Medida Provisória desrespeitaria o Marco Civil da Internet, especialmente o artigo 19, responsável por equilibrar a proteção da liberdade de expressão e inovação tecnológica. Qualquer medida nesse sentido exigiria “debate robusto e prévio”. As informações são do site Convergência Digital.","url":""},{"text":"ChatGPT bate novo recorde com crescimento da base de usuários mais rápido da história: apenas dois meses após seu lançamento, já são 100 milhões de usuários ativos mensais. Para comparação, o TikTok levou cerca de nove meses para alcançar o mesmo número e o Instagram, dois anos e meio. As informações são da Reuters.","url":""},{"text":"Lucro da Meta cai 41% em 2022, para 23,2 bilhões de dólares: Mark Zuckerberg afirma que 2023 será o “ano da eficiência”. As ações da empresa sobem quase 20% na pré-abertura do mercado. As informações são do site TechCrunch.","url":""},{"text":"Anatel lança portal para identificar empresa responsável por ligações abusivas: basta inserir o número de telefone em “Qual Empresa Me Ligou” para obter a informação. Até o fim deste ano, a agência espera encontrar uma solução definitiva para barrar as robocalls, por meio da ferramenta “STIR/SHAKEN”, que irá identificar e validar chamadas automaticamente. As informações são do site Convergência Digital.","url":""},{"text":"Stable Diffusion “memoriza” dados de treinamento e pode gerar imagens muito semelhantes às originais, com implicações em privacidade e direitos autorais: o estudo realizado pelo Google, DeepMind, e universidades de UC Berkeley, Princeton e ETH Zurich desafia o conceito de que modelos de síntese de imagens não memorizam seus dados de treinamento. Apesar do problema, foi encontrada uma taxa de memorização de apenas 0,03%. As informações são do site Ars Technica.","url":""},{"text":"OpenAI lança ChatGPT Plus, com planos a partir de 20 dólares por mês: a versão paga oferece estabilidade em horários de pico, respostas mais rápidas e acesso prioritário a novos recursos. A empresa também irá lançar uma API do ChatGPT em breve. As informações são do site TechCrunch.","url":""}]}