{"title":"Hackers: salários de $20k mês / KeePass contesta falha / Inmetro derruba autonomia de elétricos","fps":30,"timestamp":1675175293,"date":"31/01/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta terça-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Grupos de crimes cibernéticos estão oferecendo vagas de emprego com salários de até 20 mil dólares por mês para desenvolvedores: muitos anúncios oferecem também folga remunerada e licença médica. Como parte do processo de contratação, os recrutadores analisam o currículo e portfólio do candidato, além de aplicar testes para determinar seu nível de competência. As informações são do site Bleeping Computer.","url":""},{"text":"KeePass contesta vulnerabilidade que permite exportar todas as senhas em texto simples: a vulnerabilidade (CVE-2023-24055) possibilita que invasores com acesso ao sistema operacional de um alvo alterem um arquivo de configuração do gerenciador de senhas e injetem um gatilho malicioso para exportar, silenciosamente, todo o banco de dados de credenciais salvas assim que o usuário digitar sua senha mestra. As informações são do site Bleeping Computer.","url":""},{"text":"Inmetro determina redução de 30% no cálculo da autonomia de veículos elétricos e híbridos no Brasil: a nova regra é válida sobre os resultados obtidos nos laboratórios das montadoras e também determina a adoção do PBEV (Programa Brasileiro de Etiquetagem Veicular) em vez de padrões usados em outros países. As informações são do site Use Elétrico.","url":""},{"text":"Cientistas usam aprendizado de máquina para filtrar sinais de rádio em busca por inteligência extraterrestre: o modelo é capaz de eliminar interferências produzidas por tecnologias humanas, diminuindo as chances de falsos positivos e reduzindo o volume de dados a serem analisados para menos de 1%. As informações são do site The Register.","url":""},{"text":"Nova propriedade do grafeno é descoberta, permitindo ligar e desligar supercondutividade por meio de pulsos elétricos: a descoberta pode levar à criação de transistores supercondutores ultrarrápidos e energeticamente eficientes para dispositivos eletrônicos neuromórficos, capazes de realizar cálculos de maneira similar ao cérebro humano. As informações são do MIT News.","url":""},{"text":"PikaOS é uma nova distro Linux voltada especificamente para gamers: o sistema, baseado no Fedora, facilita consideravelmente a instalação de várias ferramentas para jogos, como Steam, Wine e drivers para placas gráficas. As informações são do site ZDNet.","url":""},{"text":"Desenvolvedores do shell Fish querem reescrever ferramenta em Rust: uma das justificativas seria que o C++ estaria se tornando uma “linguagem legada” e ficará cada vez mais difícil encontrar novos colaboradores para o projeto. A ideia agora é traduzir módulo por módulo, de forma incremental, antes do lançamento da próxima versão. As informações são do repositório “fish-shell” no GitHub.","url":""}]}