{"title":"Google: evento surpresa / Tuítes monetizados / Avanço em blockchain","fps":30,"timestamp":1675434476,"date":"03/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta sexta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Google anuncia evento surpresa para apresentar possível concorrente do ChatGPT: o CEO Sundar Pichai adiantou que a empresa está próxima de permitir que usuários interajam diretamente com seus modelos de linguagem “mais novos e poderosos”, como um companheiro para buscas. O evento será transmitido no canal do Google no YouTube, na próxima quarta (8/fev), às 10h30 (horário de Brasília). As informações são do site The Verge.","url":""},{"text":"Twitter lançará programa para monetização de tuítes na próxima semana: a ideia é compartilhar a receita de anúncios com criadores de conteúdo a uma taxa superior aos 55% pagos pelo YouTube. As informações são do site Business Insider.","url":""},{"text":"China apresenta rede blockchain capaz de lidar com 240 milhões de transações por segundo, uma das maiores implementações da tecnologia no mundo: a plataforma de smart contracts ChainMaker desenvolveu os próprios processadores com 96 núcleos cada (não há informações sobre a arquitetura usada). A rede, composta por um cluster de 1.000 servidores, será usada para registrar transações em departamentos, distritos e organizações nas áreas de transporte, finanças e telecomunicações relacionadas ao governo. As informações são do site The Register.","url":""},{"text":"Apple, Amazon e Google reportam resultados do último trimestre: a Apple registrou queda de 13% no lucro líquido, para 30 bilhões de dólares, mas atingiu uma base instalada de 2 bilhões de dispositivos ativos. O lucro líquido da Amazon caiu 98% e a empresa registrou o primeiro prejuízo anual (2,7 bi) desde 2014. O lucro do Google caiu 34%, para 13,6 bi, com queda na receita de anúncios. As informações são das páginas de relação com investidores das companhias.","url":""},{"text":"Meta usa web scraping em sites de terceiros há anos, mas condena a prática quando outras empresas utilizam a mesma técnica no Facebook e Instagram: a companhia está processando a empresa de coleta de dados Bright Data por vender informações de suas redes sociais. Entretanto, documentos do processo revelaram que a Meta é cliente da empresa há anos, para coletar dados de sites de e-commerce e criar perfis de marcas em suas plataformas. As informações são da Bloomberg.","url":""},{"text":"Samsung, Google e Qualcomm unem-se para criar plataforma de realidade mista: a ideia é unir a tecnologia de processadores da Qualcomm, fabricação de dispositivos da Samsung e software do Google para criar experiências que “confundam a linha entre os mundos físico e digital”. As informações são do site TechCrunch.","url":""},{"text":"Cofundador do Google Sergey Brin volta a mexer no código da empresa após anos afastado: Brin requisitou acesso ao código-fonte do LaMDA, modelo de linguagem conversacional similar ao ChatGPT – no ano passado, um engenheiro do Google foi demitido após alegar que o sistema havia atingido autoconsciência. As informações são da Forbes.","url":""}]}