{"title":"Devs C++ em falta / Novo navegador para terminal / ChatGPT passa em code interview","fps":30,"timestamp":1675693699,"date":"06/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta segunda-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Desenvolvedores C++ estão cada vez mais difíceis de encontrar no mercado, apesar da grande demanda em setores como finanças e automotivo: um possível motivo para isso seria o fato da linguagem estar sendo rotulada como “legada”, com alguns especialistas sugerindo que, por questões de segurança, ela seja descontinuada em favor do Rust. As informações são do site eFinancialCareers.","url":""},{"text":"Carbonyl é um novo navegador web para terminal no Linux, baseado no Chromium: o navegador é 100% compatível com padrões web modernos, carrega qualquer tipo de mídia e permite até mesmo assistir a vídeos no YouTube. Com suporte a JavaScript, também é possível rodar aplicações como Gmail, Slack e Asana. As informações são do site MakeUseOf.","url":""},{"text":"ChatGPT é aprovado em entrevista de emprego do Google para engenheiro de software, com salário de 183 mil dólares ao ano: o experimento foi realizado pela própria empresa e consistiu em questões comportamentais e técnicas, como parte de um estudo de diversos modelos de IA com potencial para influenciar o lançamento de futuros produtos. As informações são do site PC Magazine.","url":""},{"text":"Fundador do Spotify ajuda a desenvolver scanner corporal médico: o aparelho da Neko Health, nova startup de Daniel Ek, possui 70 sensores para realizar um check-up completo e não invasivo em poucos minutos, coletando 50 milhões de pontos de dados do corpo todo, incluindo pele, coração, vasos sanguíneos e respiração. As informações são do site The Verge.","url":""},{"text":"Bill Gates acredita que ChatGPT é um desenvolvimento tão significativo quanto o PC ou a internet: o empresário havia demonstrado dúvidas sobre modelos de linguagem no passado. A afirmação ecoa o famoso alerta feito por Gates na década de 90, quando a Microsoft pivotou toda a empresa para desenvolvimento de tecnologias web. As informações são do site Business Insider.","url":""},{"text":"Google estaria trabalhando em uma versão do Chrome que usa a engine Blink no iOS, contrariando a exigência do WebKit pela Apple: a empresa estaria apostando em uma nova legislação na União Europeia, que forçaria a Apple a permitir o sideload de programas ou a instalação de lojas de aplicativos alternativas. As informações são do site The Register.","url":""},{"text":"Meta registra perdas de 13,7 bilhões de dólares com metaverso em 2022: o valor é ainda maior do que o prejuízo reportado em 2021, de 10,2 bilhões. Para 2023, a empresa pretende continuar investindo significativamente no Reality Labs, sua divisão de realidade virtual e mista. As informações são do site TechCrunch.","url":""}]}