{"title":"Bing lança sucessor do ChatGPT / Retrato falado por IA / Monóculo AR","fps":30,"timestamp":1675866553,"date":"08/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quarta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Microsoft integra sucessor do ChatGPT a buscas do Bing e navegador Edge: o modelo de linguagem é “mais rápido e preciso” do que o GPT-3.5, atualmente disponível a desenvolvedores, e é customizado especificamente para buscas na web. É preciso entrar em uma lista de espera para usar o novo sistema. As informações são do site TechCrunch.","url":""},{"text":"Desenvolvedores portugueses criam sistema para geração de retratos falados policiais “hiper-realistas” durante hackathon: o Forensic Sketch AIrtist usa o DALL-E para desenhar suspeitos em poucos minutos – um retrato falado feito à mão pode levar até 3 horas para ficar pronto. Especialistas apontam que desenhos forenses realistas podem confundir e induzir testemunhas a erro. As informações são do site Vice.","url":""},{"text":"Startup lança novo dispositivo de realidade aumentada em formato incomum: o Monocle, da Brilliant Labs, é um monóculo com diversos sensores, câmera, tela Micro OLED, FPGA e Bluetooth. O sistema é de código aberto, permitindo que hackers de hardware personalizem suas funcionalidades. As informações são do site eeNews Europe.","url":""},{"text":"Tráfego no site das Americanas cai 57% após descoberta de rombo contábil: a queda mostra a desconfiança de clientes. Em paralelo, criminosos estão aproveitando a crise para criar páginas imitando o e-commerce com ofertas fraudulentas, roubando os cartões de crédito das vítimas. As informações são dos sites Canaltech e Tecnoblog.","url":""},{"text":"TikTok é a rede social mais popular entre os mais jovens pelo segundo ano consecutivo: entre usuários de 4 a 18 anos, o tempo médio de uso diário do app foi de 1 hora e 47 minutos em 2022, à frente do Snapchat (1h 14min) e YouTube (1h 07min). O jogo Roblox, entretanto, é onde se passa mais tempo, uma média de 3 horas por dia. As informações são do site Canaltech.","url":""},{"text":"CEO do GitHub diz que legislação para regulamentar IAs na Europa não deveria ser aplicada a desenvolvedores de código aberto: para Thomas Dohmke, programadores open source são em sua maioria voluntários e não terão capacidade de competir com as grandes empresas, que possuem capital para cumprir as novas exigências da lei, com grande reflexo na inovação da área. As informações são do site The Register.","url":""},{"text":"Assim como o Google, Mozilla também estaria trabalhando em nova versão do Firefox para iOS baseado na engine Gecko: a suposição foi levantada em uma issue postada no repositório da empresa no GitHub. A Mozilla estaria se antecipando a uma possível mudança nas regras da Apple, que exige a padronização do WebKit em todos os navegadores presentes no iOS. As informações são do site The Register.","url":""}]}