{"title":"ChatGPT: Go vs Python / Internet global Starlink / Pescoço tecnológico","fps":30,"timestamp":1676903444,"date":"20/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta segunda-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"ChatGPT escrito em Go, em vez de Python, consumiria 17 vezes menos energia: o estudo comparativo demonstra como certas operações da rede neural são muito mais rápidas no Go pelo fato de ser uma linguagem compilada, convertida diretamente para Assembly. As informações são do blog da Sustainful.","url":""},{"text":"Starlink está prestes a lançar serviço de internet global: o plano “Global Roaming” custará 200 dólares/mês e usará as mesmas antenas atuais, permitindo conexões com a mesma latência e velocidade de praticamente qualquer lugar do mundo. As informações são do site The Verge.","url":""},{"text":"Olhar constantemente para telas de computadores e smartphones pode causar Síndrome do Pescoço Tecnológico: uma cabeça adulta dobrada em um ângulo de 45 graus pode aumentar a força equivalente aplicada ao pescoço em mais de 20 kg, causando rigidez muscular, inflamação nas articulações, artrite e até hérnia de disco. Especialistas aconselham segurar dispositivos ao nível dos olhos. As informações são do site UPI.","url":""},{"text":"Para CEO da IBM, seria bom para a economia se IAs assumissem certos postos de trabalho: Arvind Krishna acredita que esses sistemas poderiam solucionar o problema de escassez de mão de obra em funções como atendimento ao cliente, recursos humanos, administração e algumas tarefas na área da saúde. As informações são do site Gizmodo.","url":""},{"text":"Inventor da web imagina um futuro com assistentes pessoais baseados em IA, como o ChatGPT: para Tim Berners-Lee, se as pessoas armazenarem todos os seus dados pessoais de forma centralizada, em vez de terceirizarem isso para outras empresas, uma IA poderia usar essas informações para aprender sobre todos os seus hábitos e desejos. As informações são da CNBC.","url":""},{"text":"Meta copia Twitter e anuncia assinatura para verificação de contas no Facebook e Instagram: o Meta Verified custa 12 dólares mensais e inclui selo de verificação, proteção proativa contra imitações, recursos exclusivos, e maior visibilidade e alcance. O serviço está em fase de testes em alguns países. As informações são do site da Meta.","url":""},{"text":"Jogador amador vence IA mais avançada no jogo de tabuleiro Go: Kellin Pelrine explorou uma estratégia sugerida por um outro computador que sondou IAs especializadas em Go em busca de pontos fracos. As informações são do site Ars Technica.","url":""}]}