{"title":"Windows: acusação grave / x86 em declínio / C++ quer mudar","fps":30,"timestamp":1676298566,"date":"13/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta segunda-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Windows 11 é comparado a “spyware” por enviar enorme quantidade de dados de usuários para servidores de terceiros: além de se conectar ao MSN e Bing, o sistema compartilha informações com a Steam, McAfee, e diversas empresas de pesquisa e publicidade. A Microsoft se defende afirmando que tudo está especificado nos termos de uso do Windows e parte da telemetria pode ser desativada. As informações são do site Tom's Hardware.","url":""},{"text":"Vendas de CPUs com arquitetura x86 registram o maior declínio nos últimos 30 anos: em 2022, a queda foi de 21%. Apesar de a Intel continuar a dominar o mercado (70,4%), o destaque ficou com a AMD, que aumentou sua participação em 27%, para quase 30%. As informações são do site Tom's Hardware.","url":""},{"text":"Criador do C++ propõe mudanças para lidar com questões de segurança: Bjarne Stroustrup agora apoia alterações de segurança visíveis na própria linguagem, compiladores e bibliotecas – type safety seria uma primeira ideia – e não apenas em ferramentas específicas para essa tarefa. Stroustrup afirma que “o C++ pode fazer tudo o que Rust faz”. As informações são do site The New Stack.","url":""},{"text":"Integração de grandes modelos de linguagem em buscadores exigirá poder de computação cinco vezes maior, gerando enormes emissões de carbono: o problema é o tempo de inferência, que será cada vez maior e mais frequente durante o processo de treinamento, por causa da necessidade de adição de novos parâmetros e informações obtidas da internet à medida que usuários usam esses sistemas. As informações são do site Wired.","url":""},{"text":"Navegador Opera irá integrar ChatGPT para gerar resumos de páginas web: o “Shorten” faz parte dos planos da empresa de integrar ferramentas de IA e será disponibilizado em breve nas versões desktop e para dispositivos móveis. As informações são do site The Verge.","url":""},{"text":"Funcionários do Google criticam CEO Sundar Pichai após lançamento desastrado da IA conversacional Bard – “apressado e mal feito” : o anúncio, feito “em pânico” após a integração do ChatGPT ao Bing, teria validado o atual receio do mercado com as perspectivas de longo prazo da empresa. As informações são da CNBC.","url":""},{"text":"Desenvolvedor está reescrevendo todas as ferramentas do GNU Core Utilities em Rust: o objetivo do “uutils”, criado por Sylvestre Ledru, engenheiro senior na Mozilla, é criar um substituto completo do “coreutils” com suporte multi-plataforma e melhor desempenho. As informações são do site Phoronix.","url":""}]}