{"title":"Ex-Google: “deixou de funcionar” / Silêncio na Meta / Telas antissujeira","fps":30,"timestamp":1676644136,"date":"17/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta sexta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Fundador do AppSheet pede demissão do Google – empresa “deixou de funcionar”: para Praveen Seshadri, o Google está preso em um labirinto de processos burocráticos, no qual funcionários, apesar de capazes, entregam muito pouco e não se importam mais com os produtos ou usuários. As críticas são similares às do ex-CEO do Waze, Noam Bardin, quando deixou a empresa em 2021. As informações são do site Ars Technica.","url":""},{"text":"Meta desenvolve painéis acústicos para reduzir ruídos em seus escritórios: o sistema utiliza os mesmos princípios de câmaras anecoicas à prova de som e tem como objetivo aumentar o foco de quem trabalha presencialmente – testes iniciais demonstraram-se um sucesso entre engenheiros de software da empresa. As informações são do The Wall Street Journal.","url":""},{"text":"General Motors patenteia tecnologia para autolimpeza de impressões digitais deixadas em telas sensíveis ao toque: LEDs ultravioleta são embutidos na matriz RGB das telas, eliminando resíduos e esterilizando lentamente o dispositivo quando não estiver em uso. A tecnologia tem aplicação em computadores, smartphones, TVs e veículos. As informações são do site New Atlas.","url":""},{"text":"Projeto de lei propõe pena de três a seis anos de prisão por ataques de ransomware: além de multa, o PL 879/2022 estabelece extensões de pena caso seja cobrado resgate pelos dados ou se o ataque for feito contra um órgão público. As informações são do site Canaltech.","url":""},{"text":"Instagram apresenta Broadcast Channels, recurso semelhante aos Canais do Telegram: o local, anunciado pelo próprio Mark Zuckerberg, será uma nova forma para criadores compartilharem informações com seus seguidores, que poderão reagir somente por meio de emojis ou participar de enquetes. As informações são do site The Verge.","url":""},{"text":"Microsoft confirma que Bing Chat pode ser provocado a fornecer respostas rudes e manipuladoras: o modelo tende a tornar-se repetitivo em sessões com 15 ou mais perguntas e pode dar respostas não necessariamente úteis, refletindo o mesmo tom usado pelo usuário. As informações são do site TechCrunch.","url":""},{"text":"CEO do YouTube, uma das primeiras funcionárias do Google, renuncia ao cargo: Susan Wojcicki está na empresa desde a sua fundação, há 25 anos, quando Larry Page e Sergey Brin usaram a garagem de seus pais para montar o primeiro escritório, em 1998. Wojcicki também foi fundamental na compra do YouTube em 2006. As informações são do site Engadget.","url":""}]}