{"title":"Dev ameaça abandonar projeto / CEO da OpenAI surpreende / Google fibra de 5Gbps","fps":30,"timestamp":1676471371,"date":"15/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quarta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Mantenedor do Core-JS desabafa e ameaça abandonar projeto por dificuldades financeiras: para Denis Pushkarev, o desenvolvimento de software open source está “fundamentalmente quebrado” – apesar da library ser usada em mais da metade dos 10 mil sites mais acessados no mundo, as doações hoje não passam de 400 dólares mensais. As informações são do site The Register.","url":""},{"text":"CEO da OpenAI surpreende ao dizer que ChatGPT é um “produto horrível”: para Sam Altman, o sistema tem design simplista, não é bem integrado e, com frequência, está inoperante. As pessoas, no entanto, têm visto tanto valor no produto que estão dispostas a tolerar essas falhas. As informações são do site Business Insider.","url":""},{"text":"Google Fiber lança plano de internet de 5 Gbps simétrico nos EUA: o serviço custará 125 dólares por mês. Um plano de 8 Gbps também está previsto. As informações são do site Engadget.","url":""},{"text":"56% dos brasileiros rejeitariam ofertas de emprego que exigissem trabalho presencial em tempo integral: a preferência já foi notada pelas empresas e recrutadores – 100% das vagas para analistas de sistemas anunciadas no LinkedIn, por exemplo, são na modalidade remota. As informações são do site Convergência Digital.","url":""},{"text":"Hyundai e Kia lançam atualizações de software para impedir roubos de carros utilizando método viralizado no TikTok: o “Desafio Kia” mostra que é possível ativar a ignição de alguns modelos das montadoras conectando um plugue USB escondido na coluna de direção. As informações são do site The Register.","url":""},{"text":"Mais 450 módulos maliciosos são encontrados no repositório PyPI: após a instalação, uma extensão JavaScript é carregada toda a vez que um navegador é aberto, monitorando a área de transferência por endereços de carteiras de criptomoedas e as substituindo por uma pertencente ao invasor. A lista dos módulos está disponível no site TabNews. As informações são do blog da Phylum.","url":""},{"text":"Nova ferramenta CLI open source usa GPT-3 para escrever mensagens de commit automaticamente: o “aicommits” roda um comando “git diff” para obter todas as alterações no código e retornar a mensagem de commit gerada pela IA. A ferramenta, no entanto, não possui a capacidade de explicar os motivos das alterações, mas pode facilitar a composição desses tipos de mensagem. Disponível no repositório “Nutlope/aicommits” no GitHub.","url":""}]}