{"title":"Dogfooding no Google / Copilot é atualizado / Governo abandona medida","fps":30,"timestamp":1676557744,"date":"16/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quinta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Google pede que funcionários dediquem de duas a quatro horas por dia ao Bard, concorrente do ChatGPT: o processo de “ogfoodin” – quando funcionários de uma empresa testam seus produtos internamente, como se fossem usuários finais – irá coletar informações sobre qualidade, segurança e fundamentação das respostas geradas pelo sistema. As informações são do site Business Insider.","url":""},{"text":"Nova atualização no GitHub Copilot oferece sugestões mais rápidas e coerentes: outra novidade é o bloqueio de sugestões inseguras, como credenciais e injeções de SQL. O GitHub Copilot já produz em média 46% do código escrito por desenvolvedores que usam a ferramenta – em Java, esse número salta para 61%. As informações são do site Bleeping Computer.","url":""},{"text":"Governo desiste de Medida Provisória que exigiria a remoção de conteúdos na internet sem ordem judicial: a ideia agora é tentar convencer o Legislativo a implementar mudanças no Projeto de Lei 2630/20 (PL das Fake News) para incluir questões “emergenciais”. As informações são do site Convergência Digital.","url":""},{"text":"Apple irá lançar seus óculos de realidade mista na WWDC, conferência anual de desenvolvedores, em junho deste ano: o lançamento do dispositivo tem sido adiado por problemas de hardware e software. Espera-se que o Apple Reality Pro – nome especulativo – custe em torno de 3 mil dólares. As informações são do site 9to5Mac.","url":""},{"text":"Meta desenvolve modelo de linguagem que aprende sozinho a usar ferramentas externas, como mecanismos de busca, calculadoras e calendários: Toolformer decide por conta própria quais APIs usar para contornar as limitações presentes em outros sistemas, como a falta de conhecimento em aritmética, por exemplo. Seu desempenho é superior ao GPT-3, mesmo sendo baseado no GPT-J, um modelo com apenas 4% dos parâmetros. As informações são do site Ars Technica.","url":""},{"text":"Geekbench 6 agora realiza testes para simular uso real de computadores e smartphones: a nova versão adiciona testes como simulação do efeito de filtros em aplicativos de videoconferência e detecção de objetos na biblioteca de fotos, mas aumenta em até 70% o tempo total de um benchmark. O utilitário continua gratuito para uso pessoal. As informações são do site The Verge.","url":""},{"text":"Homebrew lança versão 4.0.0: a mudança mais significativa em relação a 3.6.0 é como o gerenciador de pacotes os mantém atualizados, por meio de arquivos JSON, tornando-o significativamente mais rápido, mas a equipe alerta para possíveis problemas com esse sistema dado sua novidade.","url":""}]}