{"title":"Menor óculos VR / Inovação no Brasil / Novo ataque DDoS recorde","fps":30,"timestamp":1676384971,"date":"14/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta terça-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Menor óculos de realidade virtual do mundo tem menos de três centímetros de espessura e é seis vezes mais leve que outros dispositivos: o Bigscreen Beyond pesa apenas 127 g, possui dois monitores micro-OLED com resolução de 2.560 x 2.560 pixels e pode ser personalizado de acordo com o rosto e olhos do usuário. Ele está disponível na pré-venda por 999 dólares. As informações são do site New Atlas.","url":""},{"text":"Pesquisadores brasileiros criam primeiro mecanismo de encapsulamento de fibras ópticas com impressora 3D: a cápsula, desenvolvida no Instituto de Física Gleb Wataghin da Unicamp, além de ser barata de se produzir, aumenta a robustez da fibra. A tecnologia está pronta para ser licenciada por empresas interessadas. As informações são do site Convergência Digital.","url":""},{"text":"Cloudflare mitiga ataque DDoS recorde, com 71 milhões de requests por segundo: o volume é 35% acima do recorde anterior. No último fim de semana, ocorreram outras dezenas de ataques desse tipo (baseados em HTTP) com alvos como um provedor de jogos popular, empresas de criptomoedas, provedores de hospedagem e plataformas de computação em nuvem. As informações são do blog da Cloudflare.","url":""},{"text":"YouTube é a principal ferramenta de ensino para 70% dos estudantes de TI no Brasil: a plataforma é seguida pelo LinkedIn (44%) e Instagram (24%). A pesquisa foi realizada pela Alura, em parceria com o instituto VOX We Study People, com 700 pessoas. As informações são do site Canaltech.","url":""},{"text":"Chefe do mecanismo de busca do Google alerta para fenômeno de “alucinação” provocado por sistemas como o ChatGPT: segundo Prabhakar Raghavan, esse tipo de IA pode oferecer respostas convincentes, mesmo que sejam completamente inventadas. Ainda que haja um sentimento de urgência por parte da empresa, reduzir esse fenômeno ao máximo seria uma das prioridades. As informações são da Reuters.","url":""},{"text":"Versão paga do ChatGPT é liberada para usuários brasileiros: o ChatGPT Plus custa 20 dólares/mês e oferece estabilidade em horários de pico, respostas mais rápidas e acesso prioritário a novos recursos. As informações são do g1.","url":""},{"text":"Thunderbird, cliente de email da Mozilla, anuncia reformulação completa da interface de usuário: a versão 115, prevista para julho deste ano, também busca eliminar toda a dívida técnica acumulada nos últimos dez anos. As informações são do site The Register.","url":""}]}