{"title":"Telegram ultrapassa Messenger / React no Microsoft Teams / Professor esperto","fps":30,"timestamp":1676989750,"date":"21/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta terça-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Telegram ultrapassa Messenger e torna-se o segundo aplicativo de mensagens mais popular: enquanto a participação do Telegram é 31%, a do Messenger é de 21%. Em seu canal na plataforma, Pavel Durov observa que, embora o app continue atrás do WhatsApp (44%), essa lacuna tem diminuído anos após ano – de 46 pontos percentuais em 2018 para 13 pontos em 2022.","url":""},{"text":"Microsoft estaria testando internamente nova versão do Teams, reescrita do zero: o aplicativo usará até 50% menos memória e sobrecarregará menos a CPU, trocando Electron por Edge WebView2 e React para interface de usuário. Espera-se uma prévia pública para março deste ano. As informações são do site The Verge.","url":""},{"text":"Professor universitário inverte lógica e faz alunos corrigirem erros em redações escritas pelo ChatGPT: a publicação sobre o caso no Reddit atraiu muitos comentários positivos, com usuários parabenizando o professor por abraçar mudanças, ao mesmo tempo em que demonstra as limitações da tecnologia, avalia a compreensão dos alunos e incentiva o pensamento crítico.","url":""},{"text":"Linux 6.2 adiciona suporte para chips M1 da Apple: grande parte do trabalho foi realizado pela equipe do Asahi Linux e da engenheira de software Alyssa Rosenzweig. Espera-se que a nova versão torne-se o kernel padrão do Ubuntu 23.04 e Fedora 38. As informações são do site ZDNet.","url":""},{"text":"Chrome 110 começa a disponibilizar modos de otimização de memória e energia de forma geral para Windows, Mac e ChromeOS: o recurso Memory Saver desativa guias que não estão em uso para reduzir o uso de RAM em até 40%, enquanto o Energy Saver limita efeitos visuais de sites para aumentar a duração da bateria em notebooks. As informações são do site The Verge.","url":""},{"text":"Microsoft planeja incorporar links pagos em respostas geradas pelo Bing Chat: por exemplo, ao perguntar “quais são os melhores hotéis do México?”, a IA poderá responder com base nas empresas anunciantes. A perspectiva é que anúncios no chatbot ganhem mais destaque em comparação com buscas tradicionais. As informações são da Reuters.","url":""},{"text":"Correios confirmam vazamento de CPFs e telefones cadastrados em suas plataformas digitais: cerca de 5% da base de usuários foi acessada e, apesar de credenciais de acesso não terem sido comprometidas, é recomendado alterar senhas para mitigar ataques de engenharia social. As informações são do site Canaltech.","url":""}]}