{"title":"GitHub fecha escritórios / Jogos e crianças / Teoria da Mente em IAs","fps":30,"timestamp":1676039352,"date":"10/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta sexta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"GitHub anuncia fechamento de todos os escritórios para tornar-se 100% remota: o anúncio foi acompanhado de uma redução de 10% da força de trabalho. A lém disso, a empresa fará outros cortes de custos, como aumentar o prazo para atualização de notebooks de três para quatro anos. As informações são do site TechCrunch.","url":""},{"text":"Jogar videogame, mesmo por longas horas, não prejudica habilidades cognitivas de crianças: a duração ou a escolha do tipo de jogo não tiveram correlações significativas com habilidades verbais, quantitativas e espaciais dos 160 pré-adolescentes (10-11 anos) avaliados em um novo estudo. As informações são do site Science Blog.","url":""},{"text":"Conceito psicológico de “Teoria da Mente” pode ter surgido espontaneamente em grandes modelos de linguagem: para Michal Kosinski, da Universidade de Stanford, a mais recente versão do GPT-3 (davinci-003, de novembro/2022) resolveu 93% das tarefas associadas a um teste, um desempenho comparável a uma criança de nove anos. A Teoria da Mente – a capacidade de entender que outras pessoas também possuem estados mentais – é considerada uma habilidade exclusivamente humana. O artigo completo está disponível no site Arxiv.","url":""},{"text":"Anatel irá bloquear IPs de acesso de 7 milhões de aparelhos TV Box piratas: a agência montou um grupo de trabalho para identificar os diferentes modelos desses dispositivos e determinar que as operadoras de telefonia impeçam a conexão com os seus servidores a partir de março deste ano. As informações são do site Convergência Digital.","url":""},{"text":"ChatGPT acelerou viabilidade do “metaverso para pessoas falecidas”: para Artur Sychov, CEO da Somnium Space, IAs conversacionais estão avançando “mais rápido do que o esperado”. A startup está criando o espaço “Live Forever” (Viver para Sempre) – um local para pessoas conversarem com entes queridos que já se foram – no prazo de dois anos, em vez dos cinco antes planejados. As informações são do site Futurism.","url":""},{"text":"SpaceX impede “uso ofensivo” de satélites Starlink na Ucrânia: o sistema pode ser usado para comunicações militares, mas a empresa teria bloqueado seu uso no controle de drones em áreas de guerra. As informações são do site The Register.","url":""},{"text":"Reddit sofre violação de segurança por meio de phishing e hackers roubam código-fonte e dados internos: informações sensíveis, como cartões de crédito e senhas de usuários, não teriam sido comprometidas. As informações são do site Bleeping Computer.","url":""}]}