{"title":"Valve usa armadilha / Google: ChatGPT custará caro / Privacidade falsa no Android","fps":30,"timestamp":1677248947,"date":"24/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta sexta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Valve usa armadilha do tipo honeypot para identificar e banir 40 mil contas de jogadores no Dota 2: a empresa incluiu uma seção dentro do buffer de memória que nunca seria lida durante uma partida normal. A técnica foi uma forma de atrair usuários de programas especializados em trapaças para jogos altamente competitivos. As informações são do site Ars Technica.","url":""},{"text":"Mecanismo de busca no estilo ChatGPT aumentará em 10 vezes os custos do Google nos próximos dois anos: a tecnologia poderá adicionar 6 bilhões de dólares em despesas, com a necessidade de maior poder de computação e eletricidade. As informações são da Reuters.","url":""},{"text":"Quase 80% dos 40 aplicativos mais populares no Android possuem rótulos de privacidade falsos ou enganosos, diz Mozilla: a empresa identificou discrepâncias nas informações autorrelatadas no formulário de segurança enviado à Google Play Store. Apps pagos, como Minecraft, se mostraram ainda piores que os gratuitos, como Facebook. As informações são do site The Register.","url":""},{"text":"7,7% dos brasileiros já possuem algum tipo de moeda digital: o Brasil é o 5º no mundo em popularidade nesses tipos de ativos. O primeiro lugar é ocupado pela China (16,2%), seguido pelos EUA (13,3%) e Singapura (11%). As informações são do site Convergência Digital.","url":""},{"text":"Comissão Europeia segue os EUA e proíbe instalação do TikTok em dispositivos, até mesmo os pessoais: a medida foi tomada por motivos de segurança e espionagem, e poderá se estender a outras redes sociais. As informações são do site TechCrunch.","url":""},{"text":"Novo design de bateria de lítio-ar oferece densidade de energia quatro vezes superior às de íon-lítio: o fator é maior do que em qualquer outro tipo de bateria em desenvolvimento, não pega fogo e possui longevidade com mais de mil ciclos de carga. A tecnologia possui aplicação especial em veículos elétricos comuns e até mesmo aviões de pequeno porte ou carretas. As informações são do Laboratório Nacional de Argonne nos EUA.","url":""},{"text":"Coinbase lança sua própria layer-2 Ethereum: a Base tem como principal alvo desenvolvedores de dApps, com o objetivo de reduzir gargalos e custos ao rodar aplicações na rede principal do Ethereum. As informações são do site TechCrunch.","url":""}]}