{"title":"ChatGPT cria 1ª lei no Brasil / Exportação de Devs / Trabalho por aplicativo","fps":30,"timestamp":1677853766,"date":"03/03/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta sexta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Deputado protocola projeto de lei em Santa Catarina criado pelo ChatGPT: Matheus Cadorin é o primeiro a usar o sistema para esse fim no Brasil – o texto veio estruturado corretamente, com caput, capítulo, artigos e até mesmo um campo para assinatura do parlamentar. O documento foi revisado por advogados e tratava de informações sobre o estoque de medicamentos no estado. As informações são do site da ALESC.","url":""},{"text":"Brasil precisa parar de exportar talentos de TIC, diz presidente do Softex: para Rubén Delgado, o país forma muita mão de obra na área que depois é atraída por multinacionais, ressaltando que a produção de software poderia ser um segmento estratégico e um gerador de valor agregado para a economia. As informações são do site Convergência Digital.","url":""},{"text":"Governo irá regulamentar trabalho por aplicativo já no primeiro semestre deste ano: especialistas e representantes dos trabalhadores e plataformas estão estudando a legislação de outros países para assegurar direitos à categoria, mas sem a criação de vínculo trabalhista. As informações são da Agência Brasil.","url":""},{"text":"Romênia é o primeiro país do mundo a adotar IA para assessoramento governamental: o sistema, de nome Ion, irá analisar sugestões da população para elaborar planos de ação ao governo. As informações são do site Politico.","url":""},{"text":"Alemanha se opõe a projeto de lei europeu que obriga plataformas a escanear mensagens e emails em busca de materiais ilegais: o parlamento alemão entende que a quebra da criptografia de ponta a ponta criaria um “monstro de vigilância” sem precedentes e uma “invasão intolerável” aos direitos fundamentais da população. As informações são do blog do Tutanota.","url":""},{"text":"Startup está trabalhando em tecnologia para replay de memórias por meio de realidade aumentada: o aplicativo da Wist Labs transforma vídeos tradicionais em representações 3D sobrepostas nos ambientes onde foram captados. Informações como profundidade e posição relativa do dispositivo são capturadas pelos sensores LiDAR presentes em iPhones e iPads. As informações são do site Futurism.","url":""},{"text":"Cientistas propõem novo computador biológico, feito a partir de células cerebrais humanas: a pesquisa da Universidade Johns Hopkins pretende estudar “inteligências organoides”, com potencial para superar a capacidade de processamento de máquinas baseadas em silício, consumindo muito menos energia. As informações são do jornal científico Frontiers.","url":""}]}