{"title":"Newsletter no WhatsApp / Injeção de anúncios / LGPD sem força na Justiça","fps":30,"timestamp":1677076158,"date":"22/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quarta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"WhatsApp estaria trabalhando em recurso para inscrição em newsletters: uma análise do código do app revelou que a ferramenta estará disponível em uma nova seção, separada das conversas. Usuários poderão escolher quem seguir e receberão o conteúdo sempre em ordem cronológica e sem anúncios. As informações são do site WABetaInfo.","url":""},{"text":"Microsoft está injetando anúncios enormes na página de download do Chrome para tentar convencer usuários a permanecerem no Edge: um dos banners explica que o navegador usa a mesma tecnologia do Chrome com a “confiança adicional da Microsoft”. O Google também tenta promover o Chrome, mas apenas em sites da própria empresa quando usuários estão usando outros navegadores. As informações são do site Neowin.","url":""},{"text":"57% das ações judiciais sobre LGPD não resultam em condenações: além disso, 65% das decisões exigem comprovação de dano moral para gerar indenizações. A Justiça também tem dispensado o consentimento dos titulares dos dados para cobranças de dívidas. O direito de exclusão (direito ao esquecimento) é o mais pleiteado, com 97% de sucesso. As informações são do site Convergência Digital.","url":""},{"text":"Ministério da Justiça bloqueia os dois maiores sites de pirataria de anime no Brasil: um estudante de computação de 22 anos foi preso, suspeito de administrar um dos sites. Esta foi mais uma fase da Operação 404, iniciada em 2019, visando combater conteúdo pirateado na internet. As informações são do site TorrentFreak.","url":""},{"text":"TikTok está supostamente usando tecnologias de “reconhecimento de emoções” para vender anúncios: o recurso Focused View – cujo funcionamento não foi esclarecido – promete exibir publicidade apenas para usuários “emocionalmente” e “tangivelmente” engajados, garantindo que marcas só paguem por anúncios assistidos “voluntariamente”. As informações são do site da organização EDRi.","url":""},{"text":"CEO da AMD diz que eficiência energética na computação será o principal desafio da próxima década: para Lisa Su, um dos maiores problemas são as projeções com futuros supercomputadores consumindo até 500 megawatts, o que exigiria uma pequena usina nuclear para operá-los. As informações são do site Spectrum.","url":""},{"text":"Microsoft usa ChatGPT para controlar braços robóticos, drones e assistentes domésticos por meio de linguagem natural: os sistemas interagem com o mundo físico usando prompts especiais, APIs e feedback humano via texto. O estudo busca tornar tarefas de robótica mais ágeis, eficientes e acessíveis para usuários leigos. As informações são da página de pesquisas da Microsoft.","url":""}]}