{"title":"Eng.º da Meta critica Python / IA jurídica da OpenAI / VR sem anonimidade","fps":30,"timestamp":1677162560,"date":"23/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quinta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Para cientista-chefe de IA da Meta, aprendizado de máquina teria avançado mais rapidamente se outra linguagem tivesse sido adotada em vez de Python: em seu perfil no Twitter, o engenheiro Yann LeCun afirma que o ideal seria uma linguagem interativa e ao mesmo tempo rápida e compilável, como Julia ou da família Lisp. Na Meta, os esforços iniciais de IA começaram com Lua, mas os engenheiros “odiavam” trabalhar com a linguagem.","url":""},{"text":"OpenAI já está testando IA jurídica em escritórios de advocacia nos EUA: a ferramenta Harvey obteve ampla adesão das equipes na pesquisa e escrita de documentos legais. Para David Wakeling, chefe de um escritório de advocacia londrino, a tecnologia representa o início de uma “mudança de paradigma” na indústria jurídica. As informações são do site Wired.","url":""},{"text":"Usuários em ambientes de realidade virtual podem ser facilmente identificados analisando apenas dados de movimento: a pesquisa de Stanford conectou dados como altura, postura e movimento da cabeça a três algoritmos que conseguiram identificar corretamente 95% dos 511 participantes, demonstrando a dificuldade na anonimização de usuários. As informações são do site Techdirt.","url":""},{"text":"Fundadores do Instagram disponibilizam seu novo aplicativo de notícias de forma geral: anunciado por Kevin Systrom e pelo engenheiro de software brasileiro Michel Krieger no mês passado, o app conta com novos recursos, como estatísticas de leitura e a possibilidade de importar a lista de contatos para identificar a popularidade de artigos dentro da rede de conhecidos. O Artifact já pode ser baixado na App Store e Google Play. As informações são do site TechCrunch.","url":""},{"text":"Samsung lança recurso capaz de criar uma cópia da voz do usuário para atender chamadas telefônicas: o Custom Voice Creator está disponível apenas em coreano e na série Galaxy S23, mas há planos para outras línguas e dispositivos da marca. As informações são do site TechCrunch.","url":""},{"text":"Apple encomenda 100% da capacidade de produção de chips com a nova tecnologia de 3 nanômetros da TSMC: o processo oferece maior desempenho e uma melhoria de 35% em eficiência energética em relação aos chips de 4 nm. A tecnologia deve ser usada na próxima versão do iPhone. As informações são do site MacRumors.","url":""},{"text":"Google reivindica novo marco em computadores quânticos tolerantes a falhas: o método, demonstrado pela primeira vez na prática, abre caminho para sistemas quânticos que podem escalar de forma confiável. As informações são do site The Register.","url":""}]}