{"title":"Elon Musk planeja rival do ChatGPT / Nova alternativa ao Twitter / IA “impressionante” da Microsoft","fps":30,"timestamp":1677681026,"date":"01/03/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quarta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Elon Musk está montando time de especialistas para criar rival do ChatGPT: as recentes críticas do empresário aos filtros de conteúdo utilizados pela OpenAI sugerem que seu chatbot teria menos restrições sobre assuntos polêmicos. A primeira contratação de Musk foi Igor Babuschkin, ex-pesquisador da DeepMind. As informações são do site The Information.","url":""},{"text":"Jack Dorsey, fundador do Twitter, lança rede social alternativa: o Bluesky inaugura o protocolo AT para tornar-se uma plataforma federada e descentralizada, similar ao Mastodon. A interface do app é bastante semelhante ao Twitter. As informações são do site TechCrunch.","url":""},{"text":"Microsoft apresenta novo modelo de linguagem “impressionante” e que pode resolver até testes de QI: o Kosmos-1 é um grande modelo de linguagem multimodal (MLLM) capaz de entender, descrever e explicar o contexto de imagens e textos. O sistema mostra uma grande convergência de linguagem, percepção, ação e modelagem, um passo fundamental em direção à inteligência geral artificial. O artigo completo está disponível no site arXiv.","url":""},{"text":"Ford registra patente para veículos autônomos com reintegração de posse automática em casos de inadimplência: além de mover o veículo até um pátio controlado pela montadora, a patente também avalia outras opções como impedir a entrada do motorista no carro ou disparar a buzina continuamente. As informações são do site The Register.","url":""},{"text":"ANPD estabelece critérios oficiais para a aplicação de multas em relação à Lei Geral de Proteção de Dados: as punições, que também podem ser retroativas, agora são possíveis devido à norma de Dosimetria. Já há oito processos envolvendo grandes empresas em andamento – em cada caso, a multa pode chegar a 50 milhões de reais. As informações são do site Canaltech.","url":""},{"text":"Interrupções da internet por governos atingem frequência recorde em 2022: ao todo, foram registrados 187 casos em 35 países, tendo protestos, situações de conflito e eleições como justificativas. As informações são do The Washington Post.","url":""},{"text":"Visa e Mastercard pausam projetos com moedas digitais em meio a incertezas do setor: as companhias cancelaram parcerias e adiaram o lançamento de produtos até as condições do mercado e ambiente regulatório melhorarem. As informações são da Reuters.","url":""}]}