{"title":"OpenAI: AGI está chegando / Adobe e Figma / Iniciativa global de APIs","fps":30,"timestamp":1677594624,"date":"28/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta terça-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"CEO da OpenAI diz que empresa está se preparando para chegada da inteligência artificial geral (AGI, na sigla em inglês): embora Sam Altman reconheça os riscos de um sistema com capacidade de executar qualquer tarefa intelectual humana, ele também acredita que os pontos positivos são grandes demais para interromper seu desenvolvimento. As informações são do site The Register.","url":""},{"text":"Governo dos EUA pretende impedir aquisição do Figma pela Adobe: o acordo de 20 bilhões de dólares – a maior compra de uma empresa privada de software – criaria um monopólio para a Adobe, dando menos opções para profissionais artísticos. As informações são do site The Register.","url":""},{"text":"Operadoras de telefonia lançam iniciativa global para criação de APIs de rede padronizadas – TIM e Claro participam: o objetivo do Open Gateway é facilitar o acesso a recursos das redes móveis por desenvolvedores de aplicativos – o projeto é coordenado pela Linux Foundation e GSMA. As informações são do site Mobile Time.","url":""},{"text":"Mark Zuckerberg implementa mudanças internas na Meta para integrar IAs generativas “realmente futuristas” em seus produtos: a empresa está realizando experimentos com texto no WhatsApp, filtros no Instagram e novos formatos de vídeo. As informações são do site Axios.","url":""},{"text":"SpaceX coloca em órbita satélites Starlink “V2 Mini”, com quatro vezes mais capacidade: a versão reduzida de seu satélite de segunda geração pode ser lançada por meio do foguete Falcon 9, sem a necessidade de aguardar a finalização do Starship. A Starlink já possui quase 3.700 satélites em órbita. As informações são do site Ars Technica.","url":""},{"text":"Flathub planeja tornar-se uma loja de aplicativos universal para Linux: o repositório de apps no formato Flatpak pretende implementar um sistema de doações recorrentes ou assinaturas para facilitar sua monetização por desenvolvedores de código aberto independentes, além de promover melhorias no processo de revisão e varreduras de segurança automatizadas. As informações são do site SempreUpdate.","url":""},{"text":"84% das bases de código contêm pelo menos uma vulnerabilidade de código aberto: além disso, das cerca de 1.700 bases analisadas em um relatório recente, 48% continham falhas já ativamente exploradas. As informações são do site CSO Online.","url":""}]}