{"title":"ChatGPT passa na OAB / Open source e empresas / Novo supercomputador do clima","fps":30,"timestamp":1677508221,"date":"27/02/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta segunda-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"ChatGPT é aprovado na primeira fase do exame da OAB: para Daniel Marques, da Associação Brasileira de Lawtechs e Legaltechs, “advogados não serão substituídos pelo ChatGPT“, mas sim por aqueles “capazes de usar a ferramenta”, aumentando suas habilidades cognitivas. As informações são do site TecMundo.","url":""},{"text":"Principais contribuidores de projetos de código aberto no GitHub são empresas, não desenvolvedores individuais: Microsoft e Google estão no topo da lista em número de contribuintes, repositórios e commits, seguidos pela Red Hat, Intel, AWS e IBM. As informações são do site The Register.","url":""},{"text":"Instituto Nacional de Pesquisas Espaciais compra novo supercomputador para previsão do tempo e clima no Brasil com até 72 horas de antecedência: a máquina de 200 milhões de reais substituirá o já defasado Tupã e será a primeira do mundo a rodar 100% por meio de energia solar. Um novo modelo científico para previsões, de nome Monan, também está em desenvolvimento sob comando do Inpe. As informações são do site Olhar Digital.","url":""},{"text":"Experimento de fusão nuclear mantém plasma aquecido por tempo recorde: o reator alemão Wendelstein 7-X – do tipo stellarator, de plasma confinado por meio de campos magnéticos – produziu 1,3 gigajoule de energia durante oito minutos de operação. As informações são do site Phys.","url":""},{"text":"Hackers não estão imunes à onda de demissões no setor de tecnologia: à medida que esforços de segurança das empresas e autoridades aumentam, o número de ataques de ransomware bem-sucedidos tem caído. Por exemplo, o grupo criminoso Conti teria demitido recentemente 45 operadores. As informações são do site Business Insider.","url":""},{"text":"Engenheiros de prompt ganham espaço no mercado, com salários de até 335 mil dólares ao ano: descritos como “psicólogos de IA”, esses especialistas não necessariamente precisam de habilidades de programação para desvendar capacidades ocultas desses sistemas por meio de comandos em linguagem natural. As informações são do The Washington Post.","url":""},{"text":"Meta revela novo modelo de linguagem capaz de rodar em uma única GPU: o LLaMA supera o GPT-3 em oito benchmarks padrão, mesmo com apenas 13 bilhões de parâmetros (13 vezes menor). Por causa do seu tamanho, o sistema poderá rodar localmente, em PCs e smartphones, num futuro próximo. As informações são do site Ars Technica.","url":""}]}