{"title":"Plano da Tesla revelado / API baratinha do ChatGPT / Santo Graal da Meta","fps":30,"timestamp":1677767419,"date":"02/03/2023","intro":{"text":"Olá pessoal, sigam agora com as notícias desta quinta-feira."},"end":{"text":"Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.","url":"https://links.codestack.me/newsletter-filipe"},"news":[{"text":"Elon Musk revela terceira parte do “Plano Mestre” da Tesla durante evento para investidores: a perspectiva é produzir 20 milhões de elétricos por ano a partir de 2030, por meio de um novo processo construtivo amplamente automatizado e que ocupa 40% do espaço de uma fábrica atual. Dois novos veículos serão adicionados à linha – especula-se um pequeno SUV e outro carro menor – e seus motores não utilizarão mais metais de terras raras. A Tesla também irá entrar no mercado de climatização residencial e comercial, aproveitando a tecnologia de bombas de calor já presentes em seus veículos. Não foram apresentados muitos detalhes sobre o robô humanoide Optimus, mas Musk acredita que irão gerar uma receita muito maior do que os veículos no futuro. As informações são do site TechCrunch.","url":""},{"text":"OpenAI lança APIs do ChatGPT e Whisper com custo super reduzido para desenvolvedores: o gpt-3.5-turbo, modelo por trás do ChatGPT, custa 0,002 centavos de dólar por mil tokens (cerca de 750 palavras). A API de transcrição e tradução do Whisper custa 0,006 centavos por minuto em vários idiomas. As informações são do site Engadget.","url":""},{"text":"Vazam planos da Meta para o primeiro óculos de realidade mista e smartwatch com “interface neural”: os dois dispositivos funcionariam como um substituto do smartphone, tudo controlado por movimentos das mãos e dedos. Mark Zuckerberg os chama de o “Santo Graal”, algo que “redefinirá nosso relacionamento com a tecnologia” até o final da década. As informações são do site The Verge.","url":""},{"text":"Para 77% dos CISOs, a atual situação em cibersegurança está afetando diretamente sua saúde física, mental e padrões de sono: 94% dizem estar estressados e 100% relatam sofrer de falta de recursos nas empresas onde trabalham. As informações são do site CISO Advisor.","url":""},{"text":"40% dos engenheiros de software trabalhariam apenas de forma totalmente remota: caso o retorno ao escritório fosse obrigatório, 21% dos profissionais pediriam demissão imediatamente, enquanto 49% começariam a procurar outro emprego. As informações são do site TechTarget.","url":""},{"text":"BlackLotus é o primeiro malware capaz de escapar o Secure Boot em computadores Windows – mesmo aqueles totalmente atualizados: o bootkit – vendido em fóruns de hackers por cerca de 5 mil dólares – tem como alvo a UEFI (BIOS), sendo carregado primeiro durante o processo de inicialização, antes do sistema operacional e ferramentas de segurança. O software implanta um driver kernel, impedindo sua remoção, e um downloader HTTP para execução remota de comandos. As informações são do site The Register.","url":""},{"text":"Godot, engine para jogos 2D e 3D, lança versão 4.0 com código completamente refatorado: o processo levou quatro anos, envolveu 1.500 desenvolvedores individuais, acumulando 12 mil pull requests e 7 mil issues corrigidas. A modernização da base permitirá futuras iterações mais rápidas e novos recursos. As informações são do repositório “godotengine” no GitHub.","url":""}]}