{
    "title": "Maior avanço em 2024 / 1 bilhão em dividendos / Visto para nômades digitais",
    "fps": 30,
    "timestamp": 1704205696,
    "width": 0,
    "height": 0,
    "date": "02/01/2024",
    "intro": {
        "text": "Olá pessoal, sigam agora com as notícias desta terça-feira."
    },
    "end": {
        "text": "Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.",
        "url": "https://bit.ly/newsletter-filipe-deschamps"
    },
    "news": [
        {
            "text": "Curiosidade para o dia 2 de dezembro: em 1975, Bill Gates e Paul Allen faziam a primeira referência pública à sua startup, chamada na época de “Micro-Soft”. E após as notícias de hoje: aproveite o início de um ano novo e deixe para trás aquela insegurança e síndrome do impostor, tornando-se o melhor programador que você pode ser.",
            "url": ""
        },
        {
            "text": "Cientista de pesquisa da Nvidia acredita que robótica será o grande destaque em IAs neste ano: para Jim Fan, esse ano marcará o momento da virada em relação ao Paradoxo de Moravec – a observação de que tarefas que são fáceis para os humanos são extremamente difíceis para a IA e vice-versa. Fan também estima que estamos a três anos de um “momento ChatGPT” para agentes de IA físicos. As informações são do perfil de Jim Fan no Twitter.",
            "url": ""
        },
        {
            "text": "Steve Ballmer, ex-CEO da Microsoft, receberá 1 bilhão de dólares em dividendos da empresa em 2024: Ballmer é um dos maiores acionistas individuais da Microsoft, com 4% de participação – avaliada em 130 bilhões de dólares – acumulada ao longo de 34 anos de carreira na empresa, onde começou na década de 80, como gerente de negócios. As informações são do site Business Insider.",
            "url": ""
        },
        {
            "text": "Coreia introduz novo visto para “nômades digitais” a partir de 1º de janeiro: estrangeiros poderão trabalhar remotamente enquanto residem no país por até dois anos. Os candidatos devem ser maiores de 18 anos, com pelo menos um ano de experiência em sua área e renda anual duas vezes superior ao PIB per capita da Coreia. O visto também permite a inclusão de cônjuges e filhos. O visto não permite a procura por emprego dentro da Coreia. As informações são do site Korea JoongAng Daily.",
            "url": ""
        },
        {
            "text": "Tether, projeto da stablecoin USDT, revela que está trabalhando com o FBI: a empresa já congelou 326 carteiras com 435 milhões de dólares até o momento. O projeto afirma já ter colaborado com o Serviço Secreto norte-americano, destacando seu compromisso em garantir a segurança e a integridade de sua moeda digital. As informações são do site Yahoo! Finance.",
            "url": ""
        }
    ]
}