{
    "title": "Crawlers impactam Devs / Chrome: falha zero-day / GPT-4o gera imagens nativamente",
    "fps": 30,
    "timestamp": 1742999852,
    "width": 0,
    "height": 0,
    "date": "26/03/2025",
    "intro": {
        "text": "Olá pessoal, sigam agora com as notícias desta quarta-feira."
    },
    "end": {
        "text": "Notícias extraídas da newsletter de Filipe Deschamps. Inscreva-se no link na descrição.",
        "url": "https://bit.ly/newsletter-filipe-deschamps"
    },
    "news": [
        {
            "text": "Desenvolvedores de projetos open-source relatam sobrecarga de tráfego causada por crawlers: esses bots acessam repositórios disfarçados de usuários legítimos em volumes elevados, comprometendo a estabilidade dos serviços, mesmo com medidas defensivas, como bloqueio de users-agents e ajustes no arquivo robots.txt. Estima-se que até 97% do tráfego de alguns projetos de código aberto provém desses sistemas. Casos incluem o Fedora Pagure — que precisou bloquear todo acesso proveniente do Brasil para mitigar o problema —, GNOME GitLab e KDE GitLab. As informações são do site Ars Technica.",
            "url": ""
        },
        {
            "text": "GPT-4o ganha capacidade nativa de gerar imagens: o modelo não compartilha o mesmo sistema de difusão do DALL-E, sendo incorporado por padrão ao ChatGPT. Ele agora oferece mais compreensão contextual, produzindo imagens mais precisas e fotorealistas, especialmente texto. O DALL-E permanece acessível por meio de um GPT dedicado. As informações são do site da OpenAI.",
            "url": ""
        },
        {
            "text": "Google corrige falha zero-day no Chrome explorada em campanha de espionagem: a vulnerabilidade CVE-2025-2783 permitia escapar da sandbox do navegador, possibilitando execução remota de código e infecção de alvos com malware sofisticado por meio de ataques de phishing. O problema foi corrigido na versão 134.0.6998.178. Embora a campanha tenha sido direcionada a organizações e veículos de comunicação russos, recomenda-se aplicar a atualização para mitigar riscos e bloquear possíveis ataques. As informações são do site BleepingComputer.",
            "url": ""
        },
        {
            "text": "Museu da História do Computador divulga código-fonte de AlexNet: essa é uma rede neural convolucional desenvolvida em 2012 por Alex Krizhevsky, Ilya Sutskever — cofundador da OpenAI — e Geoffrey Hinton, o “padrinho” da IA, destacando-se por sua precisão inédita em identificar objetos em imagens. Seu código-fonte está disponível no repositório “computerhistory/AlexNet-Source-Code” do GitHub. As informações são do site Ars Technica.",
            "url": ""
        },
        {
            "text": "Google apresenta geração 2.5 do Gemini: a nova família de modelos inclui o lançamento do Gemini 2.5 Pro Experimental — descrito pela empresa como seu sistema mais inteligente — na plataforma AI Studio e no aplicativo do Gemini para assinantes do plano Advanced. No benchmark de edição de código Aider Polyglot, ele pontuou 68,6%, superando o o3-mini (60,4%) e o GPT-4.5 (44,9%). As informações são do site TechCrunch e do blog do Google.",
            "url": ""
        },
        {
            "text": "Empresa divulga benchmark que modelos de linguagem avançados não conseguem superar: o ARC-AGI-2 avalia a inteligência geral dos sistemas, forçando-os a se adaptar em situações nas quais não foram treinados antes. O teste consiste em identificar padrões visuais em uma coleção de quadrados de diferentes cores. O o1-pro da OpenAI e o R1 da DeepSeek pontuaram entre 1% e 1,3%, enquanto GPT-4.5, Claude 3.7 Sonnet e Gemini 2.0 Flash marcaram cerca de 1%. Em contraste, um grupo base de mais de 400 pessoas apresentou uma média de 60% de acertos. As informações são do site TechCrunch.",
            "url": ""
        },
        {
            "text": "Nvidia lança assistente de IA para hardware e jogos: o G-Assist permite interação por voz ou texto para realizar tarefas como responder perguntas, otimizar o desempenho do game ou da máquina, e controlar a iluminação de dispositivos compatíveis da Logitech, Corsair e MSI. Ele está disponível para donos de GPUs da linha RTX por meio do aplicativo oficial da empresa, e requer cerca de 10 GB de espaço e uma placa com pelo menos 12 GB de VRAM. As informações são do site The Verge.",
            "url": ""
        }
    ]
}